{
    "asin": "B07H3XRPQS",
    "title": "The Great Delusion: Liberal Dreams and International Realities (Henry L. Stimson Lectures)",
    "authors": "John J. Mearsheimer",
    "highlights": [
        {
            "text": "My basic argument is that the United States was so powerful in the aftermath of the Cold War that it could adopt a profoundly liberal foreign policy, commonly referred to as “liberal hegemony.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=39",
                "value": 39
            },
            "note": null
        },
        {
            "text": "From the beginning, however, liberal hegemony was destined to fail, and it did. This strategy invariably leads to policies that put a country at odds with nationalism and realism, which ultimately have far more influence on international politics than liberalism does.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=44",
                "value": 44
            },
            "note": null
        },
        {
            "text": "LIBERAL HEGEMONY IS AN AMBITIOUS STRATEGY in which a state aims to turn as many countries as possible into liberal democracies like itself while also promoting an open international economy and building international institutions. In essence, the liberal state seeks to spread its own values far and wide. My goal in this book is to describe what happens when a powerful state pursues this strategy at the expense of balance-of-power politics.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=104",
                "value": 104
            },
            "note": null
        },
        {
            "text": "This conventional wisdom is wrong. Great powers are rarely in a position to pursue a full-scale liberal foreign policy. As long as two or more of them exist on the planet, they have little choice but to pay close attention to their position in the global balance of power and act according to the dictates of realism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=113",
                "value": 113
            },
            "note": null
        },
        {
            "text": "But occasionally a liberal democracy encounters such a favorable balance of power that it is able to embrace liberal hegemony. That situation is most likely to arise in a unipolar world, where the single great power does not have to worry about being attacked by another great power since there is none. Then the liberal sole pole will almost always abandon realism and adopt a liberal foreign policy. Liberal states have a crusader mentality hardwired into them that is hard to restrain.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=118",
                "value": 118
            },
            "note": null
        },
        {
            "text": "Because liberalism prizes the concept of inalienable or natural rights, committed liberals are deeply concerned about the rights of virtually every individual on the planet. This universalist logic creates a powerful incentive for liberal states to get involved in the affairs of countries that seriously violate their citizens’ rights. To take this a step further, the best way to ensure that the rights of foreigners are not trampled is for them to live in a liberal democracy. This logic leads…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=121",
                "value": 121
            },
            "note": null
        },
        {
            "text": "This enthusiasm notwithstanding, liberal hegemony will not achieve its goals, and its failure will inevitably come with huge costs. The liberal state is likely to end up fighting endless wars, which will increase rather than reduce the level of conflict in international politics and thus aggravate the problems of proliferation and terrorism. Moreover, the state’s militaristic behavior is almost certain to end up threatening its own liberal values. Liberalism abroad leads to illiberalism at home. Finally, even if the liberal state were to achieve its…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=129",
                "value": 129
            },
            "note": null
        },
        {
            "text": "Nationalism is an enormously powerful political ideology. It revolves around the division of the world into a wide variety of nations, which are formidable social units, each with a distinct culture. Virtually every nation would prefer to have its own state, although not all can. Still, we live in a world populated almost exclusively by nation-states, which means that liberalism must coexist with nationalism. Liberal states are also nation-states.…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=135",
                "value": 135
            },
            "note": null
        },
        {
            "text": "The influence of nationalism often undercuts a liberal foreign policy. For example, nationalism places great emphasis on self-determination, which means that most countries will resist a liberal great power’s efforts to interfere in their domestic politics—which, of course, is what liberal hegemony is all about. These two isms also clash over individual rights. Liberals believe everyone has the same rights, regardless of which country they call home. Nationalism is a particularist ideology from top to bottom, which means it does not treat rights as inalienable. In practice, the vast majority of people around the globe do not care greatly about the rights of individuals in…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=139",
                "value": 139
            },
            "note": null
        },
        {
            "text": "Probably no recent president embraced the mission of spreading liberalism more enthusiastically than George W. Bush,",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=172",
                "value": 172
            },
            "note": null
        },
        {
            "text": "Under Presidents Bush and Barack Obama, Washington has played a key role in sowing death and destruction across the greater Middle East, and there is little evidence the mayhem will end anytime soon. American policy toward Ukraine, motivated by liberal logic, is principally responsible for the ongoing crisis between Russia and the West. The United States has been at war for two out of every three years since 1989, fighting seven different wars. We should not be surprised by this. Contrary to the prevailing wisdom in the West, a liberal foreign policy is not a formula for cooperation and peace but for instability and conflict.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=183",
                "value": 183
            },
            "note": null
        },
        {
            "text": "When scholars assess liberalism’s effect on international politics, they usually begin by analyzing a cluster of theories widely seen as the liberal alternatives to realism. Democratic peace theory maintains that liberal democracies do not go to war with each other, but not that they are more peaceful than non-democracies. According to economic interdependence theory, countries with significant economic relations rarely fight with each other, because the costs of war are prohibitive for both sides. Liberal institutionalism claims that states that join international institutions are more likely to cooperate with each other, because they will be constrained by the organization’s rules, which is almost always in their long-term interest to obey.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=195",
                "value": 195
            },
            "note": null
        },
        {
            "text": "My view is that we are profoundly social beings from the start to the finish of our lives and that individualism is of secondary importance, which is not to say that it is unimportant. Second, it is impossible to reach a common understanding about first principles, even though there can be widespread agreement within different groups. But because there are no universal truths regarding what constitutes the good life, the disagreements among individuals and groups can be profound. Liberalism downplays the social nature of human beings to the point of almost ignoring it, instead treating people largely as atomistic actors. But liberals wisely emphasize that it is not possible to approach any universal agreement on questions relating to what constitutes the good life. Thus liberalism is one for two in answering the key questions about human nature. Both nationalism and realism, meanwhile, are in sync with human nature, which explains not only why they trump liberalism when they are at odds with it but also why they are the main driving forces behind international politics. Nationalism and realism pay little attention to individuals and rights and instead see the world in terms of distinct nation-states, reflecting the fact that humans are principally social beings who have fundamentally different views of what constitutes the good life.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=214",
                "value": 214
            },
            "note": null
        },
        {
            "text": "Political liberalism, in my lexicon, is an ideology that is individualistic at its core and assigns great importance to the concept of inalienable rights.9 This concern for rights is the basis of its universalism—everyone on the planet has the same inherent set of rights—",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=237",
                "value": 237
            },
            "note": null
        },
        {
            "text": "Political liberalism, in fact, comes in two varieties: what some call modus vivendi liberalism and progressive liberalism, a terminology I use throughout this book.11 There are basically two important differences between them, the first of which concerns how they think about individual rights. Modus vivendi liberals conceive of rights almost exclusively in terms of individual freedoms, by which they mean the freedom to act without fear of government intrusion. Freedom of speech, freedom of the press, and the right to hold property are representative examples of these rights. The government exists to protect these freedoms from threats that might emanate either from within the broader society or from outside it. Progressive liberals prize the same individual freedoms, which are sometimes called negative rights, but they are also deeply committed to a set of rights that are actively promoted by the government. They believe, for example, that everyone has a right to equal opportunity, which can be achieved only with active government involvement. Modus vivendi liberals are intensely opposed to this notion of positive rights. This discussion of individual rights leads to the second important difference between modus vivendi and progressive liberalism. They differ sharply on the role the state should assume, beyond keeping the peace at home. Modus vivendi liberals, in line with their emphasis on protecting individual freedoms and their skepticism about positive rights, maintain that the state should involve itself in society as little as possible. Unsurprisingly, they tend to be dismissive about governments’ ability to do social engineering. Progressive liberals take the opposite view.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=247",
                "value": 247
            },
            "note": null
        },
        {
            "text": "in practice, progressive liberalism has triumphed over modus vivendi liberalism. The complexities and demands of life in the modern world leave states with no choice but to be deeply engaged in social engineering,",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=261",
                "value": 261
            },
            "note": null
        },
        {
            "text": "The reason is that each of the three theories underpinning the expectation that liberal hegemony will radically transform international politics—democratic peace theory, economic interdependence theory, and liberal institutionalism—has fundamental flaws.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=316",
                "value": 316
            },
            "note": null
        },
        {
            "text": "I begin with two simple assumptions, the first of which concerns our critical faculties. There is no question humans have an impressive capacity to reason. Still, this capacity has significant limits, especially when it comes to answering essential questions about what constitutes the good life. Almost everyone agrees that survival is the most important individual goal, because without it you cannot pursue any other goal. But beyond that, there is often intractable disagreement about the answers to the important ethical, moral, and political questions that all societies confront, and which have profound implications for daily life. Those differences over first principles sometimes become so passionate that they create the potential for deadly conflict. That lurking possibility of violence, which leads individuals to fear each other and worry about their survival, applies to relations among societies as well as among individuals. My second assumption is that humans are profoundly social beings. They do not operate as lone wolves but are born into social groups or societies that shape their identities well before they can assert their individualism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=338",
                "value": 338
            },
            "note": null
        },
        {
            "text": "In short, in a world where reason takes you only so far, the balance of power usually decides who gets to write and enforce the rules.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=369",
                "value": 369
            },
            "note": null
        },
        {
            "text": "Given the absolute necessity of politics for the functioning of social groups, when I say that humans are naturally social beings, I am in effect saying they are also political beings. This obviously includes hunter-gatherers, who are sometimes wrongly portrayed as operating alone in a Hobbesian world. In fact, they lived together in small groups in which power, rules, and factions—that is, politics—were unavoidable. The political and social dimensions of the human condition go hand in hand.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=370",
                "value": 370
            },
            "note": null
        },
        {
            "text": "Politics is vitally important in the relations between self-governing social groups. There are no higher political institutions, however, that can write and reliably enforce rules that might govern their behavior toward each other. The power to write rules, which matters so much inside a society, thus matters much less at the intergroup level. Still, power itself matters greatly in dealings among groups, because possessing superior power allows a group to get its way when it is at odds with another group. Above all else, it allows a group to fend off threats to its survival from other groups. Independent social groups thus compete with each other for power. Politics among groups is all about gaining relative power.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=375",
                "value": 375
            },
            "note": null
        },
        {
            "text": "In sum, I begin with two simple assumptions about human nature: there are significant limits on our ability to reason about first principles, and we are social animals at our core. Taken together, these assumptions tell us three important facts about the world. First, it is populated with a great number of social groups, each with its own distinctive culture. There is no reason to think that situation will change in the near or distant future. In effect, the crucial universal traits of humankind lead us to a world distinguished by its particularism. Second, social groups have no choice but to build political institutions, which means politics and power are at the center of life within societies as well as among them. Third, survival is of overriding importance for individuals as well as social groups. It runs like a red skein through human history.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=386",
                "value": 386
            },
            "note": null
        },
        {
            "text": "When Western elites talk about “global society” or “human society,” the implication is that there has been a profound leveling of cultural differences across the planet. While there is no question that the Industrial Revolution, globalization, and the worldwide influence of Britain and the United States have had something of a leveling effect over the past two centuries, they have not led to anything like the universal culture that is a prerequisite for a global society. The proliferation of McDonald’s and Starbucks and the ability of so many of the world’s elites to speak English hardly amount to cultural sameness. There is an abundance of distinct cultures in the world, and they underpin a wide variety of societies. Heterogeneity, not homogeneity, is the prevailing state of global culture. Thus, global society and human society are not useful terms.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=416",
                "value": 416
            },
            "note": null
        },
        {
            "text": "Confidence in the power of our critical faculties has weakened over the past two centuries.13 Although science made giant strides during that period, there has been little progress in working out a coherent and universally accepted understanding of what represents the good life. Individuals continue to have different core values and varying notions of what is the best society, and these conflicting ideals are usually irreconcilable. The political philosopher Alasdair MacIntyre captured how little progress has been made in achieving agreement about first principles: “The most striking feature of contemporary moral utterance is that so much of it is used to express disagreements; and the most striking feature of the debates in which these disagreements are expressed is their interminable character. I do not mean by this just that such debates go on and on and on—although they do—but also that they apparently can find no terminus. There seems to be no rational way of securing moral agreement in our culture.”14 Yet many people, when pressed, still maintain there are universal principles and that they know what they are. The power of this belief in objective truth often surfaces when a person is accused of being a moral relativist—someone who believes there are no right or wrong answers to life’s big questions. Most will deny it vehemently: relativists are sometimes accused of being nihilists, which means they are willing to tolerate almost any form of behavior, and the evil of nihilism is one of the few moral standards that command nearly universal agreement. Yet different people will answer the same questions in different ways and there is no mechanism for choosing among their responses. Often the more specific the question, the more intractable the disagreements. It is impossible to determine which person has the correct answer; it is all a matter of personal preference or opinion. The smart fallback position for dodging the relativism charge is to maintain that there is an objective set of first principles and I know what they are, but I cannot persuade everyone else to recognize them. Those who disagree with me are simply wrong but refuse to admit it. This line of argument, which many people pursue either explicitly or implicitly, allows them to escape the charge of relativism. What does this viewpoint say about our collective ability to use reason to arrive at a universal, or even widely shared, understanding of the good life? It tells us that people who believe their critical faculties can help them find moral truth are deluding themselves. Reason alone cannot answer these foundational questions. Reason does not rule the world, and it has limited value in helping large numbers of individuals reach a consensus regarding their core preferences.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=488",
                "value": 488
            },
            "note": null
        },
        {
            "text": "In an important study of the Reformation and its consequences, the historian Brad Gregory explains that the reformers’ initial aim was to repair what they thought were important doctrinal flaws in Catholicism. Their intention was to think critically about first principles. Instead, Gregory writes, they “unintentionally introduced multiple sources of unwanted disagreement” and found that “doctrinal controversy was literally endless.” This led not just to the proliferation of different Christian religions but to the privatization of religion in Western liberal states, which in turn helped promote secularization. Thus we are faced today with “the proliferation of secular and religious truth claims along with related practices that constitute contemporary hyperpluralism.”16 In short, the history of religion offers little support for the claim that our critical faculties can help us reach broad agreement on core principles.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=520",
                "value": 520
            },
            "note": null
        },
        {
            "text": "Many Americans surely think that justice is ultimately based on a well-defined and well-established inventory of moral principles. Nothing could be further from the truth. Many of the main bodies of Anglo-Saxon legal theory reject the notion that the law is or should be based on universal moral principles. They include critical legal studies, law and economics, legal positivism, legal realism, and liberal legalism. Legal realists, for example, focus on how judges decide cases, especially those in which the existing laws are indeterminate. They believe judges have considerable leeway in adjudicating these so-called hard cases, and that their decisions are ultimately determined by “judgments of fairness or consideration of commercial norms.”17 Judges, in other words, are pragmatic: they pay careful attention to how their decisions will play out in the real world.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=528",
                "value": 528
            },
            "note": null
        },
        {
            "text": "Law and economics is based on a similar logic.18 Proponents of this approach maintain that judges should decide hard cases largely on the basis of economic efficiency, not widely recognized moral principles. This is a utilitarian approach to the law that emphasizes doing what is best for as many people as possible.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=536",
                "value": 536
            },
            "note": null
        },
        {
            "text": "There are certainly legal scholars who believe judges should rely on universal moral principles. Natural law theorists fit in this category.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=540",
                "value": 540
            },
            "note": null
        },
        {
            "text": "Why do people have such difficulty agreeing on first principles? There are two main causes: first, our critical faculties alone cannot provide a universal set of answers to the pivotal questions all of us must confront; and second, the factors other than reason that shape our preferences are often resistant to reason and may even be outside our conscious awareness.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=594",
                "value": 594
            },
            "note": null
        },
        {
            "text": "An individual’s thinking about the good life is largely shaped by three factors. First and foremost is socialization.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=597",
                "value": 597
            },
            "note": null
        },
        {
            "text": "The second factor that influences our moral thinking is the set of innate sentiments hardwired into each of us at birth.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=602",
                "value": 602
            },
            "note": null
        },
        {
            "text": "Reason is the final factor influencing an individual’s core principles.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=609",
                "value": 609
            },
            "note": null
        },
        {
            "text": "Despite its elevated ranking, reason is the least important of the three ways we determine our preferences. It certainly is less important than socialization. The main reason socialization matters so much is that humans have a long childhood in which they are protected and nurtured by their families and the surrounding society, and meanwhile exposed to intense socialization. At the same time, they are only beginning to develop their critical faculties, so they are not equipped to think for themselves. By the time an individual reaches the point where his reasoning skills are well developed, his family and society have already imposed an enormous value infusion on him. Moreover, that individual is born with innate sentiments that also strongly influence how he thinks about the world around him. All of this means that people have limited choice in formulating a moral code, because so much of their thinking about right and wrong comes from inborn attitudes and socialization.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=625",
                "value": 625
            },
            "note": null
        },
        {
            "text": "There is little reason to think that providing citizens with more education will help them reach broad agreement about the principles that should govern their lives together. In fact, the opposite is more likely. Some forms of education explicitly instruct students in a particular moral view. Madrasas run today by Islamist extremists, the Marxist universities of the former communist world, or the religiously based higher education offered at European and American universities before the twentieth century endorsed official views of the moral life. In some cases these represented (or represent) little more than indoctrination. These forms of education only reinforce existing differences among societies.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=660",
                "value": 660
            },
            "note": null
        },
        {
            "text": "Where education exposes people to a variety of perspectives, it typically pushes students to be tolerant, if not respectful, of opposing viewpoints. Education of the sort Dewey prescribes widens rather than narrows one’s horizons.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=665",
                "value": 665
            },
            "note": null
        },
        {
            "text": "Where does this leave us? Rousseau said long ago, “I would have wished to be in a country where the sovereign and the people could have only one and the same interest, so that all movements of the machine always tended only to the common happiness.”39 Of course, he was wishing for a state of affairs that can never be, because no group of people can ever achieve that level of agreement on foundational questions. For better or worse, our critical faculties are incapable of leading us to universal truths or categorical laws. We live in a world where relativism is a fact of life, even if most of us do not think of ourselves as relativists.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=676",
                "value": 676
            },
            "note": null
        },
        {
            "text": "A glance at how contemporary liberal societies are organized makes it clear that progressive liberalism has triumphed over modus vivendi liberalism. This is not to deny that liberal democracies contain a substantial number of modus vivendi liberals, or argue that progressive liberalism is intellectually superior. But progressive liberalism has won the day in real-world influence. Contemporary liberal societies cannot be organized along the lines prescribed by modus vivendi liberalism because the structural forces that buffet modern states demand the kind of interventionist policies that are at the core of progressive liberalism. Political leaders operate in a world that is too complicated for modus vivendi liberalism’s laissez-faire approach to governing. Because there is today no substitute for an interventionist state, political liberalism is now synonymous with progressive liberalism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=905",
                "value": 905
            },
            "note": null
        },
        {
            "text": "Liberalism is distinct from republicanism, which emphasizes an individual’s duties and obligations and favors a state that actively promotes civic virtue. It is also fundamentally at odds with Aristotle’s view that “the end of politics” is to produce “citizens of a certain sort—that is, good people and doers of noble actions.”13 A purely liberal state is soulless: it creates few emotional bonds between citizens and their government, which is why it is sometimes said that getting people to fight and die for a liberal state is especially difficult.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=987",
                "value": 987
            },
            "note": null
        },
        {
            "text": "Liberalism also seeks to minimize the importance of politics as much as possible. As I noted earlier, politics at its most basic level is about conflicts over fundamental questions regarding the good life. This is what makes it an adversarial enterprise. Liberalism tries to ameliorate political conflict by giving individuals abundant freedom to live their lives as they see fit, thus removing at least part of the reason for fighting over first principles. As Markus Fischer notes, “Liberalism has pacified political life by emptying it of much of its meaning.”17 Or as Stephen Holmes puts it, liberalism seeks “to remove from the public agenda issues that are impossible to resolve by either argument or compromise.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=998",
                "value": 998
            },
            "note": null
        },
        {
            "text": "Yet even as they try to attenuate politics, liberals acknowledge the importance of allowing individuals to freely engage in economic activity. Their ultimate aim is to create a world where economics overshadows politics.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1004",
                "value": 1004
            },
            "note": null
        },
        {
            "text": "Liberals understand that there will always be serious political disputes between individuals and between factions. Those quarrels, however, are settled by the state, which writes the rules and enforces them. The state is the ultimate arbiter in a process built around peaceful conflict resolution. Predictably, political liberalism places much emphasis on courts and the rule of law, since it aims to deal with political problems in the legal system, not the political arena. John Gray captures this point in his assessment of John Rawls’s thinking: “The central institution of Rawls’s ‘political liberalism’ is not a deliberative assembly such as a parliament. It is a court of law. All fundamental questions are removed from political deliberation in order to be adjudicated by a Supreme Court. The self-description of Rawlsian doctrine as political liberalism is supremely ironic. In fact, Rawls’s doctrine is a species of anti-political legalism.”20",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1010",
                "value": 1010
            },
            "note": null
        },
        {
            "text": "In short, politics is guaranteed to be part of daily life in liberal states, simply because there is no way of completely eliminating deep disagreements over first principles. The liberal formula for separating the state from civil society and trying to reduce the influence of politics marks a fundamental break with previous thinking about the optimum political order. In the writings of ancient philosophers such as Aristotle and Plato, political institutions and civil society were woven closely together; actively participating in politics was a necessary element of a good life. Engaging in the public sphere was considered a noble enterprise, and thus it was a mark of distinction to be a prominent public figure.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1023",
                "value": 1023
            },
            "note": null
        },
        {
            "text": "Two paradoxes embedded in liberalism merit discussion before we examine the differences between modus vivendi and progressive liberalism. The first paradox concerns tolerance. In any liberal society, some people will reject liberalism and would overturn the political order if given the opportunity. If a substantial number of people held this view, they would surely present a mortal threat to liberalism. It would make little sense in these circumstances for liberals to practice toleration toward their enemies, since a live-and-let-live approach could destroy the regime. Liberals, of course, are aware of this danger, which means liberalism has a sense of vulnerability at its core that naturally provokes a tendency toward intolerance among liberals.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1032",
                "value": 1032
            },
            "note": null
        },
        {
            "text": "There is a sense of both vulnerability and superiority wired into liberalism that fosters intolerance despite the theory’s emphasis on purveying tolerance to maintain domestic harmony.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1043",
                "value": 1043
            },
            "note": null
        },
        {
            "text": "There is another seeming contradiction at liberalism’s core. The theory contains both a particularist and a universalist strand,",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1044",
                "value": 1044
            },
            "note": null
        },
        {
            "text": "Political liberalism thus has a universalist strand that emphasizes the power of reason, inalienable rights, and nonviolence as well as a particularist strand that stresses the limits of reason, disagreements about first principles, and the fractious nature of politics.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1053",
                "value": 1053
            },
            "note": null
        },
        {
            "text": "The pessimism of modus vivendi liberals about our critical faculties goes beyond simply saying we cannot agree on first principles. They also tend to think the state cannot act intelligently to achieve ambitious goals. Governments, they argue, do not make meaningful progress; they hinder it. In essence, modus vivendi liberals question whether states are instrumentally rational, which predisposes them to believe that almost all forms of government-directed social engineering are likely to fail. There is no place for an expansive welfare state in modus vivendi liberalism. Ultimately, modus vivendi liberalism is not an optimistic or progressive theory of politics.25 The state is supposed to take a laissez-faire approach to governing: its goal should be simply to keep disagreements from turning deadly and to allow people as much freedom as possible to live as they see fit.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1087",
                "value": 1087
            },
            "note": null
        },
        {
            "text": "Their faith in governments’ capacity to act in instrumentally rational ways sets them apart from modus vivendi liberals, who have no such faith. Progressive liberals also recognize the need for the state to act as a night watchman, since they understand that it is not possible to achieve consensus on first principles.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1103",
                "value": 1103
            },
            "note": null
        },
        {
            "text": "There are actually two variants of progressive liberalism, each with a different take on what our critical faculties can tell us. Let us call them bounded and unbounded progressives. The unbounded progressives have the most faith in reason. They claim that when we collectively discover first principles and couple them with universal respect for individual rights, it effectively takes violent conflict off the table. Bounded progressives, while they have more faith in reason than modus vivendi liberals, do not think people around the world can reach a consensus on questions about the good life. But they do believe people in liberal societies are smart enough to accept those differences and not fight over them. Abundant tolerance, accompanied by peaceful conflict resolution and respect for the law, governs daily life wherever liberalism reigns.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1121",
                "value": 1121
            },
            "note": null
        },
        {
            "text": "The case for unbounded progressivism is ultimately unpersuasive. There has never been anything approximating a universal consensus on what constitutes the good life, and no good reason to think there ever will be. The argument that we can use our critical faculties to divine universally accepted truths regarding first principles simply cannot be sustained.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1156",
                "value": 1156
            },
            "note": null
        },
        {
            "text": "For starters, there is little evidence that citizens in liberal societies are as tolerant as Rawls and other bounded progressives claim, and much evidence that they are not. The political philosopher George Klosko, who directly engages Rawls’s claims about tolerance, argues that “the evidence shows many liberal citizens are remarkably intolerant”—an argument he supports with abundant evidence.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1213",
                "value": 1213
            },
            "note": null
        },
        {
            "text": "Where does this leave us? While there is no question that progressive liberals sometimes make bold claims about the power of our critical faculties, those claims do not stand up to close inspection. Although the claims of bounded progressives are more limited, the two versions share the same flaws. Neither provides a persuasive explanation for why reason can offer final answers to questions about the good life or promote prodigious tolerance in liberal societies. Instead, theorists in this tradition make their cases mainly by assertion. Second, both bounded and unbounded progressives sometimes make arguments that contradict their assertions about how reason ameliorates conflict and leave them sounding like modus vivendi liberals. In the end, there is no meaningful difference between modus vivendi and progressive liberalism on the pacifying effects of reason. The real difference between these two variants of political liberalism involves how they think about individual rights and social engineering by the state.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1248",
                "value": 1248
            },
            "note": null
        },
        {
            "text": "As I noted earlier, politics is always at play in a liberal society. Because the state must make at least some rules and laws that deal with first principles, it matters to the citizenry who among them runs the government. People living in a state dominated by progressive liberals will care more about this because the progressive state will insert itself more in civil society. The intensity of political competition is likely to be greater in states where progressive rather than modus vivendi liberals are in charge. In such circumstances, modus vivendi liberals will have a powerful incentive to engage in politics so as to limit the interventionist state. The bottom line is that the key differences in political liberalism’s two variants are how they think about rights and the role of the state. Over the past two centuries the balance of power between them has shifted decisively in favor of progressive liberalism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1307",
                "value": 1307
            },
            "note": null
        },
        {
            "text": "Three major forces drove progressive liberalism’s ascendancy. The first was the Industrial Revolution,",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1363",
                "value": 1363
            },
            "note": null
        },
        {
            "text": "Another consequence of industrialization, the aforementioned growth in communication and transportation networks, occurred not just at the national level but at the international level as well. The Industrial Revolution helped fuel globalization, which meant that major economic developments in any one country inevitably affected other countries in the system and made the world increasingly interdependent. Industrialization also led to child labor, worker exploitation, and environmental damage. Given these and other hugely consequential developments, the state had no choice but to get seriously involved in managing various aspects of society, including the economy.66 Given the sheer size of the relevant enterprises, the speed at which technology changes, and the global nature of industrial capitalism, the necessary levels of planning and regulating were far beyond the capacities of local governments. Much to the chagrin of modus vivendi liberals, relying on the invisible hand to work its magic in the economy is not a feasible strategy. Liberal countries might be wedded to capitalism and a market economy, but that does not prevent the interventionist state from closely regulating not only its own economy but the international economy as well.67 These tasks involve making and implementing policies that unavoidably affect individual rights.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1368",
                "value": 1368
            },
            "note": null
        },
        {
            "text": "The second key force behind the triumph of progressive liberalism is nationalism, which, like industrialization, became a dominating force in international politics during the nineteenth century.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1379",
                "value": 1379
            },
            "note": null
        },
        {
            "text": "but suffice it to say here that all states have powerful reasons (administrative, economic, and military) to foster in their people a strong sense of nationhood, which requires extensive social engineering. This task never ends, not only because newly born citizens have to be socialized but also because some states allow large-scale immigration. Moreover, most states are multinational, which means they have to work assiduously to forge a common identity among their different groups. At the same time, nationalism creates powerful bonds between citizens and the state, leading people to expect their government to reward their loyalty by providing for their welfare. This demand reinforces the nation-state’s inclination toward intervention, which includes, in liberal democracies, the promotion of rights.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1380",
                "value": 1380
            },
            "note": null
        },
        {
            "text": "The third major force behind progressive liberalism’s dominance is the changing nature of warfare and the need to maintain a large peacetime military establishment.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1389",
                "value": 1389
            },
            "note": null
        },
        {
            "text": "The need to fill the ranks of the military with healthy and well-educated citizens gives the government a powerful incentive to provide for the welfare of its citizenry. And it must then provide for the welfare of those citizens who end up wearing a uniform.69 When these modern militaries fight major wars, especially “total wars” like the two World Wars, the state ends up interfering in almost every aspect of daily life. The government has little alternative if it hopes to mobilize the resources necessary to win. The result, however, is that the state discovers its ability to do social engineering on a grand scale. As the sociologist Morris Janowitz notes regarding World War II: “A society that could mobilize for total war was defined as one that could mobilize for social welfare. Thus it was the actual performance of the central government during the war that was crucial in the thrust toward a welfare state. In essence, the political elites gained the knowledge and the confidence that they could manage the welfare state.”70",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1394",
                "value": 1394
            },
            "note": null
        },
        {
            "text": "There is little doubt that liberal idealists are literally idealists, as the label indicates, but they are not political liberals. There is no room in their theory for liberalism’s unambiguous individualism and its accompanying belief in inalienable rights. Liberal idealists emphasize that human beings are first and foremost social animals.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1482",
                "value": 1482
            },
            "note": null
        },
        {
            "text": "It should be clear that liberal idealism differs in fundamental ways from political liberalism. Not only do liberal idealists view humans as essentially social animals, they also do not believe in natural rights and assign nationalism an important place in their story. They believe reason can help facilitate moral progress, leading the way toward some kind of “ideal society.” These beliefs conflict with the core notions that underpin political liberalism—an ideology that merits an extended critique of its own.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1571",
                "value": 1571
            },
            "note": null
        },
        {
            "text": "TWO OF POLITICAL LIBERALISM’S MOST salient features are also its two significant flaws: the prominence it accords individualism, and the weight it places on inalienable rights.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1576",
                "value": 1576
            },
            "note": null
        },
        {
            "text": "The first problem with liberalism is that it wrongly assumes that humans are fundamentally solitary individuals, when in fact they are social beings at their core. This commitment to far-reaching individualism leads political liberals to downplay nationalism, which is an especially powerful political ideology with profound influence inside every country in the world. Liberalism’s fate is therefore bound up with nationalism. Although these two isms differ in important ways, they can coexist inside a country’s borders. But when they are at odds, nationalism wins almost every time. In short, nationalism places serious limits on liberalism’s influence, including its emphasis on natural rights.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1581",
                "value": 1581
            },
            "note": null
        },
        {
            "text": "Liberalism’s second problem is that its story about individual rights is not persuasive. The claim that rights are inalienable and that this is “self-evident,” that almost everyone should be able to recognize both the universality and importance of rights, is not compelling. The influence of rights in people’s daily lives is nowhere near as profound as liberals seem to think, which is not to say rights are of no concern at all. But their impact is limited, even in places like the United States, where liberalism is deeply wired into the culture.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1586",
                "value": 1586
            },
            "note": null
        },
        {
            "text": "If liberalism and nationalism are both powerful forces in our world, what is the relationship between them? Three points are in order. First, nationalism is at play in every country, which is reflected in the fact that we live in a world of nation-states. Liberalism, however, is not a powerful force everywhere. True liberal democracies have never made up a majority of states in the international system. Second, given nationalism’s pervasiveness, liberalism must always coexist with nationalism. It is impossible to have a liberal state that is not a nation-state and thus nationalist to its core. Liberalism, in other words, operates within the confines of nation-states. Finally, liberalism invariably loses when it clashes with nationalism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1606",
                "value": 1606
            },
            "note": null
        },
        {
            "text": "In popular discourse, nationalism is sometimes said to reflect “ancient hatreds,” which implies it has plagued the planet for most of recorded history. This perception is false: nationalism is a recent phenomenon. It first emerged in Europe, and by extension North America, in the second half of the eighteenth century, although it was incubating in Europe before then.4 Liberalism actually came onto the European scene roughly a century before nationalism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1619",
                "value": 1619
            },
            "note": null
        },
        {
            "text": "Nations have six fundamental features that, taken together, distinguish them from the other kinds of large groups that inhabited the planet before nations came on the scene.5",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1629",
                "value": 1629
            },
            "note": null
        },
        {
            "text": "Before the coming of nations, the bonds among members of the large social groups that populated Europe were not tight. Those earlier groups tended to be quite fluid, which meant that identities were relatively malleable.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1642",
                "value": 1642
            },
            "note": null
        },
        {
            "text": "Furthermore, there was no sense of equality within those earlier social groups. While there is not strict equality in a nation, there was a marked reduction in the gap between elites and their people. Pre-national Europe was largely agricultural and comprised two main classes: the aristocracy and the peasantry. The gulf separating them was huge, under the Roman Empire, during the Middle Ages, and in the era of dynastic states that preceded the appearance of nation-states.12 But by the late eighteenth century, the chasm had narrowed significantly, in good part because elites and their publics came to communicate in the same language and see themselves as part of a shared enterprise with a common destiny.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1651",
                "value": 1651
            },
            "note": null
        },
        {
            "text": "What separates nations from each other is culture. Each nation has a distinct set of beliefs and practices that are shared by its members and that distinguish it from other nations. The practices involve things like language, rituals, codes, music, and symbols, while beliefs involve matters like religion, basic political and social values, and a particular understanding of history. The members of a nation tend to act and think in similar ways in their daily lives, and this helps foster strong bonds among them.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1677",
                "value": 1677
            },
            "note": null
        },
        {
            "text": "It makes sense to distinguish between thick and thin cultures, which reflect the amount of cultural diversity a nation has. Thick cultures have significant cultural homogeneity, while thin cultures are more diverse. Nation-states that are largely composed of a single nation, such as Japan and Poland, have thick cultures. Those that have a core nation and minority nations, such as Canada, India, and Spain, have thin cultures.16",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1682",
                "value": 1682
            },
            "note": null
        },
        {
            "text": "There is another important reason for the durability of national loyalties: the movement from oral to written traditions. Until the nineteenth century, most people learned about their social group’s history by word of mouth. Few people could read, and for them there were few popular history books. It was reasonably easy to change stories about the past to accommodate newcomers as well as shifting circumstances. But once a group’s history is written in books, it is difficult to change the story to suit new conditions. As the political scientist James Scott notes, “The key disadvantage of monuments and written texts is precisely their relative permanence.”24 In a literate world, people’s identities inside large social groups become more fixed, and boundaries become less fluid. The movement from an oral to a literate culture not only created tighter bonds within Europe’s burgeoning nations but also made those communities more robust and resistant to change.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1712",
                "value": 1712
            },
            "note": null
        },
        {
            "text": "The large social groups that came before nations also cared about controlling territory, but they rarely viewed it as sacred space. Territory mattered largely for economic and military reasons. Prime real estate, which included much of the land in Europe, contained valuable resources, including manpower, that were essential for building a powerful economy and a formidable military force. Some territory was also strategically important: it provided defensible borders or access to an important waterway or ocean. This instrumental view meant that leaders could treat their territory as divisible under the right circumstances. But a nation’s territory holds enormous intrinsic value as part of its cultural heritage, which means it is indivisible.37",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1768",
                "value": 1768
            },
            "note": null
        },
        {
            "text": "This emphasis on self-determination, coupled with the sense of oneness integral to nationalism, points us to the democratic impulse embedded in this ism.45 Robespierre captured the link between democracy and nationalism when he wrote: “It is only under a democracy that the state is the fatherland of all the individuals who compose it and can count as many active defenders of its cause as it has citizens.”46 This is not to say nationalism is the principal cause of democracy, because it is not, but it is an important contributing factor. It is no accident that over the past two centuries, democracy has spread across large portions of the globe at the same time that nationalism was gaining sway around the world. Note, however, that I am talking about nationalism’s relationship with democracy, not with liberalism. Liberalism and nationalism sometimes clash in fundamental ways.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1805",
                "value": 1805
            },
            "note": null
        },
        {
            "text": "In sum, nations have six core features that, taken together, distinguish them from the kinds of large social groups that dominated the landscape before nations came on the scene. These features are a powerful sense of oneness, a distinct culture, a marked sense of specialness, a historical narrative that emphasizes timelessness, a deep attachment to territory, and a strong commitment to sovereignty or self-determination.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1812",
                "value": 1812
            },
            "note": null
        },
        {
            "text": "But nations are more than survival vehicles. For most people, they also fulfill important emotional needs. We are all social animals and have little choice but to belong to groups, but there are many social groups.48 What makes a nation so special is that it provides an existential narrative. It gives its members a strong sense that they are part of an exceptional and exclusive community whose history is filled with important traditions as well as remarkable individuals and events. Their culture, in other words, is special. Members want to live together to carry on those traditions, “validate the heritage that has been jointly received,”49 and share a common destiny.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1825",
                "value": 1825
            },
            "note": null
        },
        {
            "text": "It differs significantly from its many predecessors, which include (to name just a few) city-states, empires, tribes, principalities, duchies, theocracies, and feudal monarchies. The state in my story takes two forms: the dynastic state, which predominated from about 1500 to 1800, and the nation-state, which replaced it.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1843",
                "value": 1843
            },
            "note": null
        },
        {
            "text": "Before the dynastic state came on the scene, both political authority and political power in Europe were much more decentralized. It was often difficult to tell where sovereignty resided. During the Middle Ages (roughly 500 to 1500 AD), writes the political sociologist William Sewell, “The social system was both corporate and hierarchical. . . . People belonged to a whole range of constituted solidarity units, sharing communities of recognition in a simultaneously negotiated fashion with overlapping collections of other persons.”54 The Catholic Church had some authority, but so did kings, the local nobility, towns, cities, and even guilds. Political authority was, as Robert Jackson puts it, “diverse, dislocated, and disjointed.”55 The difficulty of determining who had supreme authority was abetted by the fact that no political entity in Europe was significantly more powerful than its competitors.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1857",
                "value": 1857
            },
            "note": null
        },
        {
            "text": "One might think that medieval kings had significant political power. But the most powerful political actors were usually the resident nobles and the bishops who ran the local churches. Central authorities were generally no match for these local forces, which had much more influence on an individual’s daily life than did monarchs. As the historians Joseph Strayer and Dana Munro note, “Kings were neither especially dignified nor especially important. In most regions of Europe they did not receive the primary allegiance of their peoples and could not determine the political destinies of their countries. . . . The personal bond between a man and his lord was far stronger than the vague idea of allegiance to the state.”56",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1865",
                "value": 1865
            },
            "note": null
        },
        {
            "text": "The situation began to change in the early 1500s with the emergence of the dynastic state, which was committed to asserting political control over all people within its borders. This meant weakening the authority of the Catholic Church in Rome as well as that of local authorities. Nevertheless, it took time for the dynastic state to centralize control within its borders,",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1871",
                "value": 1871
            },
            "note": null
        },
        {
            "text": "Nations also want their own states because this is the best way to maximize their survival prospects. Nations face a variety of threats to their existence, starting with the intrusive nature of the modern state. The dynastic state did not interfere much in the daily lives of the people within its borders. It mainly collected taxes and looked for relatively small numbers of young men who might serve in the army. Otherwise, people were pretty much left alone under the purview of local cultural and political institutions. But as the state became more deeply involved in its citizens’ lives, that changed drastically. States had a powerful incentive to mold their people into a single culture with a common language and a shared history.59 This impulse to homogenize the culture, which is synonymous with nation-building, presents a grave danger for any minority group in a multinational state, simply because the majority is likely to ensure that the emerging common culture is defined by its own language and traditions. Minority cultures are likely to be pushed aside and maybe even disappear. As Walker Connor points out, states that engage in nation-building are invariably in the business of nation-breaking as well.60 The best way for a nation to avoid that fate is to have its own state. This logic explains why so many multinational states have broken apart over the past two centuries.61",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1886",
                "value": 1886
            },
            "note": null
        },
        {
            "text": "In the industrial age, states that want to compete economically have no choice but to create a common culture, as Ernest Gellner argues in his classic work Nations and Nationalism. Industry requires laborers who are literate and can communicate with each other. This means states need universal education as well as a common language. Industrial societies, in other words, demand a high degree of cultural homogeneity; they require a nation. The state plays the leading role in fostering that shared culture, especially through education, where it plays a central role in determining what is taught in the classroom. “The monopoly of legitimate education,” Gellner writes, “is now more important, more central than is the monopoly of legitimate violence.”64",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1914",
                "value": 1914
            },
            "note": null
        },
        {
            "text": "But the “most powerful” of all “state simplifications” is “the imposition of a single, official language.”74 Making a society more homogeneous means transcending local cultures and building a unified nation, even if that is not the intent.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1964",
                "value": 1964
            },
            "note": null
        },
        {
            "text": "In sum, just as nations have powerful reasons to want their own states, states invariably try to mold their populations into nations. The complementary logics at the root of nationalism work to meld nations and states together into nation-states and have made them the dominant political form in the world. This is one of the realities that liberalism must deal with.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1967",
                "value": 1967
            },
            "note": null
        },
        {
            "text": "The best starting point for understanding the relationship between liberalism and nationalism is to list their main differences. There are five key ones. First, liberalism focuses on the individual and pays little attention to social groups. Nationalism does the opposite: it rivets on the social group, which of course is the nation. The individual, while not irrelevant, is subordinate to the nation, which provides him with a powerful sense of participation in an enterprise with a timeless and grand tradition. Second, natural rights and toleration are central components of liberal theory. Nationalism pays them little attention, although a nation-state can certainly have its own set of rights and preach toleration. Third, liberalism has a particularist strand, which stems from its assumption that there are no final truths about the good life, and a universal…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1970",
                "value": 1970
            },
            "note": null
        },
        {
            "text": "Fourth, although the state is of central importance for both theories, its relationship to the wider public is different in each. With liberalism, the state’s main functions are to act as a night watchman, arbitrate disputes, and do significant social engineering for the purposes of promoting individual rights and managing the various problems that attend daily life in a modern society. Modus vivendi liberals are opposed to social engineering, especially for the purpose of fostering positive rights, but that is a battle they have lost. Liberalism cultivates hardly any emotional attachment to the state among its citizens, even despite their enormous dependence on it. This functional view of the state explains why it is hard to motivate people to fight and die…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1978",
                "value": 1978
            },
            "note": null
        },
        {
            "text": "Fifth, liberalism and nationalism view territory differently. Nationalists tend to think of the land they live on, or aspire to live on, as sacred. It is their fatherland or motherland, and so worth making great sacrifices to defend. Where the land’s borders are located matters greatly. Liberalism has no room for hallowed territory; it pays little attention to where countries draw their borders, which squares with the emphasis liberals place on universal rights. In the liberal…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1984",
                "value": 1984
            },
            "note": null
        },
        {
            "text": "Despite these differences, there is abundant evidence that these two isms can coexist inside a country. It is important to emphasize, however, that liberalism always operates within the context of a nation-state. Liberalism without nationalism is impossible. We live in a world of nation-states—a…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1989",
                "value": 1989
            },
            "note": null
        },
        {
            "text": "A purely liberal state is not feasible. Liberalism requires “the non-liberal underbelly of national community.”77 Stephen Holmes captures this point when he writes: “Liberals have succeeded in realizing some of their ideals . . . only because they have compromised with the realities of national sovereignty erected on a preliberal basis. Liberal rights are meaningful only within the confines of pre-existing, territorially-bounded states, and only where there exists a rights-enforcing power.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=1996",
                "value": 1996
            },
            "note": null
        },
        {
            "text": "On a related matter, some scholars make a distinction between civic nationalism and cultural or ethnic nationalism. For them, the word civic is a euphemism for liberal, which essentially means they are talking about fashioning a nation based almost exclusively on liberal values. In other words, they are asserting that one may have a nation without a culture based on a widely accepted package of distinct practices and beliefs. Liberalism alone can do the job. Scholars who make this argument usually hold up the United States and the countries of Western Europe as successful examples of this phenomenon.87 The notion of civic nationalism captures Hartz’s description of the United States. Civic nationalism is not a useful concept. While liberal values can be a component of a nation’s culture, they cannot be the sole basis of national identity. Civic nationalism is not a meaningful notion in good part because social groups like nations invariably have a variety of deeply rooted practices and beliefs that matter greatly in their members’ daily lives. It is virtually impossible for a nation to function effectively without a multifaceted culture.88 This is why most scholars who write about American culture today emphasize nationalism as well as liberalism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2029",
                "value": 2029
            },
            "note": null
        },
        {
            "text": "The two isms are not always at loggerheads. There should be little conflict between them in a society that largely comprises one nation and has a thick culture. In such cases, which include the United States, nationalism should not get in the way of creating a vibrant civil society with considerable room for individual rights and freedom from state interference. The same logic should apply in multinational states where the core nation and the minority nations respect each other’s rights and are tolerant of each other’s differences. Present-day Canada and India, with their thin national cultures, fit in this category. Liberalism and nationalism conflict when there is deep hostility between the different groups in a multinational country. In those circumstances, it is almost impossible for liberalism to take hold in the face of national animosities. When relations between groups are filled with anger and hatred, tolerance and equal rights are extremely difficult to promote. Usually in such instances, the most powerful national group discriminates against the weaker group in an illiberal way. Israel’s behavior toward the Palestinians is a good example, and with the rise of Hindu extremism, India is in danger of becoming an illiberal democracy.89",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2044",
                "value": 2044
            },
            "note": null
        },
        {
            "text": "modern world and liberalism is not.92 It is because liberalism fails to provide individuals with a sense of community that it cannot provide the glue to hold a society together. It does not make them feel they are part of a large and vibrant group that is special and worthy of esteem, which is important to people psychologically as well as for keeping a society intact. This problem derives partly from liberalism’s particularist strand—that it rivets on atomistic individuals who have rights but few duties and obligations—and partly from its universalist strand: its emphasis on inalienable rights, which apply to all people, not just the members of a particular group. In fact, liberalism does not simply fail to provide the bonds to keep a society intact; it also has the potential to eat away at those bonds and ultimately damage the society’s foundations. The taproot of the problem is liberalism’s radical individualism and its emphasis on utility maximization. It places virtually no emphasis on the importance of fostering a sense of community and caring about fellow citizens. Instead, everyone is encouraged to pursue his own self-interest, based on the assumption that the sum of all individuals’ selfish behavior will be the common good. This self-regarding behavior is somewhat countered by contemporary liberalism’s emphasis on ensuring equal opportunity for everyone, although not all liberals support that goal. In brief, liberalism not only contributes little to building societies but also has features that undermine social cohesion.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2061",
                "value": 2061
            },
            "note": null
        },
        {
            "text": "Nationalism, in contrast, is all about community and members’ responsibilities to the collectivity. Unlike liberalism, it works toward creating a sense of belonging. It satisfies individuals’ emotional need to be part of a large group with a rich tradition and a bright future. Moreover, nationalism is well suited to holding a society together, except in multinational states where the constituent nations are hostile to each other. Liberalism also does a poor job of tying the individual to the state. In the liberal story, the state is the product of a social contract among individuals, and its main task is to protect them from each other and allow each to pursue her own notion of the good life. Although the state works to promote equal opportunity for its citizens, some liberals contest that mission, and the liberal state, by definition, has limited capacity to interfere in its citizens’ lives. Individuals in the liberal story are not expected to have a deep emotional attachment to their state, and it is hard to imagine them putting their lives on the line for it.93 Nationalism, on the other hand, creates strong bonds between individuals and their state. Many people are strongly inclined to fight and die, if necessary, for their nation-state.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2072",
                "value": 2072
            },
            "note": null
        },
        {
            "text": "Finally, the vast majority of people in the modern world care greatly about territory. Their identity is bound up in land they consider sacred. This perspective, of course, is central to nationalism and accounts for much of its appeal.…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2082",
                "value": 2082
            },
            "note": null
        },
        {
            "text": "The liberal case for rights rests on two claims. First, the overwhelming majority of people around the world recognize what those rights are and think they are universal and inalienable, meaning they apply equally to everyone in the world and cannot be given or taken away. Second, people across the board believe individual rights are truly important and should be privileged in the political arena. There are good reasons to doubt both of these suppositions.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2089",
                "value": 2089
            },
            "note": null
        },
        {
            "text": "Privileging the concept of inalienable rights creates theoretical as well as evidentiary problems. When you look carefully at the underlying logic, there are three reasons to be skeptical that any widely agreed-upon body of rights can exist; and when you look closely at the historical record, it provides considerable evidence to back up that skepticism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2096",
                "value": 2096
            },
            "note": null
        },
        {
            "text": "False Universalism For starters, liberalism assumes there is no possibility of a worldwide consensus on what constitutes the good life. Particular societies may reach substantial agreement on first principles, but they will never achieve universal agreement, save for the belief that everyone has a basic right to survival. At the same time, however, liberals maintain that there is some objectively correct set of individual rights, and that it is possible to discern what those rights are, how they relate to each other, and that they are inalienable. How can this be, since individual rights are all about first principles? They are profoundly important for defining how people think about and act toward their fellow humans. Thus it is hard to believe, given the limits of our critical faculties, that there can be anything close to universal agreement on whether rights are inalienable, what they should be, and which ones should take precedence.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2099",
                "value": 2099
            },
            "note": null
        },
        {
            "text": "To take this a step further, placing rights at the core of any political system is tantamount to saying that the best political order is a liberal one. It is difficult to imagine how it is possible to privilege rights in the absence of a liberal or at least quasi-liberal state. Political liberals are sometimes surprisingly intolerant toward illiberal groups or states, thinking that the only legitimate political order is a liberal one.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2108",
                "value": 2108
            },
            "note": null
        },
        {
            "text": "Thus when liberals talk about inalienable rights, they are effectively defining the good life. They make no meaningful distinction between these two subjects. But if it is an axiom of liberalism (backed up by observation) that you cannot get universal agreement on first principles, then it follows that you cannot get a planetary consensus on individual rights. I noted in the previous chapter that there is a paradox in political liberalism, which stems from the fact that its core holds a particularist as well as a universalist strand. The particularism, of course, comes from the liberal belief that there is no truth regarding the good life, while the universalism is tied to the concept of inalienable rights. These two dimensions, I emphasized, are in tension with each other. But under my analysis here, that paradox disappears, because liberalism properly understood is…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2115",
                "value": 2115
            },
            "note": null
        },
        {
            "text": "There is a second theoretical problem with liberal thinking about rights: other considerations sometimes push them into the background. People will usually privilege political stability, which involves their personal security…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2123",
                "value": 2123
            },
            "note": null
        },
        {
            "text": "This logic is likely to apply in multinational states where there are deep-seated animosities among the rival groups. In such instances, many people will prefer an authoritarian leader who can keep the other factions at bay. There will also be cases, however, where a country is in turmoil for some reason and adopting a liberal democratic system would only make the problem worse. Finally, individual rights sometimes take a backseat to concerns about an external threat. Countries facing existential threats…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2127",
                "value": 2127
            },
            "note": null
        },
        {
            "text": "The final theoretical problem regarding rights concerns nationalism. According to the liberal story, rights apply equally to everyone, everywhere. But this flies in the face of nationalism, in which the concept of sovereignty means that each state is free to determine for itself which rights matter and how much they matter. Nation-states are likely to be jealous defenders of their…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2132",
                "value": 2132
            },
            "note": null
        },
        {
            "text": "Furthermore, nationalism is all about privileging one’s own group over others. In an international system composed almost wholly of nation-states, most people will favor their fellow nationals over outsiders. In practice, countries are unlikely to accord the “other” the same rights given to their own people, and where nationalism turns ugly, they will have little difficulty trampling on the rights of foreigners they dislike or hate. In brief…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2135",
                "value": 2135
            },
            "note": null
        },
        {
            "text": "One can make the case that it is dangerous to think in terms of universal rights in a world of nation-states. Doing so risks giving people the impression that there is some higher authority—maybe some international institution—empowered to protect their rights. In fact, there is no such entity; states protect an individual’s rights, not some superior authority. Hannah Arendt saw the problem: “The Rights of Man . . . had been defined as ‘inalienable’ because they were supposed to be independent of all governments; but it turned out that the moment human beings lacked their own government and had to fall back upon their minimum rights, no authority was left to protect them and no institution was willing to guarantee them.”98 She maintained that stateless people and unwanted minorities residing inside nation-states live in grave danger,…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2139",
                "value": 2139
            },
            "note": null
        },
        {
            "text": "If reason tells us that everyone possesses a set of inalienable rights, as liberals claim, then it seems reasonable to expect that at least some important premodern thinkers would have understood this basic fact of life. That is not the case. Aristotle and Plato, as well as Machiavelli, apparently had no concept of natural rights. Hobbes and Locke did not begin developing the foundations of liberalism until the seventeenth century. Others, such as Benjamin Constant, Kant, and Montesquieu, followed in their footsteps, but many other political philosophers paid little attention to the liberal story about individual rights, and some, such as Burke and Bentham, explicitly challenged it. Thus it is not even possible to make the less sweeping claim that once the leading thinkers recognized the importance of natural rights, a solid consensus emerged. There has never been universal agreement that rights are inalienable or that they are fundamental to political life.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2155",
                "value": 2155
            },
            "note": null
        },
        {
            "text": "Finally, if individual rights are recognized and highly regarded by almost everyone, it should be reasonably easy to spread liberalism to other countries. But it is not. People are easily persuaded to respect their own rights, but convincing them that others’ rights are equally important is a difficult task. It is much easier to advance a bare-bones version of democracy that demands nothing more than free and fair elections in which the winners take office. It took a long time for liberalism to take root throughout the West, which is where it got started and has had the greatest impact.112 Of course, this is why the United States and its European allies are committed to spreading its values beyond the West.113",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2193",
                "value": 2193
            },
            "note": null
        },
        {
            "text": "It seems clear that many Americans are not deeply committed to the principle of universal rights. If that is true, it is hard to imagine that a passionate commitment to inalienable rights exists elsewhere, since no country has as rich a liberal tradition as the United States. The bottom line is that the universal strand of liberalism is nowhere near as powerful as liberals believe. Liberal claims about the importance of individual rights are much less compelling than liberals seem to believe, and might even be dead wrong.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2230",
                "value": 2230
            },
            "note": null
        },
        {
            "text": "The taproot of the problem is that because there are always some sharp differences over first principles in every country, there will always be factions competing for power.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2241",
                "value": 2241
            },
            "note": null
        },
        {
            "text": "There is no such thing as a neutral state that merely acts as an umpire among rival factions. One faction, or some combination of factions, has to run the government, and in the process it will shape society in important ways. Thus each faction in a liberal democracy has a strong incentive to take over the state and not relinquish power to a rival faction. In the Middle East, this phenomenon is commonly referred to as “one man, one vote, one time.”122 Two motivating logics are at play here. Obviously, the faction that seized control would get to write the rules and not have to worry about losing a future election to a rival faction that might rewrite the rules. Additionally, each faction has good reason to think that every other faction understands this logic, and thus any faction that trusts another faction risks being played for a sucker. It is better to move first and capture the state for the long term before another faction beats you to the punch. This kind of behavior, which might seem unavoidable, would destroy a liberal democracy, even if the rival factions have no animus toward liberalism per se. Still, liberal democracy is not doomed to fail because of this incentive structure. A well-ordered liberal state has specific features that help insulate it from collapse, although it may remain an uneasy standoff between factions. Five key considerations work together to attenuate the problem.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2244",
                "value": 2244
            },
            "note": null
        },
        {
            "text": "The first feature is balance-of-power behavior among various factions. If no single faction is especially powerful, it makes little sense for any faction to try to capture the state, because that move would almost certainly lead to a civil war. And if one faction is especially powerful, it can afford to play by the rules, get elected, and run the state over the long term in ways that it sees fit. It has no need to take control permanently. The one potentially dangerous situation is where there is an especially powerful…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2254",
                "value": 2254
            },
            "note": null
        },
        {
            "text": "The second consideration is the presence of crosscutting cleavages, which are common in liberal states. Most people have multiple interests that contribute to their political views. At the same time, there is a diverse array of issues that can motivate a faction, which means that not every faction in a society is concerned with the same issue.123 These two facts, when put together, mean that different individuals will sometimes find themselves in competing factions on one issue but on the same side on…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2260",
                "value": 2260
            },
            "note": null
        },
        {
            "text": "The third factor is organic solidarity, to borrow Durkheim’s term.124 The divisions of labor within a liberal society create extensive economic interdependence. People are intertwined at the economic level in profound ways. They depend on their fellow citizens in order to make a living and prosper, and most importantly, to survive. A civil war, which might ensue if one faction…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2265",
                "value": 2265
            },
            "note": null
        },
        {
            "text": "The fourth consideration is nationalism. Liberal democracies are ultimately nation-states with deeply rooted cultures. Their citizens share certain practices and beliefs, and this works to ameliorate differences among them. One of those key beliefs, at least for most people, is sure to be a deep-seated faith in the virtues of liberal democracy in general and their own liberal…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2269",
                "value": 2269
            },
            "note": null
        },
        {
            "text": "The fifth feature is the deep state.125 A liberal democracy, like any modern state, is highly bureaucratized, meaning it contains a good number of large institutions populated by career civil servants. Some of those bureaucracies are principally concerned with protecting the nation and the state against threats from within and without, which invariably means they have significant power to safeguard the existing political order. These institutions tend to operate autonomously, largely insulated from politics, which means that they usually do not identify with any particular faction. British civil servants, for example,…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2274",
                "value": 2274
            },
            "note": null
        },
        {
            "text": "Finally, at least three of these attenuating factors generally get stronger with time, which suggests that mature liberal democracies should be more resilient than fledgling ones. The more time passes, the more interdependent a society’s members become; the more they will be exposed to nation-building; and the stronger the deep state will become. In sum, the presence of competing internal factions does not mean that…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2280",
                "value": 2280
            },
            "note": null
        },
        {
            "text": "I take issue with this story on two counts. First, liberal great powers are seldom in a position to pursue liberal hegemony. They normally have little choice but to act according to realist principles, because they are usually in competition with one or more other great powers.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2315",
                "value": 2315
            },
            "note": null
        },
        {
            "text": "Liberalism has to have a night watchman if it is to work: it demands a hierarchic political system such as exists inside the state itself. But the international system is anarchic, not hierarchic. As long as liberal states operate in either bipolarity or multipolarity, they have no choice but to act toward each other according to realist logic.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2318",
                "value": 2318
            },
            "note": null
        },
        {
            "text": "Second, circumstances sometimes arise where the balance of power is so favorable to a liberal state that it is free to pursue liberal hegemony. This situation is most likely to occur in unipolarity, which is defined as the presence of only one great power in the system, thus rendering great-power security competition impossible. The United States found itself in this position when the Cold War ended and the Soviet Union collapsed, and unsurprisingly, it embraced liberal hegemony.2 As the American case shows, this policy invariably goes badly awry, and the aspiring liberal hegemon usually ends up paying a big price for having pursued it.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2321",
                "value": 2321
            },
            "note": null
        },
        {
            "text": "Turning a country into a liberal democracy is extremely difficult, not only because foreign cultures have deep roots and are hard to manipulate, but also because many people around the world do not privilege individual rights. Moreover, nationalism, which is all about self-determination, leads countries to resist foreign interference in their domestic affairs. Finally, even if one country is pursuing liberal hegemony, others are likely to act according to balance-of-power logic, which means the liberalizer will meet stiff resistance from them. In short, liberalism as foreign policy is a source of trouble. When it comes to politics among states, liberalism is no match for nationalism and realism. Those two isms together have played the leading role in shaping the modern international system, and their influence is likely to continue.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2326",
                "value": 2326
            },
            "note": null
        },
        {
            "text": "A liberal state, of course, does significant domestic social engineering to protect and promote the rights of its citizens. But because those rights are universal, that same state feels a genuine sense of responsibility to intervene, perhaps even militarily, on behalf of people in other countries if it sees their rights violated. Michael Doyle goes so far as to argue that “nonliberal governments are in a state of aggression with their own people,” an idea that appears to call for intervention in the politics of every country that is not a liberal democracy and would lead to a remarkably ambitious foreign policy.3",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2338",
                "value": 2338
            },
            "note": null
        },
        {
            "text": "Liberal states, of course, are also nation-states, which means that nationalism helps shape their approach to dealing with the world in important ways. One particular aspect of nationalism—a deep-seated sense of superiority over other nations—helps reinforce a liberal state’s belief that it can affect fundamental change all over the world. This combination of nationalist chauvinism and liberal idealism is plainly reflected in the frequent claims of American policymakers who see the United States as having special qualities that enable it to instruct and transform other less fortunate countries.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2349",
                "value": 2349
            },
            "note": null
        },
        {
            "text": "Doyle points out that liberal democracies are inclined to wage wars against non-democracies with “imprudent vehemence.”6 For liberals, as R. H. Tawney notes, “war is either a crime or a crusade. There is no half-way house.”7 Realist logic is thus severely attenuated in a world of liberal states. Because they have no intention of attacking each other, they no longer have to worry about their survival and so need not compete with each other for power.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2371",
                "value": 2371
            },
            "note": null
        },
        {
            "text": "A liberal state will always have internal enemies, although the severity of the threat varies. That problem is exacerbated when there are non-liberal countries that can join forces with those domestic anti-liberals and increase the threat to the liberal order. The problem is especially acute when there is a close ideological link between internal and external enemies. This threat gives liberal states a powerful incentive to eliminate the external enemy by transforming it into a liberal democracy. Of course, the problem would go away if all states were liberal.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2408",
                "value": 2408
            },
            "note": null
        },
        {
            "text": "The international relations scholar John Owen maintains that this link between internal and external enemies motivates not just liberal democracies but all states to pursue “forcible regime promotion” in countries governed by rival ideologies. “Precisely because the threat is transnational,” he writes, “the government can degrade it by attacking it abroad as well as at home. By suppressing an enemy ideology abroad, it can remove a source of moral and perhaps material support for enemy ideologues at home.”14 Both sides understand this logic, which gives each an added incentive to knock off the other side’s regime as quickly as possible.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2411",
                "value": 2411
            },
            "note": null
        },
        {
            "text": "I should say a few words about a mission to which I give scant attention but which is occasionally identified with liberal foreign policy. Some liberals and others argue that states should promote global justice by adopting redistributive policies that reduce the sharp economic inequalities among states. They should, as one advocate puts it, “seek to influence the global distribution of resources and wealth” to advantage poorer countries.16 This goal complements the liberal commitment to promoting equal opportunity among individuals inside liberal states. No liberal state has ever shown serious interest in helping other states gain economic advantages at its expense just to fight global injustice, and there is little reason to think any ever will.17",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2438",
                "value": 2438
            },
            "note": null
        },
        {
            "text": "Finally, it is important to note that liberal hegemony is largely an elite-driven policy. The foreign policy establishments in liberal states are generally more internationalist than their publics, which tend to be more nationalist. In particular, the foreign policy elites tend to be much more committed to defending individual rights abroad than the average citizen.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2445",
                "value": 2445
            },
            "note": null
        },
        {
            "text": "There are a variety of reasons for this phenomenon. For starters, liberal elites tend to be better educated than the average citizen. They typically spend years attending colleges and universities, which have become remarkably international in recent decades. Most campuses today contain large numbers of foreign students as well as faculty born and raised in other countries, and native-born students are also given the opportunity to study abroad. The top colleges and universities have become thoroughly liberal places where nationalist sentiments are seldom on display. Furthermore, elites in modern societies often spend a good deal of time hobnobbing with fellow elites from other countries. Academics, professionals, business leaders, journalists, policymakers, and think tankers all travel abroad, meet their foreign counterparts, and often form close friendships with them. Thus, the foreign policy elites in today’s world tend to be decidedly cosmopolitan.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2450",
                "value": 2450
            },
            "note": null
        },
        {
            "text": "Additionally, foreign policy is le domaine réservé of the state, generally carried out without much public involvement.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2459",
                "value": 2459
            },
            "note": null
        },
        {
            "text": "Taken together, these two benefits—liberal hegemony’s promise to protect individual rights around the world, prevent war, and thwart illiberal elements on the home front, as well as its promise of interesting, consequential, and well-paying job opportunities—help explain why liberal elites are so deeply committed to an expansive foreign policy, even after it runs into serious trouble.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2465",
                "value": 2465
            },
            "note": null
        },
        {
            "text": "Liberalism only works if there is a higher authority, like the state, that can maintain order, but there is no higher authority in the international system. Once there is no night watchman, liberalism devolves into realism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2480",
                "value": 2480
            },
            "note": null
        },
        {
            "text": "The basic theory is built on five assumptions, which describe the system’s basic architecture.21 First, states are the main actors on the world stage and there is no centralized authority above them. International institutions like the League of Nations or the United Nations are of secondary, if not tertiary, importance because they have little coercive leverage over states.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2489",
                "value": 2489
            },
            "note": null
        },
        {
            "text": "The second and third assumptions deal with capabilities and intentions, the two key factors states consider when assessing each other. All states have some offensive military capability, although the great powers obviously have much more. Realists tend to focus on great powers because they have the biggest impact on international politics; but even among great powers, some have more capability than others. The third assumption is that states can never know for certain whether a potential rival’s intentions are benign or hostile. They can sometimes make reasonable guesses, but they can never be sure.22",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2494",
                "value": 2494
            },
            "note": null
        },
        {
            "text": "Fourth, survival is every state’s primary goal. States always have other aims as well—one reason it is difficult to know their intentions—but survival must always take priority.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2511",
                "value": 2511
            },
            "note": null
        },
        {
            "text": "Fifth, states are rational actors. They have the ability to devise strategies that maximize their prospects for survival. States, in other words, are instrumentally rational.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2516",
                "value": 2516
            },
            "note": null
        },
        {
            "text": "The five assumptions together tell us that states exhibit three kinds of behavior. First, they tend to fear each other.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2520",
                "value": 2520
            },
            "note": null
        },
        {
            "text": "Finally, states understand that the best way to survive in an anarchic system in which they can never be certain about the intentions of other states is to be as powerful as possible relative to their competitors. States therefore aim to maximize the military assets they control and make sure other states do not gain power at their expense, while also looking for opportunities to shift the balance of power in their favor.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2535",
                "value": 2535
            },
            "note": null
        },
        {
            "text": "Because states do whatever they deem necessary to guarantee their survival, rights are not an important part of the realist story. Realism certainly has no room for the concept of inalienable rights, although states can reach agreements that confer certain rights on all of them. In practice, however, maximizing power will always take precedence over respecting those rights.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2569",
                "value": 2569
            },
            "note": null
        },
        {
            "text": "Realism, unlike liberalism, is a particularist theory from top to bottom. It has no story about natural rights. For this reason, realists do not assign much importance to the so-called international community, which is based on a deep respect for inalienable rights. For them, that community is a rhetorical device that powerful states use to sound high-minded when they are pursuing their interests, and that weak states invoke when they have no other recourse. States may certainly cooperate to form military alliances and create other kinds of international institutions for their mutual benefit. But they do so for self-regarding reasons, not because they think other countries share common values or noble motives.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2576",
                "value": 2576
            },
            "note": null
        },
        {
            "text": "At the international level, this means that political liberalism cannot work as advertised unless there is a world state. As long as the international system is anarchic, liberalism is no different from realism in that realm. Without a world state, despite all its talk about rights, tolerance, and settling disputes peacefully, liberalism provides no way to move beyond balance-of-power politics.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2601",
                "value": 2601
            },
            "note": null
        },
        {
            "text": "International anarchy alone makes it strategically foolish for a state to pursue a liberal foreign policy unless it is far more powerful than every other state in the system. But there is another reason why such a policy makes little sense. As I explained in the previous chapter, the liberal story oversells rights. There is little evidence that most people think individual rights are inalienable or that they matter greatly in daily political life. Rights do matter to some extent, but liberals exaggerate their influence on politics, which makes spreading democracy an especially difficult task. As I also noted in the previous chapter, the importance people accord to individual rights has direct implications for the norms of tolerance and peaceful conflict resolution as well as for the role of the state. The less regard there is for inalienable rights, the more difficult it is to foster tolerance and persuade people to settle their disagreements peacefully, and the more a powerful state is needed to maintain order. If the universalist strand of liberalism is a less potent force than most liberals recognize, this makes it all the more important to have a formidable world state. The international system, however, remains anarchic. In sum, liberalism properly understood does not trump realism. Until we have a world state, any clear-headed thinker who is deeply committed to liberal principles should approach international politics like a realist. Liberalism can be a powerful force for good inside states, but not when states are dealing with the wider world.35",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2614",
                "value": 2614
            },
            "note": null
        },
        {
            "text": "There is substantial evidence of this kind of thinking in the United States, the paradigmatic liberal country. For example, in his study of how Americans think about rights, Austin Sarat found that they “do not perceive the interrelatedness of their own freedom and the freedom of others; they value their own freedom but not the freedom of others.”38 It is difficult to get Americans to fight and die solely to protect the rights of other peoples, including the all-important right to life. The only instance where U.S. troops engaged in combat for humanitarian purposes alone was in Mogadishu, Somalia, in 1993. After eighteen Americans were killed in battle, President Clinton quickly withdrew all U.S. combat forces. He and his lieutenants were so unnerved by what happened in Somalia that they refused to commit troops the following year to stop the Rwandan genocide, even though the mission would have involved few U.S. casualties.39",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2655",
                "value": 2655
            },
            "note": null
        },
        {
            "text": "In addition to the difficulties the liberalizer faces inside the target country, it is likely to meet resistance from other states as well. Some countries may have compelling reasons to check the liberalizer’s efforts to spread its ideology. Most other countries will be motivated by realism because, unlike the liberalizer, they do not face a permissive threat environment. They are thus likely to worry that if the liberalizer succeeds in its efforts to turn other countries into liberal democracies, it might gain new allies and shift the balance of power in its favor. Russia, for example, was deeply suspicious of the American-led effort to promote democracy in Eastern Europe through the so-called color revolutions. The February 22, 2014, coup in Ukraine, which the Americans helped facilitate and which toppled a pro-Russian leader, precipitated a major crisis between Moscow and the West.45",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2683",
                "value": 2683
            },
            "note": null
        },
        {
            "text": "There are also likely to be at least a few countries—Rawls calls them “outlaw states”—that oppose the spread of liberalism because they are deeply hostile to liberalism in principle.46",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2689",
                "value": 2689
            },
            "note": null
        },
        {
            "text": "What about the two ancillary missions that are part of a liberal foreign policy: building international institutions and promoting an open international economy? These two missions are more likely to succeed because, unlike democracy promotion, they are consistent with a realist foreign policy as well as a liberal one. Realists believe that institutions are important instruments of statecraft. The United States, for example, relied heavily on the North Atlantic Treaty Organization (NATO), the European Community, the International Monetary Fund (IMF), the World Bank, and other institutions in waging the Cold War. Facilitating economic intercourse is generally consistent with realism. Realists enthusiastically supported globalization during the Cold War, which certainly worked to America’s advantage. The nub of the dispute between liberals and realists regarding both institutions and economic interdependence has to do with whether they promote world peace. Liberals believe they ameliorate conflict; realists do not.48",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2695",
                "value": 2695
            },
            "note": null
        },
        {
            "text": "There were no states in Europe before 1500. The region instead housed a variety of political entities, including empires, city-states, duchies, principalities, urban federations, and various religious organizations. Sovereignty in Europe was associated with many different kinds of political units.50 Nor were there any states outside Europe. The first states—England, France, and Spain—began to take form in the early sixteenth century, and over the next three hundred years the dynastic state became the principal political actor in Europe. After 1800, those dynastic states slowly gave way to nation-states, and that political form eventually spread across the globe until today, the international system is made up almost exclusively of nation-states. As David Armitage notes, “The great political fact of global history in the last 500 years is the emergence of a world of states from a world of empires. That fact—more than the expansion of democracy, more than nationalism, more than the language of rights, more even than globalization—fundamentally defines the political universe we all inhabit.”51",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2733",
                "value": 2733
            },
            "note": null
        },
        {
            "text": "This extraordinary change, from a heterogeneous world system to a homogeneous one, obviously had many causes. The two main driving forces, however, were nationalism and realism, which interacted in important ways to help create the modern state system. The emphasis each of those isms places on the state and survival links them in ways that promoted the proliferation of nation-states.52",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2742",
                "value": 2742
            },
            "note": null
        },
        {
            "text": "Charles Tilly famously tells the story of how the state proved superior to all other organizational forms at building military power and winning wars.54 Military success depends in good part on having money to finance an army and a navy as well as enough people to fill out a large and effective fighting force. But those resources have to be extracted from the population, which means it is better to have a large population than a small one. States proved to be superior to all other political forms at extracting resources from the resident population and translating them into military might. Hence the state ultimately ran its competitors out of the European system, because the others could not build sufficient military power to compete with the state on the battlefield. Survival came to depend on having a state.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2753",
                "value": 2753
            },
            "note": null
        },
        {
            "text": "The best way for a nation to guarantee its survival is to have its own state, which is not to say nations are condemned to ruin if they do not control a state. But it certainly maximizes their prospects of survival. Thus, from the start, nations had an irresistible incentive to have their own state, which eventually led to the rise of nation-states. Moreover, given that those states operate in international anarchy, each nation wanted its own state to be especially powerful, so as to guarantee the nation’s long-term survival. In essence, nationalism reinforced basic realist logic, which by itself was shaping the modern world in profound ways.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2792",
                "value": 2792
            },
            "note": null
        },
        {
            "text": "Furthermore, as Benedict Anderson notes, “Since the end of World War II every successful revolution has defined itself in national terms,” including those in Marxist countries like China and Vietnam. Anderson also emphasizes there are a number of cases where communist countries fought wars with each other, and “none of the belligerents has made more than the most perfunctory attempts to justify the bloodshed in terms of a recognizable Marxist theoretical perspective.” Those wars were not supposed to happen, according to Marxist theory, but they did. Anderson goes on to quote the eminent Marxist scholar Tom Nairn, who argues that “the theory of nationalism represents Marxism’s great historical failure.”62",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2815",
                "value": 2815
            },
            "note": null
        },
        {
            "text": "THE COSTS OF LIBERAL HEGEMONY BEGIN with the endless wars a liberal state ends up fighting to protect human rights and spread liberal democracy around the world. Once unleashed on the world stage, a liberal unipole soon becomes addicted to war. This militarism arises from five factors. First, democratizing the globe is a vast mission that provides abundant opportunities to fight. Second, liberal policymakers believe they have the right, the responsibility, and the know-how to use military force to achieve their goals. Third, they often approach their task with missionary zeal. Fourth, pursuing liberal hegemony undercuts diplomacy, making it harder to settle disputes with other countries peacefully. Fifth, that ambitious strategy also undermines the notion of sovereignty, a core norm of international politics that is intended to limit interstate war.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2861",
                "value": 2861
            },
            "note": null
        },
        {
            "text": "Liberal hegemony promotes instability in other ways as well. Formidable liberal democracies also tend to embrace ambitious policies short of war that often backfire and poison relations between them and the target countries. For example, they often interfere in the politics of other countries. They are also inclined when engaging diplomatically with an authoritarian country to disregard its interests and think they know what is best for it. Finally, liberalism abroad tends to undermine liberalism at home, because a militaristic foreign policy invariably fosters a powerful national security state prone to violating its citizens’ civil liberties.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2870",
                "value": 2870
            },
            "note": null
        },
        {
            "text": "The Bush Doctrine, developed during 2002 and used to justify the March 2003 invasion of Iraq, is probably the best example of this kind of liberal interventionism.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2916",
                "value": 2916
            },
            "note": null
        },
        {
            "text": "What drove the United States to invade Iraq was the perceived need to deal with the proliferation and terrorism. And the best way to do that, the Bush team thought, was to turn all the countries in the greater Middle East into liberal democracies. This would make the region a giant zone of peace and take both problems off the table. “The world has a clear interest in the spread of democratic values,” the president said, “because stable and free nations do not breed the ideologies of murder. They encourage the peaceful pursuit of a better life.”9 These actions show all the earmarks of liberal hegemony. Liberals with a formidable military at their disposal are strongly inclined to fight wars not only to protect individual rights in other countries but also to spread liberal democracy, which they see as the best way to safeguard rights and protect against important security threats. Given that our planet has no shortage of autocracies, serious human rights violators, or countries that present a military threat, a powerful country like the United States, left free to pursue liberal hegemony, is likely to end up in a perpetual state of war.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2926",
                "value": 2926
            },
            "note": null
        },
        {
            "text": "Diplomacy gets shortchanged, however, when a unipolar state is able to push aside balance-of-power logic and adopt a liberal foreign policy. Such a state is strongly inclined to eschew diplomacy with its illiberal foes, for reasons that by now should be familiar. Although tolerance is a core principle of liberalism, it tends to get pushed aside when a liberal state confronts a rival that violates its citizens’ rights. After all, rights are inalienable. Since authoritarian states regularly shortchange—and sometimes trample on—the rights of their people, liberal states freed from the shackles of realism are likely to treat them as deeply flawed polities not worthy of diplomatic engagement.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2954",
                "value": 2954
            },
            "note": null
        },
        {
            "text": "Countries pursuing liberal hegemony often develop a deep-seated antipathy toward illiberal states. They tend to see the international system as consisting of good and evil states, with little room for compromise between the two sides. This view creates a powerful incentive to eliminate authoritarian states by whatever means necessary whenever the opportunity presents itself. One consequence of this loathing is that liberal states find it hard to engage in limited wars with illiberal foes and instead are inclined to pursue decisive victories against them. Unconditional surrender becomes the order of the day, as it is virtually impossible to countenance compromising with evil.12 Of course, nationalism, which usually generates hatred between states at war with each other, reinforces this tendency for wars to escalate to their extreme.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2958",
                "value": 2958
            },
            "note": null
        },
        {
            "text": "This eliminationist mentality is perhaps best reflected in Woodrow Wilson’s thinking about how to deal with Germany and the other defeated powers after World War I.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2965",
                "value": 2965
            },
            "note": null
        },
        {
            "text": "There is a final reason why states pursuing liberal hegemony become warlike: liberalism undermines sovereignty. Respect for sovereignty is the most significant norm in international politics, and its purpose is to minimize war and facilitate peaceful relations among states.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2977",
                "value": 2977
            },
            "note": null
        },
        {
            "text": "Sovereignty began to emerge as a norm when states first started forming in Europe in the early 1500s, but it did not achieve prominence until the Treaty of Westphalia, which helped bring an end to the incredibly bloody Thirty Years’ War of 1618–48,17 which by some estimates killed one-third of Germany’s population.18 Much of the conflict in Europe during that era was motivated by religious differences. Catholic and Protestant countries invaded each other with the hope of converting the target state. The norm of sovereignty was designed to put an end to this behavior by ruling such armed interventions out of court. Sovereignty may have helped put an end to those deadly religious wars, but it did not stop the European states from engaging in balance-of-power politics, which led them to violate the norm whenever they thought their vital interests were at stake. Nor was the concept of sovereignty meant to apply outside Europe, an exception that left the European great powers free to build empires throughout the world. So sovereignty had little effect on the behavior of European states for roughly two hundred years after the Peace of Westphalia.19",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=2993",
                "value": 2993
            },
            "note": null
        },
        {
            "text": "With the growth of nationalism—in Europe during the nineteenth century and in the colonial empires during the twentieth century—sovereignty became a more meaningful concept. Nationalism, which is all about self-determination, says that the people living inside a state’s borders have the right to determine their own fate, and no outside power has the right to impose its views on another nation-state. Sovereignty is thus inextricably bound up with the nation as well as the state. In essence, nationalist logic reinforced Westphalian sovereignty. But nationalism had its greatest impact on sovereignty outside Europe, where it helped facilitate decolonization in the twentieth century by focusing great attention on the principles of self-determination and nonintervention.20 In effect, it helped delegitimize empire. It is no surprise that the countries that were once victims of European imperialism staunchly support the concept of sovereignty today.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3003",
                "value": 3003
            },
            "note": null
        },
        {
            "text": "The influence of sovereignty was probably at its height in the late 1980s, as the Cold War was coming to an end. States all around the globe embraced it, and it definitely resonated with the Eastern European countries trying to free themselves from the Soviet yoke. And once the Cold War ended, many of the republics that comprised the Soviet Union began talking about gaining their own sovereignty, which they eventually did. But the norm was eroding by the mid-1990s, mainly because the United States took to interfering in the politics of other countries even more than it had in the past. Not only did the sole pole…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3010",
                "value": 3010
            },
            "note": null
        },
        {
            "text": "In essence, liberalism and sovereignty are fundamentally at odds with each other. This point is hardly controversial among…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3017",
                "value": 3017
            },
            "note": null
        },
        {
            "text": "A liberal unipole is unlikely to use military power to protect individual rights or foster regime change in a major power, mainly because the costs are too high. Nevertheless, it is likely to interfere in that country’s politics in other ways. Its tactics might include relying on nongovernmental organizations (NGOs) to support certain institutions and politicians inside the target state; linking aid, membership in international institutions, and trade to the major power’s human rights record; and shaming the target state by publicly reporting its human rights violations. This approach is unlikely to work, however, because the major power invariably views the liberal power’s behavior as illegitimate interference in its internal affairs. It will think its sovereignty is being violated, causing the policy to backfire and poisoning relations between the two countries.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3045",
                "value": 3045
            },
            "note": null
        },
        {
            "text": "In short, Washington’s efforts to push Beijing to liberalize have worsened relations between the two countries, just as they did with Russia. At the same time, neither country has made any improvement on human rights, and there is no evidence either one will become a liberal democracy anytime soon.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3073",
                "value": 3073
            },
            "note": null
        },
        {
            "text": "Yet interventions in minor powers often fail too. The American effort to topple authoritarian rulers in the greater Middle East and replace them with democratic regimes, which began in earnest after 9/11 and continued throughout both the Bush and Obama administrations, is a textbook case of the limits of social engineering. The United States has taken aim at five countries: Afghanistan, Egypt, Iraq, Libya, and Syria. It used its own military to help topple the regimes in Afghanistan, Iraq, and Libya but did not do so in Egypt or Syria. Nevertheless, regime change worked twice in Egypt, although not for the better. In Syria, it helped produce a bloody and disastrous civil war. In each case, American policymakers thought they could put in place a stable democracy that would be friendly to the United States and help it deal with serious problems like nuclear proliferation and terrorism. It is quite striking how much confidence Washington’s leaders had in their capacity to transform the politics of those five countries, and the region more generally. But they failed every time, bringing killing and destruction to the greater Middle East and committing the United States to what appear to be endless wars in Afghanistan, Iraq, and Syria.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3081",
                "value": 3081
            },
            "note": null
        },
        {
            "text": "Washington’s performance in Afghanistan, Egypt, Iraq, Libya, and Syria has been dismal. Not only has the United States failed to protect human rights and promote liberal democracy in those countries, it has played a major role in spreading death and disorder across the greater Middle East.42 Terrorism is a much greater problem in the region today, and the Iran nuclear deal notwithstanding, the incentives for countries around the world to either acquire or keep their nuclear weapons have increased in the face of America’s policy of forcible regime change. Policymakers in countries that have serious differences with the United States surely remember that Colonel Gaddafi gave up his programs to create weapons of mass destruction in December 2003 on the promise that Washington would not try to remove him from power.43 Eight years later, the Obama administration played a key role in removing him from power; soon thereafter he was murdered. It is likely he would still rule Libya today if he had possessed a nuclear deterrent.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3157",
                "value": 3157
            },
            "note": null
        },
        {
            "text": "It is clear from the historical record that the effort to impose democracy on another country usually fails.45 Andrew Enterline and J. Michael Greig, for example, examined forty-three cases of imposed democratic regimes between 1800 and 1994 and found that nearly 63 percent failed.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3180",
                "value": 3180
            },
            "note": null
        },
        {
            "text": "Alexander Downes and Jonathan Monten point out, imposing democracy on another country is likely to work “if favorable internal preconditions are present. These conditions, unfortunately, are relatively rare in countries where the costs of intervention are low.”48 Great powers like the United States, however, do not invade to attempt regime change unless the costs are low, which means the necessary preconditions for liberal democracy will not be present.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3186",
                "value": 3186
            },
            "note": null
        },
        {
            "text": "“the United States intervened more than 35 times in developing countries around the world. . . . In only one case—Colombia after the American decision in 1989 to engage in the war on drugs—did a full-fledged, stable democracy . . . emerge within 10 years. That’s a success rate of less than 3%.”49 Pickering and Peceny find only one case—Panama after the removal of Manuel Noriega—in which American intervention clearly resulted in the emergence of a consolidated democracy.50 William Easterly and two colleagues at New York University looked at how U.S. and Soviet interventions during the Cold War affected the prospects for a liberal form of government, and found that “superpower interventions are followed by significant declines in democracy, and that the substantive effects are large.”51",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3191",
                "value": 3191
            },
            "note": null
        },
        {
            "text": "It is not impossible for the United States to impose liberal democracy abroad. But successes are the exception, not the rule, and they usually occur in countries with a particular set of internal characteristics. It helps greatly, for example, if the target state is ethnically and religiously homogeneous and has a strong central government, reasonably high levels of prosperity, and some experience with democracy. Post–World War II Germany and Japan, which are often held up as evidence that the United States can export liberal democracy to the Middle East, fit these criteria. But they are highly unusual.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3204",
                "value": 3204
            },
            "note": null
        },
        {
            "text": "NATO enlargement, EU expansion, and democracy promotion are a close-knit package of policies designed to integrate Ukraine into the West without antagonizing Russia. But they inadvertently turned Moscow into an enemy, leading directly to the Ukraine crisis.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3276",
                "value": 3276
            },
            "note": null
        },
        {
            "text": "Anyone with a rudimentary understanding of geopolitics should have seen this coming. The West was moving into Russia’s backyard and threatening its core strategic interests. A huge expanse of flat land that Napoleonic France, Imperial Germany, and Nazi Germany have all crossed to strike at Russia itself, Ukraine serves as an enormously important strategic buffer to Russia. No Russian leader would tolerate a former enemy’s military alliance moving into Ukraine. Nor would any Russian leader stand idly by while the West helped install a government in Kiev that was determined to join that alliance. Washington may not like Moscow’s position, but it should understand the logic behind it. Great powers are always sensitive to threats near their home territory.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3301",
                "value": 3301
            },
            "note": null
        },
        {
            "text": "This grand scheme to turn Europe into a giant security community went awry over Ukraine, but the seeds of this disaster were sown in the mid-1990s, when the Clinton administration began pushing for NATO expansion.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3320",
                "value": 3320
            },
            "note": null
        },
        {
            "text": "The legendary U.S. diplomat and strategic thinker George Kennan said in a 1998 interview, shortly after the Senate approved the first round of NATO expansion, that “I think the Russians will gradually react quite adversely and it will affect their policies. I think it is a tragic mistake. There was no reason for this whatsoever. No one was threatening anyone else.”68",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3327",
                "value": 3327
            },
            "note": null
        },
        {
            "text": "In sum, Russia and the West have been operating with different handbooks. Putin and his compatriots have been thinking and acting like realists, while Western leaders have adhered to textbook liberal ideas about international politics. The result is that the United States and its allies unwittingly provoked a major crisis that shows no sign of ending, in large part because liberal democracies find it so difficult to engage in diplomacy with authoritarian states.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3350",
                "value": 3350
            },
            "note": null
        },
        {
            "text": "States that pursue liberal hegemony invariably damage the fabric of liberalism inside their own borders. The main reason is straightforward: a country pursuing this ambitious strategy abroad has little choice but to create a powerful national security bureaucracy to fight its endless wars and monitor and shape the world in its own image. But a formidable national security state almost always threatens liberal values and institutions at home. The Founding Fathers understood this problem well: as James Madison observed, “No nation can preserve its freedom in the midst of continual warfare.”72 Militarized liberal states must rely on secrecy and must even deceive their own people when the country’s interest requires it, which turns out to be surprisingly often in the eyes of their national security operatives. This same instinct gives way to violating individual rights and undermining the rule of law when those operatives deem it essential for making a liberal foreign policy work. Liberal states that fight frequent wars also routinely end up treating their adversaries with ruthless policies that conflict with their own laws and liberal values.73",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3354",
                "value": 3354
            },
            "note": null
        },
        {
            "text": "Liberal states with ambitious foreign policy agendas are prone to engage in deception campaigns, because inspiring people to fight and die in a war is not easy. Individuals, like states, are deeply motivated to survive. It is especially challenging to sell liberal wars because they are ultimately not about fighting off threats to a country’s survival but about protecting the rights of foreigners or spreading liberal democracy. Getting people to fight and die for these liberal goals is not an easy sell. Leaders are always tempted to deceive their publics to get them on board for wars of choice.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3395",
                "value": 3395
            },
            "note": null
        },
        {
            "text": "Pervasive obfuscation inevitably creates a poisonous culture of dishonesty, which gravely damages any body politic but especially a liberal democracy. Not only does lying make it difficult for citizens to make informed choices about candidates and issues, it also undermines policymaking. If government officials cannot trust each other, the transaction costs of doing business are greatly increased. Furthermore, in a world where distorting or hiding the truth is commonplace, the rule of law is severely weakened. Any legal system, to work effectively, demands public honesty and trust. Finally, if lying becomes pervasive in a liberal democracy, it may alienate the public to the point where it loses faith in that political order and becomes open to authoritarian rule.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3406",
                "value": 3406
            },
            "note": null
        },
        {
            "text": "A liberal democracy that is constantly preparing for and fighting wars, as well as extolling the benefits of using force, is likely to end up violating the individual rights and rule of law that are at the heart of a liberal society. In times of national emergency such as war, leaders may think they have good reasons to stifle criticism of their policies by curtailing freedom of speech and freedom of the press. They are apt to have deep concerns about an enemy within, which might include disloyal citizens or even aliens. Fear is the order of the day. The atmosphere of suspicion invariably leads to restricting individual rights and monitoring citizens in illiberal ways, often with wide public support.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3412",
                "value": 3412
            },
            "note": null
        },
        {
            "text": "The ample evidence of this kind of behavior in American history includes Lincoln’s illiberal policies during the U.S. Civil War, the silencing of anti-war voices during World War I, the infamous “Red Scare” immediately after that conflict, the imprisonment of Japanese American citizens in World War II, and McCarthyism in the late 1940s and early 1950s.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3419",
                "value": 3419
            },
            "note": null
        },
        {
            "text": "Scott maintains that many of the great disasters in modern history are caused by “great utopian social engineering schemes” that depend on a “high-modernist ideology.” Liberal hegemony appears to qualify on both counts. It calls for doing social engineering all across the globe, which is nothing if not utopian. A high-modernist ideology, Scott says, “is best conceived as a strong, one might even say muscle-bound, version of the self-confidence about scientific and technical progress, the expansion of production, the growing satisfaction of human needs, the mastery of nature (including human nature), and, above all, the rational design of social order commensurate with the scientific understanding of natural laws.” Again, liberal hegemony, with its confidence in the virtues of liberal democracy and open economic markets and its use of international institutions to purvey standard metrics that make states more legible, fits the bill well.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3488",
                "value": 3488
            },
            "note": null
        },
        {
            "text": "All of Scott’s ingredients were firmly in place in the United States as the dust was settling after 9/11. The Bush administration adopted a policy of using the American military to topple regimes and bring democracy to the greater Middle East, an area that had little experience with democracy. The Bush Doctrine was a radical strategy that has no parallel in American history. President Obama, though more cautious than his predecessor, nonetheless continued Bush’s policy of toppling illiberal regimes and trying to promote democracy across the Middle East. Not only did both presidents fail at almost every turn, their policies brought widespread killing and devastation to the region.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3505",
                "value": 3505
            },
            "note": null
        },
        {
            "text": "In this chapter I will examine liberal hegemony’s purported benefit: that it will bring peace and wealth and effectively end problems like nuclear proliferation and terrorism. One might argue that it makes sense to try to realize those aims even if the costs are great, simply because the benefits are even greater. To determine whether that might be true, I examine the three main liberal theories of international politics—democratic peace theory, economic interdependence theory, and liberal institutionalism—to see how well each works. These three theories correspond with the three principal missions of a liberal foreign policy. My bottom line is that none of these theories provides a formula for peace. Not only is liberal hegemony prone to costly failures, it would not bring us a world without war even if it achieved its goals.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3516",
                "value": 3516
            },
            "note": null
        },
        {
            "text": "Democratic peace theory maintains that liberal democracies do not fight wars with each other, but it does not predict any decrease in wars between democracies and non-democracies. The principal explanation for peace among liberal democracies is that their deep-seated respect for individual rights, coupled with their emphasis on tolerance and peaceful conflict resolution, overwhelms any rationale they might have to initiate a war. Other accounts maintain that specific institutional and normative characteristics of democracy, not liberal rights, prevent war between liberal democracies.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3531",
                "value": 3531
            },
            "note": null
        },
        {
            "text": "Economic interdependence theory grows out of the liberal emphasis on the right to own and exchange property, which inexorably leads to promoting investment and trade among states. The ensuing economic intercourse not only leads to greater prosperity for the trading states but also makes them dependent on each other for their prosperity. This economic interdependence, the theory says, militates against war, simply because the costs of fighting become unacceptable. In the end, concerns about prosperity trump political as well as security considerations.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3535",
                "value": 3535
            },
            "note": null
        },
        {
            "text": "Liberal institutionalism stems from the importance liberals place on acting according to well-established rules that stipulate the rights and obligations of individuals. According to the theory, states voluntarily come together and establish international institutions, which are effectively a set of rules that states agree to obey even when they are tempted to disregard them and act aggressively. When push comes to shove, a deep-seated commitment to the rule of law will quash any temptation a state might have to start a war.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3539",
                "value": 3539
            },
            "note": null
        },
        {
            "text": "I take issue with the claim that these liberal theories offer a formula for a peaceful world. Each theory is fatally flawed, and packaging them together does not remedy the problem.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3563",
                "value": 3563
            },
            "note": null
        },
        {
            "text": "As long as there is one powerful non-democracy in the system, no democracy can escape from acting according to realist logic. As Alexander Wendt notes, “One predator will best a hundred pacifists because anarchy provides no guarantees. This argument is powerful in part because it is so weak: rather than making the strong assumption that all states are inherently power-seeking . . . it assumes that just one is power-seeking and that the others have to follow suit because anarchy permits the one to exploit them.”6 This logic applies even though the democracies in the system would still behave peacefully toward each other, at least according to the theory.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3600",
                "value": 3600
            },
            "note": null
        },
        {
            "text": "A second and even more fundamental problem inherent in the three liberal theories concerns what they say about the likelihood of peace. For any of these theories to dominate realism, its proponents have to argue that it makes war certain not to occur. It is not enough for them to argue that their theories lead to enhanced interstate cooperation or make war much less likely. One might think I am setting the bar too high. But as long as there is some chance of war between any two states in the system, every state has little choice but to privilege survival and act in accordance with realist principles. Even if the likelihood of war is judged to be only 1 or 2 percent, states must think and act according to balance-of-power logic because the dire consequences of losing a major war require them to worry about their survival. This situation resembles nuclear deterrence. The likelihood that any nuclear-armed state would use those incredibly destructive weapons is low, but the consequences would be horrendous. This is what makes nuclear weapons the ultimate deterrent.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3605",
                "value": 3605
            },
            "note": null
        },
        {
            "text": "Peace, in other words, is not guaranteed. But moving the needle toward peace, even substantially, is not enough. As long as war remains a serious possibility, states have little choice but to put survival above all other considerations, including rights, prosperity, and rules.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3623",
                "value": 3623
            },
            "note": null
        },
        {
            "text": "The words democratic peace theory imply that it offers a story about how democracy, not liberalism, brings peace. But the title is a misnomer, because the arguments underpinning democratic peace theory emphasize liberalism as well as democracy. A number of scholars in this tradition even refer to “liberal peace.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3627",
                "value": 3627
            },
            "note": null
        },
        {
            "text": "Even if liberal democracy were on the march, however, it would not enhance the prospects for peace, because the theory is seriously flawed. Consider its central finding. Some of its proponents argue that there has never been a war between two democracies. But this is wrong: there are at least four cases in the modern era where democracies waged war against each other. Contrary to what democratic peace theorists say, Germany was a liberal democracy during World War I (1914–18), and it fought against four other liberal democracies: Britain, France, Italy, and the United States.11 In the Boer War (1899–1902) Britain fought against the South African Republic and the Orange Free State, both of which were democracies.12 The Spanish-American War (1898) and the 1999 Kargil War between India and Pakistan are also cases of democracies fighting each other.13",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3639",
                "value": 3639
            },
            "note": null
        },
        {
            "text": "There are also many cases of democracies, especially the United States, overthrowing democratically elected leaders in other countries, a behavior that seems at odds with the claim that democracies behave peacefully toward one another.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3652",
                "value": 3652
            },
            "note": null
        },
        {
            "text": "But let us get back to my four cases of actual wars between democracies. One might concede that I am right yet still argue that this tiny number of wars does not substantially challenge the theory. This conclusion would be wrong, however, for reasons clearly laid out by the democratic peace theorist James L. Ray: “Since wars between states are so rare statistically . . . the existence of even a few wars between democratic states would wipe out entirely the statistical and therefore arguably the substantive significance of the difference in the historical rates of warfare between pairs of democratic states, on the one hand, and pairs of states in general, on the other.”16 Those four wars between democracies, in other words, undermine the central claim of democratic peace theorists.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3654",
                "value": 3654
            },
            "note": null
        },
        {
            "text": "The second major problem with democratic peace theory is that it offers no good explanation for why liberal democracies should not fight each other. Democratic peace theorists have put forward various explanations, some of which focus on democratic institutions and…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3660",
                "value": 3660
            },
            "note": null
        },
        {
            "text": "There are three institutional explanations for why liberal democracies do not go to war with each other. The first emphasizes that publics are pacific by nature, and if asked whether to initiate a war they will almost certainly say no. Kant articulates this argument in Perpetual Peace: “If the consent of the citizens is required in order to decide that war should be declared . . . nothing is more natural than that they would be very cautious in commencing such a poor game, decreeing for themselves all the calamities of war.”17 This argument was popular during the Cold War among neoconservatives, who believed that liberal democracies were inclined to appease authoritarian states because democratic peoples were not only soft but influential, because they could vote.18 The fatal flaw in this argument is that it proves too much. If the citizens of a liberal democracy were so averse to war, they would be disinclined to fight against non-democracies as well as democracies. They would not want to fight any wars at all. It is clear from the historical record, however, that this is not the case. The United States, for instance, has fought seven wars since the Cold War ended, and it initiated all seven. During that period it has been at war for two out of…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3663",
                "value": 3663
            },
            "note": null
        },
        {
            "text": "Several factors explain why democratic peoples sometimes favor starting wars. For one, there are sometimes good strategic reasons for war and most citizens will recognize them. Furthermore, democratic leaders are often adept at convincing reticent publics that war is necessary, even when it is not.19 Sometimes not much convincing is necessary, because the people’s nationalist fervor is so great that, if anything, they are pushing their leaders to go to war, whether necessary or not.20 Finally, it is wrong to assume that the public axiomatically pays a big price when its country goes to war. Wealthy countries often have a highly capitalized military, which means that only a small slice of the population actually serves. Moreover, liberal democracies are often adept at…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3675",
                "value": 3675
            },
            "note": null
        },
        {
            "text": "The second institutional explanation is that it is more difficult for government leaders to mobilize a democracy to start a war. This cumbersome decision making is partly a function of the need to get public permission, which is time-consuming given the public’s natural reluctance to fight wars and risk death. The institutional obstacles built into democracies, like checks and balances, slow down the process. These problems make it difficult not only to start a war but also to formulate and execute a smart foreign policy. If these claims were true, again, democracies would not initiate wars against non-democracies. But they do.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3684",
                "value": 3684
            },
            "note": null
        },
        {
            "text": "Moreover, the institutional impediments that might thwart leaders bent on starting a war usually count for little, because the decision to start a war is often made during a serious crisis, in which the executive takes charge and checks and balances, as well as individual rights, are subordinated to national security concerns. In an extreme emergency, liberal democracies are fully capable of reacting swiftly and decisively, and initiating a war if necessary.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3689",
                "value": 3689
            },
            "note": null
        },
        {
            "text": "Finally, some argue that “audience costs” are the key to explaining the democratic peace.22 This claim rests on the belief that democratically elected leaders are especially good at signaling their resolve in crises because they can make public commitments to act in particular circumstances, which they are then obligated to follow through on. In other words, they can tie their own hands. If they renege on their commitments, the public will punish them by voting them out of office. Once a leader draws a red line, the argument goes, his audience will hold his feet to the fire. Two democracies can thus make it clear to each other what exactly they would fight over, which allows them to avoid miscalculation and negotiate a settlement. The audience-costs story is intuitively attractive, but empirical studies have shown that it has little explanatory power.23 There is hardly any evidence that audience costs have worked as advertised in actual crises.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3692",
                "value": 3692
            },
            "note": null
        },
        {
            "text": "In sum, none of the mechanisms involving democratic institutions provides a satisfactory explanation for why democracies rarely fight wars with each other.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3705",
                "value": 3705
            },
            "note": null
        },
        {
            "text": "It should be clear that democracy and liberalism provide separate but complementary logics that explain why liberal democracies do not fight each other, even when they have a profound disagreement that provokes a major crisis. Wars do not break out, according to democratic peace theory, because these logics work either separately or in tandem to promote a formidable set of norms that favor peaceful conflict resolution, respect for the other, tolerance, and trust.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3741",
                "value": 3741
            },
            "note": null
        },
        {
            "text": "There are five problems with the claim that liberal democratic norms are a powerful force for peace. As I argued in chapter 5, without a higher authority to maintain order, liberalism cannot work as advertised. The reason is simple: liberalism accepts that individuals will sometimes have profound differences over first principles and also recognizes that respect for rights and tolerance cannot guarantee that one side, or even both sides, will not turn to violence. There is no assurance that conflicts will be resolved peacefully. This is why virtually every liberal recognizes the need for a state—including John Rawls, who is especially optimistic about the hexing power of tolerance. Democracy faces the same problem. It too is predicated on the assumption that citizens will sometimes have fierce differences about core political and social issues. Citizens in a democracy are heavily socialized to settle their disputes at the ballot box, but that socialization has its limits, and democracies always maintain formidable police forces to keep order. The norm of peaceful conflict resolution alone cannot ensure peace in a democracy; like liberalism, it requires a strong state to deal with people who feel compelled to back up their views with violence.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3744",
                "value": 3744
            },
            "note": null
        },
        {
            "text": "Since there is no world state, there is no higher authority in the international system to which countries can turn when another state threatens them. That simple fact of life, coupled with the fact that liberal democracies are not always tolerant, respectful, and peaceful toward each other, means they must worry about their survival even when dealing with other liberal democracies. Once…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3753",
                "value": 3753
            },
            "note": null
        },
        {
            "text": "Nationalism is another problem for claims about liberal democratic norms. It is an enormously influential ideology that causes countries to emphasize the differences among them. Each nation-state tends to think it is superior to the others, and sometimes there is genuine hatred between them. That animosity—what I call hypernationalism—exists because nation-states sometimes differ profoundly on first principles, and sometimes engage in harsh security competition that leads to war. Liberal democracies are hardly immune from nationalism, which can undermine tolerance and mutual trust, and even cause them to resolve their…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3757",
                "value": 3757
            },
            "note": null
        },
        {
            "text": "Furthermore, there is considerable empirical evidence to contradict the claim that liberal democratic norms are a potent force for peace. The United States, for example, has a rich history of toppling…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3763",
                "value": 3763
            },
            "note": null
        },
        {
            "text": "Perhaps the most damning evidence against the case for liberal democratic norms is found in Christopher Layne’s careful examination of four cases where a pair of liberal democracies marched to the brink of war, but one side pulled back and ended the crisis. He carefully examines the decision-making process in both Britain and the United States during the 1861 Trent Affair and the Venezuelan Crisis of 1895–96, the Fashoda Crisis between Britain and France in 1898, and the 1923 Ruhr Crisis involving France and Germany, and convincingly argues that liberal norms had little to do with settling these crises. There was substantial nationalist fervor on each side, and all four outcomes were primarily determined by strategic calculations involving the balance of power.34",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3772",
                "value": 3772
            },
            "note": null
        },
        {
            "text": "A final, albeit indirect, reason to doubt that liberal norms carry much weight in international politics is that there is little evidence that liberal democracies fight wars in especially virtuous ways. Given the emphasis liberalism places on inalienable rights, one would expect liberal democracies to go to some lengths to avoid killing civilians, or at least do better than authoritarian states.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3778",
                "value": 3778
            },
            "note": null
        },
        {
            "text": "But when Alexander Downes did his groundbreaking study of civilian victimization in war, he found that “democracies are somewhat more likely than nondemocracies to target civilians.”37 John Tirman shows in his detailed analysis of how the United States fights its wars that it has killed millions of civilians, many on purpose.38 And although Geoffrey Wallace shows autocracies are more likely than democracies to abuse prisoners of war, he provides plenty of evidence that democracies mistreat their prisoners.39 The widespread use of torture by the United States in the wake of 9/11 is just one example. Both Downes and Wallace show that when states get desperate in wartime, they quickly forget the enemy’s humanity and begin to value rights far less than effective fighting. Liberal democracies are no exception. In short, the norms of liberal democracies provide no persuasive explanation for why they would never fight against each other. There is neither a compelling institutional story nor a normative story underpinning democratic peace theory.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3784",
                "value": 3784
            },
            "note": null
        },
        {
            "text": "It would be wrong to say that economic interdependence does not matter at all. There will surely be cases where it tips the balance away from war, especially when the economic costs of fighting are great but the political stakes are not. Nevertheless, in many circumstances it will not sway policymakers, and thus it does not come close to guaranteeing peace between economically interdependent states. To render realpolitik irrelevant, that guarantee is necessary.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3839",
                "value": 3839
            },
            "note": null
        },
        {
            "text": "Economic interdependence theory has three main problems. First, the costs of going to war for economically interdependent countries are not always high, and often when they prove to be high, they are underestimated before the fighting starts. Moreover, wars sometimes lead to economic gains. Second, even when states recognize that there will be significant costs, the political urge to go to war usually trumps economics, especially when core security interests are at stake. Finally, there is little empirical evidence that economic interdependence is a major force for international peace.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3843",
                "value": 3843
            },
            "note": null
        },
        {
            "text": "Furthermore, nuclear weapons make it highly unlikely that contemporary great powers will fight a major conventional conflict like World War II. Wars between them are likely to be limited in both means and goals.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3852",
                "value": 3852
            },
            "note": null
        },
        {
            "text": "There is also abundant evidence that states at war with each other do not always break off economic relations. Sometimes they trade with the enemy in wartime because each side believes it benefits from the continued intercourse.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3856",
                "value": 3856
            },
            "note": null
        },
        {
            "text": "Finally, as Peter Liberman explains in his important book Does Conquest Pay?, sometimes it does.53 For example, if China fought and won a war for control of the South China Sea, it would end up owning the abundant natural resources on the sea floor that would surely help fuel Chinese economic growth. States occasionally start wars with the expectation that victory will bring economic and strategic benefits that outweigh the costs of undermining interdependence.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3863",
                "value": 3863
            },
            "note": null
        },
        {
            "text": "They assume in effect that the principal goal of states is prosperity, not survival. But this is wrong. Political calculations often trump economic ones. This is certainly true when matters of national security are at stake, because survival is ultimately more important than prosperity.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3869",
                "value": 3869
            },
            "note": null
        },
        {
            "text": "One might argue that not every dispute involving security is a matter of national survival. Not every crisis is the equivalent of the July crisis in 1914. There is certainly truth in this claim, and it is one reason economic interdependence logic sometimes works as advertised. But ultimately it is not a compelling argument, largely because of what I call “want of a nail” logic. States often worry that if they fail to address minor security problems, their adversary will continue to take advantage and the balance of power will eventually shift profoundly against them. It is better to nip the problem in the bud than wait until survival really is at stake. The power of this viewpoint is magnified by the degree to which survival matters for states.55",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3874",
                "value": 3874
            },
            "note": null
        },
        {
            "text": "To drive home the point that political and strategic factors often outweigh economic ones, consider the effectiveness of economic sanctions. The historical record clearly shows that sanctions usually do not achieve their goal. One reason they fail is that the target states can absorb enormous punishment and still not bend to the coercer’s demands.59 This toughness is driven in good part by nationalism, which invariably causes the people in the targeted state to rally around their leaders, not to revolt against them. Britain and the United States discovered this in World War II, when their bombing campaigns against German and Japanese cities failed to spur uprisings by the target populations.60 It is no surprise that the Russian people have responded to the West’s sanctions on Russia over the Ukraine crisis by rallying around Vladimir Putin. The Ukraine crisis points up the other reason sanctions regularly fail in the face of political or strategic calculations. For Russia, Ukraine is a core strategic interest, and the West’s efforts to peel Ukraine away from Moscow’s orbit and incorporate it into Western institutions is categorically unacceptable. From Putin’s perspective, the policy of the United States and its European allies is a threat to Russia’s survival. This viewpoint motivates Russia to go to enormous lengths to prevent Ukraine from joining the West.61",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3893",
                "value": 3893
            },
            "note": null
        },
        {
            "text": "Liberal institutionalism is probably the weakest of the three major liberal theories.65 Its chief proponents make modest claims about what international institutions can actually do to bring peace, and the historical record shows clearly that for any great power on the road to war, they are little more than a speed bump. That includes liberal democracies like Britain and the United States.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3915",
                "value": 3915
            },
            "note": null
        },
        {
            "text": "International institutions are not powerful bodies, which are independent of the states that comprise the system, and they are not capable of forcing states to follow the rules. They are not a form of world government. States themselves must choose to obey the rules they created. Institutions, in short, call for the “decentralized cooperation of individual sovereign states, without any effective mechanism of command.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3923",
                "value": 3923
            },
            "note": null
        },
        {
            "text": "This emphasis on voluntary obedience also captures how international law works, which tells us there is no meaningful difference between institutions and law at the international level. International institutions are sometimes called “regimes,” and many scholars use those terms interchangeably. Thus the analysis here is as applicable to international law and regimes as it is to international institutions.67",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3926",
                "value": 3926
            },
            "note": null
        },
        {
            "text": "Liberal institutionalists rarely argue that international institutions are a powerful force for peace. Instead, they make the less ambitious claim that institutions help settle disputes peacefully by promoting interstate cooperation.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3931",
                "value": 3931
            },
            "note": null
        },
        {
            "text": "It is important to specify the particular circumstances in which institutions foster cooperation. They work only when states have mutual interests but cannot realize them because the structure of the situation gives them incentives to take advantage of each other. An example of this problem is the classic prisoner’s dilemma, where two individuals have a vested interest in cooperating but cannot because each fears the other might take advantage of him. Instead, they try to exploit each other, which leaves them both worse off than if they had made the deal. Collective action logic is another instance where individuals have common interests but do not realize them because there are powerful incentives for them to take advantage of each other. Institutions, the argument goes, can help individuals in these situations realize their common interests. The theory has little relevance when states have conflicting interests and neither side thinks it has much to gain from cooperation.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3939",
                "value": 3939
            },
            "note": null
        },
        {
            "text": "One example of this important distinction is the contrast between the United Nations’ ineffectiveness at resolving political disputes between the great powers and the effectiveness of the International Monetary Fund and the World Bank at facilitating economic cooperation among the major powers. What this means in practice is that liberal institutionalists focus mainly on fostering cooperation in the economic and environmental realms, because those are the domains where states are most likely to need the help of institutions to realize their common interests. Liberal institutionalists devote much less attention to security regimes.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3960",
                "value": 3960
            },
            "note": null
        },
        {
            "text": "Liberal institutionalism is predicated on the belief that the main inhibitor of international cooperation is the threat of cheating, which is largely a consequence of intractable uncertainty. A state can never know what other states will think and do in the future. Institutions, so the argument goes, can ameliorate that problem in four ways. First, they can increase the number of transactions among countries over time. This iteration raises the cost of cheating by creating the prospect of future gains through cooperation. The “shadow of the future” deters cheating today, since a state caught cheating jeopardizes its prospects of benefiting from future cooperation. Iteration gives the victim the opportunity to retaliate against the cheater: it facilitates a tit-for-tat strategy, which works to prevent cheaters from getting away with their transgression.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3990",
                "value": 3990
            },
            "note": null
        },
        {
            "text": "Second, rules can tie together interactions between states in different issue areas. The aim of issue linkage is to create greater interdependence between states, which will make them more reluctant to cheat in one issue area for fear that the victim, and perhaps other states, will retaliate in another area.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=3997",
                "value": 3997
            },
            "note": null
        },
        {
            "text": "Third, a system of rules can increase the amount of information available to the participants in cooperative agreements, which permits close monitoring. Raising the level of information discourages cheating by increasing the likelihood cheaters will be caught. It also provides victims with early warning of possible cheating, enabling them to take protective measures before they are badly hurt.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4000",
                "value": 4000
            },
            "note": null
        },
        {
            "text": "Finally, rules can reduce the transaction costs of individual agreements. When institutions perform the tasks described above, states are able to devote less effort to negotiating and monitoring agreements, and to hedging against possible defections. By increasing the efficiency of international cooperation, institutions make it more profitable and thus more attractive.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4003",
                "value": 4003
            },
            "note": null
        },
        {
            "text": "The key question for our purposes is whether international institutions solve the cheating problem in any way that challenges basic realist logic. Almost certainly, they do not.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4009",
                "value": 4009
            },
            "note": null
        },
        {
            "text": "The central problem, of course, is the absence of a higher authority that can credibly threaten to punish states if they disobey the rules. International institutions are not autonomous actors that can force a state to obey the rules when it thinks that doing so is not in its national interest. There is no evidence of any institution coercing a great power into acting against realist dictates. Instead, institutions depend on their member states to stick to the rules, because they think it serves their long-term interests. In the institutionalist story, member states have to police themselves.79 But we know from the historical record that states will cheat or disobey when they think that adhering to the rules is not in their interest.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4010",
                "value": 4010
            },
            "note": null
        },
        {
            "text": "In sum, international institutions are useful tools of statecraft when states have common interests and need help realizing them. They can facilitate cooperation among states, although that cooperation is not always for peaceful ends. The more important point, however, is that there is no reason to think institutions can push states away from war.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4034",
                "value": 4034
            },
            "note": null
        },
        {
            "text": "The analysis in the preceding chapters implies a number of recommendations for the future conduct of American foreign policy. First, the United States should jettison its grand ambitions of liberal hegemony. Not only is this policy prone to failure, it tends to embroil the American military in costly wars that it ultimately loses. Second, Washington should adopt a more restrained foreign policy based on realism and a clear understanding of how nationalism limits a great power’s room to maneuver. Although realism is not a formula for perpetual peace, a foreign policy informed by realism will mean fewer American wars and more diplomatic successes than will a policy guided by liberalism. Nationalism works to make an ambitious policy abroad even less necessary. In brief, the United States should learn the virtue of restraint.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4047",
                "value": 4047
            },
            "note": null
        },
        {
            "text": "There is good reason to think unipolarity is coming to an end, mainly because of China’s impressive rise. If so, American policymakers will have to abandon liberal hegemony. But there is a serious downside: the United States will have to compete with a potential peer.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4058",
                "value": 4058
            },
            "note": null
        },
        {
            "text": "Liberal regimes, in other words, have little agency when presented with the chance to embrace liberal hegemony. Nevertheless, once it becomes clear that liberal hegemony leads to one policy failure after another, we may reasonably hope that the liberal unipole will wise up and abandon that flawed strategy in favor of a more restrained strategy based on realism and a sound appreciation of nationalism. Countries do sometimes learn from their mistakes.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4063",
                "value": 4063
            },
            "note": null
        },
        {
            "text": "Contrary to the conventional wisdom in the West, liberalism is not a force for peace among states. Despite its numerous virtues as a political system, it is a poor guide for foreign policy.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4070",
                "value": 4070
            },
            "note": null
        },
        {
            "text": "Nevertheless, realists are generally less warlike than liberals, who have a strong inclination to use force to promote international peace, even while they dismiss the argument that war is a legitimate instrument of statecraft. This point is illustrated by Valerie Morkevičius’s observation, in her comparison of the two bodies of theory, that most realists opposed the U.S. invasion of Iraq in 2003, while America’s three most prominent just war theorists (Jean Elshtain, James Turner Johnson, and Michael Walzer) “viewed the war more positively.” She concludes that “conventional wisdom holds that realists support the recourse to war more than just war theorists. I argue that the opposite is true: just war theory produces a more bellicose orientation than realism.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4105",
                "value": 4105
            },
            "note": null
        },
        {
            "text": "Still, even if states act according to my harsher version of realism, they are likely to fight fewer international wars than if they follow liberal principles. There are three reasons why even hard-nosed offensive realists like me are less likely to advocate war than liberals.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4128",
                "value": 4128
            },
            "note": null
        },
        {
            "text": "First, because great powers operating under realist dictates are principally concerned with maximizing their share of global power, there are only a limited number of regions where they should be willing to risk a war. Those places include the great power’s own neighborhood and distant areas that are either home to another great power or the site of a critically important resource. For the United States, three regions outside the Western Hemisphere are of vital strategic importance today: Europe and East Asia, because that is where the other great powers are located; and the Persian Gulf, because it is the main source of an exceptionally important resource, oil. This means the United States should not fight wars in Africa, Central Asia, or areas of the Middle East that lie outside the Persian Gulf. During the Cold War, for example, realists maintained that American policymakers should avoid wars in the “Third World” or “Developing World” because it was populated with minor powers that were of little strategic significance.8 Almost every realist opposed the Vietnam War, because Vietnam’s fate held little strategic consequence for the global balance of power.9 Liberals, on the other hand, tend to think of every area of the world as a potential battlefield, because they are committed to protecting human rights everywhere and spreading liberal democracy far and wide.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4130",
                "value": 4130
            },
            "note": null
        },
        {
            "text": "Second, realists are inclined to be cautious about using force or even the threat of force because they recognize that balance-of-power logic will compel other states to contain aggressors, even if they are liberal democracies.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4143",
                "value": 4143
            },
            "note": null
        },
        {
            "text": "Liberals, however, tend to dismiss balance-of-power logic as irrelevant in the twenty-first century. This kind of thinking helps to make liberals less restrained than realists about using military force.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4147",
                "value": 4147
            },
            "note": null
        },
        {
            "text": "Third, realists are Clausewitzians in the sense they understand that going to war takes a country into a realm of unintended consequences.10 Occasionally those consequences are disastrous. Virtually all realists appreciate this basic fact of life because they study war closely and learn that leaders who take their countries to war are sometimes surprised by the results.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4149",
                "value": 4149
            },
            "note": null
        },
        {
            "text": "Liberals, on the other hand, are usually not serious students of war at an intellectual level, probably because they are not inclined to treat war as a normal instrument of statecraft.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4154",
                "value": 4154
            },
            "note": null
        },
        {
            "text": "For much of the Cold War, American leaders worried about who ruled the minor powers in every region of the world. The great fear was that any country governed by communists would help promote communism in neighboring states, which, in turn, would cause additional states to follow suit. The Soviet Union, of course, played a central role in this story. As a great power committed to spreading communism across the globe via institutions like the Comintern, it was thought to have a relatively easy task. Communism was a universalist ideology with broad appeal. With Soviet sponsorship, more and more states would jump on that bandwagon until, at some point, Moscow would dominate the international system. This phenomenon was known as the domino theory.13",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4166",
                "value": 4166
            },
            "note": null
        },
        {
            "text": "The American response to this perceived threat was to do everything possible to prevent minor powers from “going communist.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4172",
                "value": 4172
            },
            "note": null
        },
        {
            "text": "This is not to deny that during the Cold War the United States sometimes successfully interfered in the politics of minor countries. But even some of those successes came back to haunt American leaders. For example, the 1953 coup in Iran that put the shah back in power gave the United States an important ally for about twenty-five years. But it poisoned relations between Tehran and Washington after the shah was toppled in 1979 and Ayatollah Khomeini came to power. Indeed, memories of the 1953 coup continue to mar relations today, more than sixty years later. And that was a success! As Lindsey O’Rourke shows, most U.S. coup attempts did not even achieve their short-term goals.14 American interventions could also prove remarkably costly for the target states. The number of citizens of other countries killed by the United States and its allies during the Cold War is stunning.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4183",
                "value": 4183
            },
            "note": null
        },
        {
            "text": "Worst of all, these interventions were unnecessary. The domino theory did not describe any serious threat: it assumed that universalist ideologies like Marxism would dominate local identities and desire for self-determination. They do not. Proponents of the domino theory failed to understand that nationalism is a far more powerful ideology than communism, just as it is far more powerful than liberalism. Nationalism is all about self-determination. Nations want to control their own fates, and where sovereignty is concerned their political leaders are jealous gods. They want to do what they think is in their country’s interest and not be pushed around by other states, even those with which they share an ideology. It is not surprising that communist countries across Eastern Europe deeply resented taking orders from Moscow during the Cold War. So did China. Nor is it an accident that the Soviet Union disintegrated in good part because Ukrainians, Azeris, Armenians, Georgians, Estonians, and many others wanted independence. Minor powers are likely to pursue independent foreign policies and resist the influence of the great powers unless it suits their interests, which it sometimes does but mostly does not. “Puppet states” exist more often in name than in reality.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4191",
                "value": 4191
            },
            "note": null
        },
        {
            "text": "America’s Cold War policy of hyper involvement in the affairs of minor powers was exactly the wrong strategy. Instead of trying to control their political orientation, Washington should have adopted a hands-off policy. The ideological orientation of a country’s leaders matters little for working with or against them. What matters is whether both sides’ interests are aligned. In almost all of the Cold War cases where the United States had serious dealings with minor powers, the smart strategy would have been to do little to influence who came to power and concentrate instead on working with whoever was in charge to promote America’s interests. In the face of…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4199",
                "value": 4199
            },
            "note": null
        },
        {
            "text": "During the Cold War, in short, the United States should have been much more open to seeking friendly relations with communist states, just as it occasionally made sense to have unfriendly relations with democracies. In fact, Washington did have good relations with a few communist countries during the Cold War, because it made good…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4205",
                "value": 4205
            },
            "note": null
        },
        {
            "text": "The case of Vietnam provides more evidence of the limits of universal ideologies like communism and the power of national interests, which, of course, are tightly bound up with nationalism. Ho Chi Minh, the Vietnamese leader, was both a communist and a fervent nationalist. He was seriously interested in befriending the United States after World War II, but the Truman administration foolishly rejected his overtures because he was a communist. America ended up fighting a long and brutal war against Vietnam mainly because of misguided fears based on the domino theory.16 After the United States suffered a decisive defeat in that unnecessary war, communist Vietnam fought wars against communist Cambodia and communist China. Moreover, once the Cold War ended, relations between Hanoi and Washington improved significantly and today are better than ever, mainly because both fear a rising China.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4211",
                "value": 4211
            },
            "note": null
        },
        {
            "text": "If the United States had not been deeply involved in the developing world, might the Soviet Union have invaded a host of minor powers and turned them into puppet states? Perhaps the Soviets might have attacked a few smaller countries, but the result would not have been a steady string of communist victories. On the contrary, the Soviets would have ended up in one quagmire after another. Just look at what happened when the Soviet military moved into Afghanistan in 1979. They were stuck for ten years and ultimately suffered a humiliating defeat. U.S. interests would have been well served if the Soviets had had more Afghanistans, just as Moscow would have been well served if the United States had had more Vietnams.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4218",
                "value": 4218
            },
            "note": null
        },
        {
            "text": "Yet it is still difficult for American policymakers to think along these lines. Most of them fail to appreciate the power of nationalism and instead overestimate universal ideologies like communism and liberalism. Nevertheless, the historical record shows that the best strategy for a great power dealing with minor powers is to avoid getting involved in their domestic politics—and certainly not to invade and occupy them unless it is absolutely necessary. Aggressive intervention is what great powers should try to draw their rivals into doing.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4224",
                "value": 4224
            },
            "note": null
        },
        {
            "text": "There is no question that it would be difficult to get the United States to stop pursuing liberalism abroad, simply because liberal democracies reflexively want to create a world populated solely with liberal states. Barack Obama’s experience is instructive here. During the 2008 presidential campaign, he emphasized that he would end America’s involvement in the Afghanistan and Iraq wars, avoid getting the United States tangled in new conflicts, and concentrate on nation-building at home instead of abroad. But he failed to change the direction of U.S. foreign policy in any meaningful way. American troops were still fighting in Afghanistan when he left office, and he oversaw American involvement in regime change in Egypt, Libya, and Syria. He removed U.S. troops from Iraq in 2011 but sent them back in 2014 to wage war against ISIS, which had overrun large parts of Iraq and Syria. It is clear from a series of wistful interviews he gave the Atlantic before leaving office in January 2017 that he understood “the Washington playbook” was deeply flawed, yet he had operated according to its rules and strategies.23 He was ultimately no match for the foreign policy establishment.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4267",
                "value": 4267
            },
            "note": null
        },
        {
            "text": "For starters, the best way to undermine liberal hegemony is to build a counter-elite that can make the case for a realist-based foreign policy.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B07H3XRPQS&location=4296",
                "value": 4296
            },
            "note": null
        }
    ]
}