{"asin":"B00GU3ASJ4","title":"The Fall of Carthage: The Punic Wars 265-146BC","authors":"Adrian Keith  Goldsworthy","highlights":[{"text":"BEFORE LOOKING IN detail at the political organizations and military systems of Rome and Carthage on the eve of their first conflict, it is worth considering what the Mediterranean world was like in the third century BC. The death of Alexander the Great in 323 BC without a clear, adult successor had quickly torn his vast Empire apart. Eventually, three major dynasties emerged, the Ptolemies in Egypt, the Seleucids in Syria and much of Asia, and the Antigonid Kingdom of Macedonia. These bickered with each other and with the various smaller kingdoms, cities and leagues of cities which appeared in Greece and Asia Minor. The Greek communities which occupied most of Sicily and southern Italy – known as Magna Graecia – and were dotted around the coasts of Spain and southern Gaul, notably the great city of Massilia (Marseilles), were culturally part of the Hellenic world, but politically divided. Spain was occupied by the Iberians in the south, Celtiberians of mixed Spanish and Gallic stock in the north and the Lusitanians in the west. Gaul and northern Italy were populated by the people known to the Greeks as Celtoi and the Romans as Galli. All of these peoples were essentially tribal, although the level of unity within a tribe, the power of its leaders, and the strength of individual tribes fluctuated. Some peoples were developing settlements which already resembled classical city states. The Ligurians of north-western Italy were much more fragmented socially, with few leaders able to control more than the warriors of their own small village. In all of these peoples a leader’s status depended primarily on his martial prowess. Raiding and small-scale warfare were endemic; battles less common, but by no means unknown.1 At the beginning of the third century Carthage was undisputedly the greatest power in the western Mediterranean. The Romans first really came to prominence, at least in the eyes of the literate Greek world, following their stubborn resistance to and eventual victory over Pyrrhus in 280–275. Yet they remained entirely an Italian power and it is fitting that we should look first at Carthage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=339","value":339},"note":null},{"text":"Phoenician merchant ships, initially powered solely by oars, were a familiar sight throughout the Mediterranean world from the beginning of the last millennium BC. A Semitic people, whose great cities of Tyre and Sidon lay on the coast of what is now Lebanon, the Phoenicians established trading settlements throughout the Mediterranean. There is archaeological evidence for their presence in Spain from the eighth century BC, but it is probable that they were active in the area earlier than this, for this was clearly Tartessus, the Tarshish of the Old Testament, a source of great mineral wealth. Carthage was not the first Punic settlement in Africa – Utica was certainly older – but it seems from the beginning to have had a special importance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=355","value":355},"note":null},{"text":"We do not know what the Carthaginians themselves said of the origins of their city. Excavation has yet to reveal any traces of occupation before the very end of the eighth century BC. It is clear that Carthage maintained a close link with Tyre throughout its history. Annually an expedition was sent to sacrifice at the Temple of Melquart (‘The Lord of the City’) at Tyre, a connection that was preserved even after Carthage grew in power and began to found colonies of its own. Culturally the city remained distinctively Phoenician in language and culture, the adoption of some Greek and Libyan customs not changing its essential nature. In at least one aspect of religious practice the Carthaginians were more conservative than the people of Tyre. They continued the ghastly Moloch sacrifices of infants which were killed and burned in honour of Ba’al Hammon and his consort Tanit, a practice which had been abandoned at Tyre by the time Carthage was established.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=366","value":366},"note":null},{"text":"Carthaginian overseas foundations remained primarily trading centres, like their Phoenician predecessors, but from the sixth century onwards they came into direct competition with the Greek colonies which began to spring up. The main driving force behind Greek colonization was the shortage of good, cultivatable land to meet the demand of an expanding population. The colonies they established were replicas of the city states or poleis of Greece itself,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=378","value":378},"note":null},{"text":"By the time of the war with Rome, Carthage was clear master of all of the southern and western parts of Sicily.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=397","value":397},"note":null},{"text":"Trade was not the only source of the city’s prosperity. It is important not to forget that Carthage’s wealth was also derived from a highly organized and effective agricultural base. The Agricultural Manual produced by a Carthaginian nobleman, Mago, probably dating to the late fourth century, was later to have a massive influence on the rest of the world when it was translated into both Greek and Latin after 146.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=408","value":408},"note":null},{"text":"The nobles of Carthage were just as much a landowning aristocracy as the ruling élites of other cities, including Rome. The land was fertile (far more so than today), the climate favourable and their productivity foreshadowed the time when the African provinces would be the great granaries of the Roman Empire. These estates produced vast quantities of grain and especially the tree crops for which Africa was famous, such as grapes, figs, olives, almonds, and pomegranates. Agathocles’ army is supposed to have been amazed by the fertility of the Carthaginian farms when they landed in Africa. Not only did this supply the city’s needs, but it also provided a great surplus for export.6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=413","value":413},"note":null},{"text":"In 300 the land controlled by Carthage was significantly greater than the ager Romanus, the lands owned by the Roman people, and rivalled the sum of these and the territories of Rome’s allies. Its yield was probably significantly greater, for much of the land in Italy had poorer soil. Yet the benefits from this agricultural richness were not evenly shared and were enjoyed largely by the Carthaginians themselves, and most of all by their nobility. Carthage proved reluctant to extend citizenship and political rights to the peoples within the areas she came to control. The citizens of Carthaginian and Phoenician communities enjoyed a privileged position, as did the people of mixed race known to the Greeks as the Liby-Phoenicians, but others remained clearly subordinate allies or subjects. Therefore the extension of Punic hegemony over Africa, Spain, Sicily and Sardinia did not result in a great expansion of the Carthaginian citizen body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=418","value":418},"note":null},{"text":"Carthage had originally been a monarchy, its kingship possessing a strongly religious character, but by the third century the senior executive officers of the state were the two annually elected suffetes. It is unknown whether this office developed from or replaced the monarchy, but the Greek use of the word basileus (king) for this magistracy makes it possible that there was a connection. The nature of the Punic monarchy is fiercely debated by scholars, but it may be that it had been an elective office. Wealth as much as merit was important in the election of the suffetes, who held supreme civil and religious power but did not act as military commanders. A Council of Thirty Elders (or gerousia ) acted in an advisory capacity and was supervised by and probably drawn from another tribunal, the Council of 104. If the suffetes and the Elders agreed on a course of action then they had the power to implement it. If they were unable to reach agreement then the proposals were taken to the Assembly of the People to decide the matter. At these meetings any citizen was permitted to make a counter-proposal. It is clear that a relatively small number of noble families dominated the council and probably monopolized the office of suffes (suffete). The details of the internal politics of the city are far less clear, and whilst we gain hints of disputes and factionalism, it is impossible to describe these with any precision. Greek philosophers, most notably Aristotle, praised Carthage for possessing a balanced constitution combining elements of monarchy, aristocracy and democracy, which allowed it to avoid the chronic instability which was the weakness of most Greek states. Certainly Carthage appears to have been very stable, although it is difficult to say whether or not the Greeks had understood the true reason for this, and its regime was one from which the citizens, and most of all the wealthy, benefited greatly.7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=430","value":430},"note":null},{"text":"The Hellenistic kingdoms of the eastern Mediterranean all fielded armies modelled closely on those of Philip and Alexander. They were composed of professional soldiers recruited from a relatively small pool of citizens settled in military colonies. The core of each army was the phalanx of highly drilled pikemen, supported by close-order shock cavalry, although few were able to field as many of the latter as Alexander had done. These well-trained and disciplined soldiers were very effective, but it was difficult for the kingdoms to replace heavy casualties quickly. The frequency with which the kingdoms fought each other ensured that more often than not the armies operated against enemy forces composed of the same basic elements and fighting in a similar manner. It was no coincidence that these armies began to experiment with such unusual elements as cataphract cavalry, war elephants and scythed chariots, seeking in some way to gain an advantage over their similar enemy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=444","value":444},"note":null},{"text":"Carthage had a very small citizen body and early on in its history abandoned the practice of relying on citizen soldiers for the bulk of its armies, being unwilling to risk heavy casualties amongst this group. Citizens were only obliged to undergo military service to face a direct threat to the city itself. When they took the field they did so as close order infantrymen, fighting in a phalanx and armed with…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=454","value":454},"note":null},{"text":"More Carthaginian citizens appear to have served in the navy, although admittedly our evidence for the recruitment of sailors is very slight. Unlike the armies, which tended to be raised for a particular conflict and were disbanded at its end, the Carthaginian navy had a more permanent status, since there was…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=459","value":459},"note":null},{"text":"The entire fleet is unlikely to have been crewed and in service except in wartime. However, an efficient fleet could only have been maintained if crews were regularly exercised at sea, so it is likely that sizeable squadrons were permanently maintained. It is distinctly possible that many of the poorest citizens of Carthage derived their livelihood from service as rowers in the fleet. If this is so, then it may well have contributed to the city’s political stability, since the unemployed, debt-ridden poor in other cities were frequently inclined to support revolutionary leaders in the hope of improving their own desperate lot.9 The lack of citizen manpower ensured that Carthaginian armies were recruited from foreign soldiers. Libyans provided probably the steadiest and most disciplined element in most armies. Their close formation infantry were equipped with long spears and round or oval shields, and wore helmets and probably linen cuirasses. Libyan cavalry were also close order troops armed with thrusting spears, trained to deliver a controlled, shock charge. The Libyans may well also have provided some of the infantry skirmishers, the lonchophoroi of Polybius, each…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=464","value":464},"note":null},{"text":"Both Spaniards and Gauls also provided contingents of well-mounted and brave, if undisciplined, cavalry, whose primary tactic was the all-out charge. Body armour was very unusual amongst the tribal peoples of Europe, helmets only a little less uncommon. The warriors of these nations were characterized by classical authors as ferocious in the first charge, but easily tired and inclined to lose heart if things did not quickly go their way.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=480","value":480},"note":null},{"text":"Our sources primarily speak of the components of Carthaginian armies as national groups. Only a very small detachment from a field army was ever likely to be composed of a single nationality and some armies were very mixed. Usually an effort was made not to rely too heavily on the peoples indigenous to the theatre of operations for fear of defection or desertion. Before his Italian expedition Hannibal sent a large contingent of Spanish troops to Africa, replacing them with units raised there. The Carthaginian high command provided the sole unifying force in each army.11","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=485","value":485},"note":null},{"text":"It is conventional to describe Punic armies as consisting of mercenaries, but this is a gross oversimplification, since these forces included soldiers raised in many different ways with a great variety of different motivations. Some contingents were not hired, but provided by allied kingdoms or states as part of their treaty obligations. This always seems to have been the case with the Numidian kingdoms, whose royal families enjoyed a fairly close relationship with the Carthaginian noble families, bonds that were sometimes strengthened by marriage alliances. Numidian contingents were usually led by their own princes. Similarly many of the tribes in Spain and Gaul were formally allied to Carthage and fielded contingents identical to their own tribal armies and commanded by their own chieftains. Again, there is some indication of Punic leaders forming strong connections with the native aristocracy, perhaps allowing them to exploit traditional patterns of loyalty. Hasdrubal certainly married a Spanish princess and it is possible that Hannibal…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=489","value":489},"note":null},{"text":"We do not know precisely how the Libyan units were raised. Some troops were probably provided by allied cities in a similar manner to the Numidians. Others may well have been formed by peasants conscripted from the great Carthaginian estates. This area was later to prove a very fertile recruiting area in the Roman Empire. Even the troops clearly hired as mercenaries were not all recruited in the same manner. In some cases these men were hired as a group, a leader or chieftain offering his own and his warband’s services for hire. The leader received payment for his services and then supported, and distributed rewards amongst, his followers much as any chieftain would do. In the tribal societies of Europe there was a strong tradition of warriors seeking service with the leaders who could support and give them wealth and glory, for a martial reputation…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=499","value":499},"note":null},{"text":"It was rare for troops whether serving as allies or for pay to fight without enthusiasm, and mutinies were uncommon. An additional element was provided by the fairly frequent use of war elephants who might well panic an enemy unused to them. The elephants employed were probably African Forest elephants, somewhat smaller than Indian elephants, but more amenable to training than today’s African elephants. The elephant was the main weapon, using its bulk and strength to terrify or crush opposition, but Hellenistic armies also mounted towers on the animals’ backs, from which crewmen hurled or fired missiles. There is no direct evidence indicating that Punic war elephants also carried towers, but Polybius’ account of the Battle of Raphia in 217 BC implies that the African breed was capable of carrying the extra weight. The main danger with elephants was that they were inclined to panic and might then trample friend and foe indiscriminately. Hasdrubal is said to have equipped the drivers, or mahouts, with a hammer and a chisel-shaped blade, which they were supposed to drive into the animal’s spine to kill it if threatened to stampede towards friendly troops.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=521","value":521},"note":null},{"text":"Carthaginian commanders usually had well-balanced forces at their disposal, but the difficulty lay in co-ordinating the movements of these disparate elements. Orders issued in Punic had to be translated into various languages in order to be conveyed to the soldiers. Carthaginian magistrates, such as the suffetes, did not hold military commands. Instead generals were appointed, although it is not clear precisely by whom, and usually held command on a semi-permanent basis until they were replaced or for the duration of a conflict. Although not serving magistrates, it is clear that the commanders were drawn from the same social class who filled these offices and there is no reason to believe that ability, more than family connections and wealth, was the main reason for their selection. In the First Punic War the Carthaginians continued their traditionally harsh treatment of commanders who failed, several men being crucified for incompetence. In several cases this penalty was inflicted on them when they lost the confidence of the senior Punic officers under their command.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=529","value":529},"note":null},{"text":"However, the long duration of the commands which they were given did mean that many Carthaginian commanders became highly experienced. The longer a general held command over an army the more efficient it tended to become. Gradually, the disparate elements composing it became accustomed to operating together, their leaders and the higher commander became familiar with each other and, at least to some extent, their languages. The army which Hannibal led into Italy in 218 was probably the finest Carthaginian army ever to take the field. Its efficiency was in part the result of its commander’s ability as a leader, but was more the product of long years of hard campaigning in Spain under the leadership of Hamilcar, Hasdrubal and Hannibal himself. During this time its command structure had developed to a high level, and this, as well as its march discipline and ability to manoeuvre, was markedly superior to the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=537","value":537},"note":null},{"text":"Large numbers of mercenaries and allied contingents could be raised fairly quickly by the Carthaginians, whose economic resources were normally sufficient to do this. The quality of the individual soldiers and contingents hired in this way was usually good. However, it took some time and considerable care to turn such forces into efficient armies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=550","value":550},"note":null},{"text":"Carthage was never able to field troops in anything like the quantities of the Romans. Also the difficulty of replacing a tried and tested army often encouraged a more tentative approach to campaigning on the part of Punic generals, who, with a few notable exceptions, tended to be far less aggressive than their Roman counterparts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=554","value":554},"note":null},{"text":"Hannibal, son of Gisgo, the commander at Agrigentum, had gathered many people from the surrounding area within the city walls, so that Polybius tells us that its population had swollen to 50,000, but his garrison appears to have been relatively small. His refusal to contest the area outside the city walls may well have been interpreted by the Roman consuls as weakness, for, at least in the western Mediterranean, it was normal for a confident defender to fight for some time outside his fortifications even against a numerically superior attacking force.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1301","value":1301},"note":null},{"text":"Nevertheless it is striking that once again the logistical arrangements of a Roman army seem to have been inadequate. Roth, in his excellent study of the army’s logistics, argues that the army at this time was simply unprepared to feed large forces campaigning so far afield for long periods of time.2 It had been very rare for four legions to take the field together in the past. Only the small picket placed outside the camp, following a practice which was to remain standard in the Roman army for several centuries to come, was composed of formed and equipped troops. These men were oath-bound not to leave their position and the Roman army’s harsh discipline punished with death any man who did so.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1307","value":1307},"note":null},{"text":"The easiest way to take a city in this period was by surprise or stealth, attacking at night or from an unexpected direction. Such sudden attacks were most likely to succeed if aided by treachery amongst the defenders. The frequently bitter internal politics of the city state often provided disaffected elements willing to open a gate and admit an enemy force, which could then seize key points before the defenders were aware of their presence. Almost as many cities fell to treachery as to conventional means during the Punic Wars, but it was difficult for an attacker to plan for this, and he could merely act on the opportunity if it was offered. Treachery was even harder for the defender to guard against, although considerable efforts were made to do so","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1319","value":1319},"note":null},{"text":"Assault was the one aspect of ancient warfare most affected by technological advances. It involved the attacker finding a way over, through or under the defender’s fortifications. The simplest method was escalade, when the attacking infantry carried ladders up to the walls and attempted to scale them, but this invariably involved heavy casualties and was rarely successful unless the walls were denuded of defenders. Mobile siege towers which dropped a drawbridge onto a rampart and allowed men to cross, whilst providing covering fire from archers or artillery on top, were essentially an extension of this same basic idea. The main alternative was to create a breach in the walls by battering ram or tunnelling underneath to undermine them. This required extensive preparation, scientific knowledge and labour to create siegeworks allowing engines such as a battering ram to pass over any defensive ditches and reach the wall. All the time the defender would be employing artillery to hinder this activity, countermining to thwart the attacker’s tunnelling, and launching sallies to burn his engines. The ingenuity of both sides was severely tested as they struggled to find measures to counter the moves of the enemy. Once the defences had been breached then ingenuity and technical skill counted for little as the assaulting infantry had to storm their way inside. Casualties might still be heavy, and failure was a real possibility. Such was the massive effort and the uncertainty of the outcome that assaults on major cities were not contemplated lightly. Convention decreed that a defender would normally only be permitted to surrender on terms if he did so before the first battering ram touched the wall, otherwise the city would be subject to a sack. At this period the Roman army lacked the technical skill to undertake such a project on a city as large as Agrigentum with any real prospect of success.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1327","value":1327},"note":null},{"text":"The tentative nature of this manoeuvring and the reluctance of generals to risk a battle unless convinced that they held every possible advantage, as well as the difficulty of forcing an enemy to fight even when he was camped only a mile or so away, are typical of the warfare of this period.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1364","value":1364},"note":null},{"text":"However, according to Polybius the fall of Agrigentum did encourage the Senate to extend their war aims to include the total expulsion of the Carthaginians from Sicily. As a result they made the critical decision to construct a fleet. Walbank criticizes Polybius’ portrayal of events as being too schematic, but it is at the very least highly likely that the capture of the main Punic stronghold greatly encouraged the Romans.11","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1397","value":1397},"note":null},{"text":"The defeat of Hanno outside Agrigentum was one of only four massed battles fought on land throughout the twenty-three years of war, a marked contrast with the Second Punic War where pitched battles were far more common. Two of these battles occurred in the relatively brief African campaign of Regulus, and only two in Sicily, despite the deployment of large numbers of soldiers there by both sides for much of the war. Part of the reason is topographic, for the rugged terrain of most of central Sicily does not favour the movements of large armies. With so many good defensive positions, it was difficult for a commander to force a battle on an unwilling adversary. More importantly, the bulk of the island’s population lived in the numerous walled cities or their dependent villages. These were the key to Sicily and only through controlling these communities could the island be secured. The territories controlled by Syracuse and Carthage had little unity, being composed of a patchwork of these small city states, most of whom still enjoyed local autonomy. From the earliest actions to break the blockade around Messana, the operations of the armies were dominated by the need to secure each individual town and city. The outcome of a pitched battle was always uncertain and a defeat might well involve very high casualties and the demoralization of the rest of the army. Even a victory merely left the successful army to pursue its main task of subduing cities more freely. Under normal circumstances the potential gains were insufficient for both sides to be willing to risk joining battle. It is significant that both the major battles to occur in Sicily were fought outside, and for the control of, cities. A high proportion of the troops deployed in Sicily were probably dispersed in small garrisons to hold the various cities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1400","value":1400},"note":null},{"text":"As we have seen, the advantage in siege warfare lay with the defender. The Romans began the war lacking the technical experience required to take a strong city by direct assault. The Carthaginians lacked the manpower both to provide the labour force such operations required and to risk the heavy losses that were likely to be entailed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1413","value":1413},"note":null},{"text":"As the war progressed, the Roman armies steadily began to show more proficiency at siegecraft, but neither side ever rivalled the professional Hellenistic armies in these skills.12","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1425","value":1425},"note":null},{"text":"Reliance on traitors within a community produced some startling successes, but was inevitably dangerous. The first commander of Rome’s newly constructed fleet, the consul Cnaeus Cornelius Scipio, was captured in 260 when he recklessly led an expedition to Lipara, acting on the promise of the city’s betrayal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1427","value":1427},"note":null},{"text":"The Carthaginians enjoyed several advantages from the relative permanence of their commanders and armies. Once the mercenary forces were recruited and shipped to Sicily they served for long periods under the same officers and acquired considerable experience of the type of fighting there. It is exceptionally difficult to trace the deployment of Roman legions during the war. It is uncertain whether every new consul brought newly raised troops with him and what proportion of the army returned to Italy when each magistrate left. Yet overall the Romans deployed far more troops in the area and continually replaced their losses, whereas Carthaginian commanders received few reinforcements. However, the annual replacement of commanders may well have made Roman operations less concerted and led to minor setbacks as Zonaras claimed.14","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1441","value":1441},"note":null},{"text":"The development of the Roman navy and the string of remarkable successes which the Romans enjoyed at sea will be discussed in the next chapter. Carthaginian ships had raided the Italian coast as early as 261, but in 256, whilst the war continued in Sicily, the Romans mounted not just a raid, but a full-scale invasion of Africa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1448","value":1448},"note":null},{"text":"The Roman invasion was a means of placing pressure on Carthage as part of the wider struggle. Its aim was to bring about Carthage’s defeat, not conquer territory for a new province. The defeat of the main Punic army in the field was the best means of placing pressure on the élite of the city and encouraging them to seek peace. Therefore, the Roman plundering operations and capture of towns and villages had as its prime objective the provoking of the Carthaginians to open battle, though it also provided the Roman army with food and the plunder which all classes at Rome expected to gain from warfare.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1486","value":1486},"note":null},{"text":"The Romans followed up their success by taking Tunis, using it as a base to mount raids on the area around Carthage itself. The Carthaginians were utterly despondent. In the last year their proud navy, which had put to sea with more ships than ever before, had been decisively defeated at Ecnomus, and now the army tasked with defending the capital itself had been beaten with consummate ease by Regulus. At the same time they were involved in bitter fighting with the Numidian kingdoms, resulting from attempts to expand Carthaginian territory in Africa, a policy which had been pursued alongside the struggle with Rome. Refugees from the areas raided by the Numidians as well as the Romans flooded into Carthage itself, spreading panic and creating some food shortages. According to Polybius it was at this point that Regulus guessed that the enemy might be willing to negotiate to end the war and sent peace envoys, which were welcomed by the Carthaginians. He was said to be nervous that his year of office had nearly expired and that he might not have finished the war before a successor arrived to gain an easy victory. Similar motivation clearly did influence the behaviour of other Roman magistrates. All our other sources agree that it was the Carthaginians who actually began the negotiations after their recent defeats. 20 Only Dio claims to preserve the details of the terms dictated by Regulus, but their absence from all the earlier sources can only make their authenticity dubious. For what they are worth, these were that the Carthaginians should give up both Sicily and Sardinia, release all Roman prisoners freely whilst ransoming their own, pay the Romans an indemnity and annual tribute, only make war and peace on the approval of Rome, and only retain one warship for their own use, but provide 50 to serve under the Romans whenever requested. In several respects, notably the inclusion of Sardinia, these terms are harsher than the treaty which actually concluded the war in 241. Whatever the precise details, it is clear that Regulus sought to impose a treaty which forced the Carthaginians to admit total defeat in their war with Rome. All our sources state that the Carthaginians felt that the terms were far harsher than their actual fortunes in the war warranted. Despite its recent setbacks, the city was by no means at the end of its resources. Faced with a Roman refusal to grant any concession, the talks failed.21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1505","value":1505},"note":null},{"text":"The soldiers’ confidence was renewed and the Punic generals gave them an encouraging speech and then moved out to confront Regulus. Their forces mustered 12,000 infantry, 4,000 cavalry and nearly 100 elephants. The infantry included the survivors of Hamilcar’s mercenaries from the Sicilian army, presumably some of the newly recruited Greeks, and a contingent of Carthaginian citizens fighting as a phalanx of spearmen. Although the army was not huge, it probably enjoyed at least parity with Regulus’ forces. The scene was set for the one battle which most resembled the formal clashes of the Second War. It was also to prove the only Carthaginian victory in a land battle.22","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1531","value":1531},"note":null},{"text":"The great danger in an elephant charge was that the terrifying appearance of the beasts would cause the waiting infantry to panic and run. A deeper formation made it harder for the men in the front ranks to do so, as those in the rear had to flee before they were able to go anywhere but forward. If a unit stood its ground when attacked by elephants there was a greater chance that its missiles would drive the beast off.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1556","value":1556},"note":null},{"text":"Their attacks robbed the Roman formation of what forward impetus it had left, as flanking maniples had to turn to face the new threat. Struck by missiles from the cavalry or trampled by the elephants the Romans were destroyed whether they stood their ground or turned to flee. Regulus and 500 men initially made their escape, but were quickly captured. Only the 2,000 men who had broken through the mercenaries were able to retire in good order, eventually making their way back to Aspis which, with the troops left there, they successfully defended until evacuated by the Roman fleet later in the year. This was the only substantial part of the Roman army to escape. Polybius records losses of 800 men amongst the routed mercenaries, but does not give a figure for the casualties suffered by the rest of the army.25","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1572","value":1572},"note":null},{"text":"This was the most striking success achieved by elephants throughout the course of the Punic Wars and had a great moral effect on the Roman armies in Sicily, who for the next few years did not dare contest control of the open ground with the Carthaginians for fear of these beasts. However, it is important to note that the victory had not been achieved by the elephants alone and owed a great deal to the successful cavalry actions which had allowed the envelopment of the Roman infantry. If Regulus’ plan had been to use his superior infantry to break the enemy’s main line before their numerically superior cavalry could come into play, it had failed because of the effectiveness of the elephants. At Trebia in 218 a substantial part of another Roman army which had been defeated on both wings was able to burst through the Carthaginian line and escape. Regulus’ army was about one third of the size of that later force, which made it easier for the Punic cavalry to envelop the infantry centre, even more so as its deeper formation can only have reduced its frontage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1578","value":1578},"note":null},{"text":"The African campaign of 256–255 remains one of the most dramatic episodes of the war, even without these almost certainly mythical embellishments. The Carthaginians’ victory restored their confidence, which had reached such a low ebb after Ecnomus and Adys, and began an upsurge in their fortunes. In the following year they gained some ascendancy in Sicily, whilst a brutal campaign suppressed the Numidian princes. The Romans made no attempt throughout the remainder of the conflict to land another invasion force in Africa, although several large raids were sent against the coastal areas.27","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1593","value":1593},"note":null},{"text":"Why had the invasion been mounted in the first place? It is clear that the Romans saw this expedition as a way of putting further pressure on Carthage. At least since the fall of Agrigentum and the Roman decision to attempt the expulsion of the Carthaginians from the whole of Sicily, the war had become an open struggle between Rome and Carthage. The limited objectives of the early phases of the war, assistance to the Mamertines and gaining control of the Straits of Messina, had passed into the background. The Carthaginians might eventually have been driven from Sicily by the piecemeal capture of each of their strongholds, but this was an enterprise which would take many years to achieve, and considerable effort could be wasted when captured cities were retaken or betrayed to the enemy. Once the conflict had become an open war between Rome and Carthage, then it would only end when one or the other side conceded defeat. The Roman invasion of North Africa was an attempt to apply sufficient pressure to force Carthage to do just that, and it is notable that it was the Romans who decided to escalate the conflict in this way. Our sources are apt to blame Regulus for excessive pride in offering terms that were too harsh to be acceptable to the Carthaginians, but it is unlikely that any other Roman commander would have been markedly more lenient. The Romans demanded that their enemies admit that they had been utterly defeated and accept terms reflecting this. It is the first clear reflection we have of the Roman attitude to warfare discussed in an earlier chapter. Roman wars ended only when the enemy ceased to be a threat by admitting total defeat and accepting their future as a subordinate ally. The only alternative was for the Romans themselves to suffer such a defeat. The Carthaginians’ attitude to warfare was far less determined, for they, in accordance with Hellenistic practices, expected a war to be ended with a negotiated treaty which reflected the actual balance of power. They did not anticipate the total destruction of an enemy’s capacity to do future harm to them, still less that such terms would be imposed on them. Whether they or Regulus in fact initiated the negotiations, it is notable that the Carthaginians were willing to seek peace terms when the enemy had the upper hand in the conflict. The contrast to the Roman attitude when Pyrrhus had defeated them in two battles, or Hannibal had inflicted a string of disasters, is most striking. Both generals sent ambassadors to Rome and could not understand when the Senate refused even to speak to them unless they, the victors, conceded defeat. The relentless Roman attitude to warfare was one of their greatest assets in the wars with Carthage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1598","value":1598},"note":null},{"text":"The Carthaginian cause was resurgent in the late 250s, but the territory they controlled in Sicily had been steadily reduced to little more than an enclave…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1617","value":1617},"note":null},{"text":"It is in the last years of the war in Sicily that the most famous of all the Carthaginian generals of this conflict appeared on the scene, Hamilcar Barca. His name was a suitably dramatic one, probably derived from the Semitic word for lightning-, or perhaps sword-, flash, but his greatest achievements were to come after the war with Rome and it is doubtful whether he would have received so much attention had he not been the father of Hannibal. Nevertheless, Polybius considered him the ablest commander on either side throughout the first conflict. By the time that he landed in Sicily in 247 the Carthaginians had been hemmed into a small enclave. He established himself on a hill called Hercte not far from Panormus, a secure base with command of a good anchorage. For three years he skirmished with the Roman forces near the city, winning minor victories, but not achieving anything in the longer term. Then in 244 he withdrew at night and sailed to Eryx near Drepana. The Romans had captured the abandoned town in 248, installing a garrison there and on the mountain’s summit. Hamilcar captured the town in a surprise attack, cutting off the force on the summit, which was occupying the Temple of Venus, from the main Roman forces at the foot of the mountain. He managed to maintain this position and besiege this force for the remaining years of the war, again winning minor successes in the frequent raiding and skirmishing pursued by both sides.31 Hamilcar achieved little during his operations in Sicily, but it is probable that he lacked the resources to do much more and certainly did not have enough troops to defeat the Romans in open battle. It is distinctly possible that by this time the Carthaginians were directing more resources to their campaigns against the indigenous peoples of North Africa. With a power other than Rome, the prolongation of the struggle in Sicily and the avoidance of defeat may eventually have persuaded them to negotiate a peace acceptable to Carthage. In the end the land operations in Sicily became almost an irrelevance and the war was decided at sea. It is to the naval side of the First Punic War that we must now turn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1668","value":1668},"note":null},{"text":"THE FIRST PUNIC WAR was the greatest naval conflict of antiquity. The resources both sides lavished on their fleets were truly enormous, and their losses in men and material were staggeringly huge. If our sources are correct, then the battle of Ecnomus in 256 may have involved more people than any other sea battle in history. Sea battles were more common than major land actions during the war and ultimately proved decisive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1688","value":1688},"note":null},{"text":"Polybius marvelled at the scale of the naval war, but even more at the speed with which the Romans, who, he claims, had never before built a warship, adapted to the sea and created a navy able to defeat Carthage with its long maritime tradition. The early years of the naval conflict witnessed a spectacular, and almost unbroken, string of Roman successes over an enemy whose ships were better constructed and crews far more skilful. When the war ended in 241, Rome had replaced Carthage as the unchallenged seapower in the western Mediterranean. The navies created during the war made possible the later victories over Carthage and the Hellenistic kingdoms.1","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1691","value":1691},"note":null},{"text":"Although certainty is impossible in this poorly documented period, it seems that the fledgling Roman navy was disbanded after the defeat of Tarentum. Instead the Romans chose to rely on ships supplied and crewed by those of her allies with a maritime tradition, notably the Greek cities of southern Italy. As we have seen it was in ships provided by the allies, notably Tarentum, Naples and Locri, that Appius Claudius crossed to Sicily in 264. This was essentially an extension of the traditional Roman reliance on allied military support, save that these cities, known as the socii navales, provided ships rather than soldiers. It is worth recalling that the 278 treaty with Carthage had provided for the possibility of Punic ships providing support for the legions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1701","value":1701},"note":null},{"text":"Therefore, the Senate’s decision to construct and man a fleet of 100 quinqueremes and twenty triremes, with the intention of directly confronting the Carthaginian fleet, marked a major change in Roman practice. Polybius claims that the decision was made after the fall of Agrigentum encouraged the Romans to extend their war aims beyond the protection of the Mamertines and attempt to expel the Carthaginians entirely from Sicily.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1713","value":1713},"note":null},{"text":"This appears to be another example of a Roman decision to escalate the conflict in an effort to achieve a decisive result.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1723","value":1723},"note":null},{"text":"The trireme, or ‘three’, derived its name from the basic rowing group of three men. Each man sat at a different level and operated an oar 14 feet (c. 4 m) or so in length, those of the upper row projecting from an outrigger. Considerable skill was required in each oarsman for the successful functioning of the ship. Long and sleek, the Athenian trireme was about 120 feet (36.5 m) in length and just under 20 feet (6 m) across at its widest. It carried a crew of about 200, around 30 of whom were deck crew, officers and marines, and the remainder rowers. In trials the reconstructed version reached speeds of 8 knots and could maintain a steady 4 knots for hours on end, with half the rowers resting at any one time. Turns through 180 degrees were completed in a distance equivalent to two and a half ship lengths. These speeds were achieved despite the comparative inexperience of the modern crew and their use of oars which were probably heavier than the originals. Under sail the trireme was able to achieve 8 knots in a favourable breeze. All in all the performance of the reconstructed trireme was remarkably good and challenged many past assumptions about ancient naval warfare.4 In the fourth century several states began to construct larger warships than the trireme. The Carthaginians were the first to build ‘fours’ or quadriremes, whilst Dionysius I, the tyrant of Syracuse in the early fourth century, was responsible for the design of the ‘five’ – pentereis in Greek and quinquereme in Latin. The kingdoms which emerged in the Hellenistic world in the late fourth century were able to lavish huge resources on the construction of their fleets. Some of the largest ships were built by the Ptolemaic kingdom of Egypt, including such monsters as Ptolemy II’s ‘thirties’ and ‘forty’, but there is no record of anything larger than a ‘ten’ seeing actual combat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1733","value":1733},"note":null},{"text":"In fact, there is no evidence for any warship in the classical world ever having more than three banks of oars. Therefore in ‘fours’ and larger ships at least some of the oars must have been operated by more than one rower.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1749","value":1749},"note":null},{"text":"However, Polybius tells us explicitly that the Roman ships were copied from a captured Carthaginian ‘five’ and there seems no good reason to reject this evidence.6 The superior performance of Carthaginian ships for most of the war was a reflection of their more highly trained crews, and, at the very beginning, better construction, not a result of a fundamentally different design. On the whole, it is more likely that the quinqueremes of this period had more than one bank of oars. Two levels of oars, with three and two rowers respectively, would have meant an uneasy combination of the two different designs, and it is more probable that the quinquereme had three levels, the lowest with a single rower and the others with a pair. This would make the quinquereme a more logical development from the trireme.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1762","value":1762},"note":null},{"text":"Ramming the bow of an enemy ship was dangerous and usually avoided, since this was the strongest part of a vessel and the resultant collision was likely to inflict serious damage to both ships. Instead, captains would manoeuvre their ships to ram the enemy’s side. The ideal position was to attack from astern at a narrow angle, the ram not breaking through at one single point but rupturing a wide section of the enemy’s hull, causing its seams to split and take on water. Sea battles therefore consisted of a series of individual duels as ships carefully tried to out-turn the opposition and strike from the flank, whilst trying to avoid making themselves vulnerable to another enemy, a type of combat sometimes compared to the aerial dogfights of the First World War. A highly skilled crew might choose to strike an opponent at such an angle that the ram ran along the enemy’s side slicing off the ship’s oarbanks and rendering them helpless, but this was difficult to achieve without damage to the attacker’s own oars.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1802","value":1802},"note":null},{"text":"The alternative to ramming was boarding, grappling the enemy vessel and overrunning it with a swarm of attackers. Success in the resultant hand-to-hand combat depended on the numbers, enthusiasm and fighting skill of the boarders compared to those of the defending marines and deck crew. As a result this method favoured the largest ships, which were able to carry more marines and also had a height advantage. Boarding placed far less demand upon the seamanship of a ship’s crew whose main task was simply to bring their vessel into contact with an enemy ship and grapple it securely. Ramming required a far more highly skilled crew to perform successfully, since it relied upon speed and manoeuvrability.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1812","value":1812},"note":null},{"text":"The new emphasis on larger and larger warships diminished the importance of the ram, since such vessels were slower and less manoeuvrable and their main advantage was that they could carry greater numbers of marines. In addition to this, the hulls of the bigger ships were more strongly constructed and so perhaps less vulnerable to enemy rams, although a ram delivered by another large and heavy ship was likely to cause great damage. By the third century the ram had become in effect a secondary weapon, although the well-trained Carthaginian navy were still to prove highly skilled in its use.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1821","value":1821},"note":null},{"text":"The use of a pre-marked template conforming to a standard design must have greatly speeded construction. For a long time it was believed that such techniques of mass production had been unknown before the Industrial Revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1865","value":1865},"note":null},{"text":"Before describing the first operations of the newly created Roman fleet, we must consider who provided its crews, in particular the over 30,000 rowers required. Clearly some were drawn from the socii navales, who probably also provided a good number of the skilled captains and deck crew, but it is doubtful that these cities could have provided such a large number of rowers and certain that they could not have mustered the bulk of the huge crews required for the Roman fleets later in the war. Some of the other Italian peoples seem to have provided some men, notably the Samnites who are mentioned in this respect purely because they attempted a mutiny in 259. There is no reason to suppose that it was only the Samnites who supplied sailors. However, despite the dismissive comments of some historians regarding the seafaring aptitude of the Roman people, it is distinctly probable that a good proportion of the crews were from the class of citizens known as proletarii, the very poor who lacked the qualification for service in the legions, as well as freedmen from the urban population.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1867","value":1867},"note":null},{"text":"The Romans realized that their ships were neither as fast nor as manoeuvrable as their Punic counterparts. The Romans had copied the method of construction, but as yet could not duplicate the skill of Carthaginian shipwrights, and even more importantly the Roman crews were far more poorly trained. It was clear that they could anticipate little success if they relied on ramming to defeat the enemy and that therefore they must depend on getting close and boarding. To this end someone put forward the idea of a new type of boarding bridge, known to modern historians by the Latin word corvus (raven), although no ancient author employs the term and Polybius uses the equivalent Greek word corax","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1897","value":1897},"note":null},{"text":"Underneath the raised end of the bridge was a heavy, pointed spike resembling a bird’s beak, from which the device probably derived its name. When released, the corvus fell onto the deck of an enemy ship, the spike embedding itself into its planking. The groove allowed the bridge to be swung around in a wide arc to fall ahead or to either side of the ship’s bow, depending on the direction of the approaching enemy. Once the bridge was securely fixed in the other vessel, the Roman marines could swarm across and overwhelm the enemy crew with their skill as swordsmen, their ferocity and their numbers. It was a simple, practical device allowing the Romans to extend their advantages in land fighting to naval battles, and was to enjoy spectacular success during its brief career.15","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1909","value":1909},"note":null},{"text":"It was difficult for the commander of an ancient fleet to exercise much control over his squadrons during a battle, but Hannibal seems to have allowed his fleet to get out of hand almost immediately. The Punic ships surged towards the enemy, the great ‘seven’ in the van. Some of the Romans ships were rammed, but each dropped its corvus, whose beak speared through the deck of the enemy vessel and held them fast. Thirty Punic warships, all those who had first engaged, were grappled and held fast. Amongst them was Hannibal’s flagship, attacked by a trireme according to Zonaras, although he tends to use the word as a generic term for a warship and it is more likely that the Roman ship was in fact a ‘five’, since the difference in height between a seven and three must have been considerable. In each case the Roman marines poured across their boarding bridges and swiftly defeated the enemy crews. Hannibal abandoned his flagship and escaped in a small rowing boat. The remainder of the Carthaginian fleet then took advantage of the superior speed of their vessels and swung around, outflanking the Roman line and attacked from astern, hoping in this way to avoid the corvi. Somehow the Romans were able to manoeuvre to meet this onslaught, and once again any Punic ship which came within range was pinned and held by the ‘ravens’. Polybius describes how the boarding bridges ‘swung around and plunged down in all directions’, but it is not quite clear what he means by this (1. 23. 9–10). A corvus mounted near the prow of a ship would have been able to be dropped ahead and for a short distance to port or starboard, but clearly could not have reached nearer the stern. Evidently a Roman ship seeing an enemy vessel approaching would have tried to turn to bring the enemy within this arc. Thiel suggested that the Roman ships may have been formed into two lines and that it was the second line which turned to face the second Punic attack, but, whilst this suggestion is plausible enough, our sources are too brief to confirm or deny it. He may well have assumed that it was more difficult to turn a quinquereme than was in fact the case, even one rowed by an inexperienced crew and overloaded with a corvus and, probably, marines.17 The ease with which the Carthaginians were able to disengage and retreat again confirmed the superior speed of their ships, but they had failed to achieve anything positive through this advantage. It was a spectacular success for the fledgling Roman fleet, owed almost exclusively to the ingenuity of whoever had designed the corvus. According to Polybius fifty Punic ships were lost, although our later sources give thirty-thirty-one captured and thirteen-fourteen sunk, figures which may derive from the inscription erected by Duilius himself in commemoration of his victory, the columna rostrata, although this has survived in fragmentary form so that only the first X of a numeral can be read.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1923","value":1923},"note":null},{"text":"The Carthaginians were chastened by this defeat and although Hannibal avoided punishment for his incompetence on this occasion, he was executed by his own officers not long afterwards for allowing his ships to be blockaded in a Sardinian port by the Romans. Sardinia offered a good base for raids against Italy and its conquest rapidly became a Roman objective. Otherwise in the next years the Roman fleet mainly acted in support of the army in Sicily and it was not until 257 that another major clash occurred at sea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=1952","value":1952},"note":null},{"text":"Thus, as Polybius comments, in effect the battle developed into three separate and widely spaced actions. Although this was probably the situation that the Carthaginians had hoped to achieve, in the event they failed to gain a lasting advantage from it. The Roman sailors were no longer as poorly trained as they had been in 260. More importantly, the great expansion in the Carthaginian fleet can only have reduced the average quality of its crews, so that their superiority over the enemy was no longer as marked. The sheer number of ships involved in each action added to the confusion and made it far harder for Punic ships to attack and ram a victim and then escape without encountering another Roman ship. Finally, as Lazenby rightly emphasizes, the Carthaginians had failed to discover an effective remedy to the corvus. An army or navy with a long tradition of success may well have difficulty in adapting to a novel tactic employed by an enemy, as seen for instance in the radically varying attitude to aircraft carriers of the navies in the Second World War.26 The clash between the Carthaginian centre and the first two Roman squadrons was decided first, when Hamilcar’s ships gave up the struggle and fled. Despite initial successes, several Punic vessels had been caught by the ravens’ beaks and boarded. As the Carthaginians fled, Manlius Vulso supervised the securing of the captured prizes, whilst Regulus led as many ships as he could back to the aid of the rest of the Roman fleet. The triarii had been given a hard time by Hanno’s squadron until the Roman ships came up behind him; together the Roman forces drove the Carthaginians off. The Punic left had driven the Roman third squadron up against the shore, but when the Roman ships had bunched up and formed a line with their prows facing towards the enemy, the Carthaginians had been reluctant to close for fear of the corvi. Their ships had done little more than hem the Romans in and were finally driven off when Manlius Vulso came to their aid from one direction and Regulus from the other. Fifty Carthaginian ships were captured in this final phase of the action, for it was difficult to escape, trapped as they were between the shore and the Roman third squadron and the converging forces led by the consuls. Another fourteen Punic ships were captured, probably mainly in the centre, and thirty were sunk. Roman losses were twenty-four sunk and none taken.27 The largest clash of the war, and possibly the biggest naval battle in history, had ended in a clear Roman victory. Once again the corvus had proved its worth, most markedly when the beleaguered third squadron had still been able to hold the enemy at bay despite its bad position. The achievement of the Roman consuls also deserves mention. It was difficult at the best of times to control a fleet in this period, with only the simplest signals and plans standing much chance of success. The speed with which, following the defeat of Hamilcar, Regulus and then…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2034","value":2034},"note":null},{"text":"Off Camarina the fleet was caught in a violent storm and many ships floundered or were driven against the shore and wrecked with huge loss of life.29 Polybius says that only eighty ships survived out of the 364 in the Roman fleet,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2081","value":2081},"note":null},{"text":"men and ships being lost than had previously fallen to enemy action. An attractive suggestion is that the fitting of the corvus to the Roman ships made them dangerously unseaworthy in bad conditions and contributed to the catastrophe. The sensitivity of the reconstructed trirmeme to shifts in weight caused even by movements amongst the crew would tend to support this view. The corvus was mounted near the bow of the ship and its weight may well have made the galley bow-heavy, which would clearly be a major problem in a rough sea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2086","value":2086},"note":null},{"text":"It is in this section that Polybius famously comments on the Roman reliance on brute force ( bia ) in all their activities, throwing massive resources into a project and expecting success through effort alone. This attitude, he says, has usually been a source of frequent victories on land, but at sea, when opposed by the power of nature, it has produced some spectacular failures. The narrative of the Punic Wars on the whole supports this judgement on the Roman character.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2092","value":2092},"note":null},{"text":"Sailing round the western tip of Sicily to the recently captured Panormus, they then attempted to return directly to Italy, but were caught in another storm, probably near Cape Palinurus in Italy, and lost 150 ships.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2107","value":2107},"note":null},{"text":"In this way, the Roman fleet was finally able to seal off Lilybaeum from the sea. This episode was the main occasion where the superiority of Carthaginian seamanship was demonstrated. Yet throughout the war it proved exceptionally difficult for them to turn this skill to any tangible advantage in battle, although, unlike the Romans, they avoided any serious losses to the elements. It is notable that the differences in skill were most marked in actions involving only a small number of ships. The massed naval battles offered slight opportunity for subtlety, perhaps the most important factor explaining the Romans’ early successes.35","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2141","value":2141},"note":null},{"text":"Claudius went down in Roman history as a reckless incompetent, famously falling into a rage when favourable omens for the attack were not forthcoming. When the sacred chickens refused to eat and so signify that the gods favoured the enterprise, Claudius picked them up and hurled them into the sea, proclaiming that if they would not eat, then let them drink.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2154","value":2154},"note":null},{"text":"At this point, once again the weather took a hand. A heavy gale blew up and the signs of this impending gale were spotted by Carthaginian captains who knew this coast, and who promptly advised Carthalo to sail immediately around the Cape. Again the skill of the Punic sailors was displayed as they battled to bring the fleet successfully round the headland where they were sheltered from the wind. The Romans were exposed to the full force of the gale and so close inshore that they stood no chance of escape. The entire fleet was dashed to pieces on the rugged shore, but numbers of the crew escaped, including the consul, although he seems to have been captured soon afterwards.38 The disaster suffered by the Roman fleet was probably more total than the earlier losses to the weather and, unlike them, came in the aftermath of naval defeat and not victory. Polybius tells us that the Romans for the moment abandoned all efforts to fight the war at sea and it is unlikely that the State could have afforded to construct another fleet. A few private citizens were given licence to equip ships at their own expense and act as privateers raiding Carthaginian territory, but this was never going to contribute anything significant to the outcome of the war. Some idea of the scale of Roman losses may come from the census figures preserved for this period, although the reliability of these figures for the period before 225 is uncertain.39 These give the total number of male Roman citizens registered by the censors as 292,234 in 265–264, 297,797 in 252–251, but only 241,712 in 247–246. The drop of more than 50,000 in the last figure may well indicate the losses suffered at sea, although the absence of any noticeable fall after the storms in 255 and 254 may make the second figure doubtful. However, it is important to remember that even if these figures provide a guide it is only to citizen losses. Many men in the fleet were drawn from the allies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2203","value":2203},"note":null},{"text":"Although the Romans had abandoned their maritime ambitions, they continued to prosecute the war on land with no apparent doubt about their eventual success. The Carthaginians made little use of their naval superiority, the few raids mounted against Italy achieving very little, whilst the war continued sporadically in Sicily. It was not until late 243 that the Romans decided once again to rebuild their fleet and push the war to a decisive conclusion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2220","value":2220},"note":null},{"text":"The Roman élite clearly identified themselves very strongly with the state in a way which modern cynicism should not make us doubt.40","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2226","value":2226},"note":null},{"text":"One of the consuls for 242, Aulus Postumius Albinus, held the priest-hood known as the flamen Martialis and was forbidden by religious taboo from leaving the city,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2235","value":2235},"note":null},{"text":"Polybius states explicitly that the main Roman objective in these operations was to provoke a major encounter with the Carthaginian fleet, since they felt that its defeat would be a greater blow than any successes that might be achieved in Sicily.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2238","value":2238},"note":null},{"text":"The battle of the Aegates Islands decided the war. Hamilcar Barca’s army and the few strongholds left in Sicily were now utterly isolated. Carthage lacked either the will or, according to Polybius, resources to build another fleet and try once more to wrest naval dominance back from Rome. The Punic aristocracy seems to have made no attempt to follow the example of the Roman élite and put their private wealth at the disposal of the state. However, given the difficulty encountered in crewing the last fleet, it may have been shortage of manpower rather than resources to construct ships that prevented the rebuilding of the navy. For whatever reason, the Carthaginians conceded defeat and resolved to make peace.46","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2281","value":2281},"note":null},{"text":"The resources expended in the naval campaigns of the war had been massive, Polybius claiming that the Romans had lost about 700 warships and the Carthaginians nearer 500, although the accuracy of these figures has been doubted. The heaviest Roman losses all occurred in storms and this ensured that the casualties suffered by the crews were disproportionately high. Many of the crews of these Punic ships were saved, although this sometimes meant going into captivity. It was the victors who suffered the greatest losses at sea. Ultimately the Romans won because their ruthless determination and pursuit of victory made them willing to accept its high price in men and ships. The initial decision to create a Roman fleet may have been at least in part motivated by a desire to defend the Italian coast from the depredations of the Punic navy, but the Romans were to use their naval power in a consistently aggressive manner. The support of the navy allowed the Roman land forces in Sicily to press on more successfully with the task of subduing the Punic strongholds there. The fleet’s first action was the bold if unsuccessful attempt to seize Lipara. The ingenuity which produced the corvus allowed the Roman ships to face and defeat the superior Carthaginian ships in battle, and encouraged the increasing Roman willingness to seek encounters at sea. The direct attack on North Africa again showed the Roman willingness to escalate the fighting in an effort to achieve a decisive result. Roman confidence was curbed by the heavy losses in the storms in 255–254, and again by the defeat at Drepana and the catastrophic storm in 249, but each check was only temporary. On each occasion the Romans eventually rebuilt their fleet and resolved to make another effort. Had the new fleet been badly defeated in 241 – a real possibility if the Carthaginians had been able to unload their ships and cram them with Hamilcar’s veteran mercenaries – then at the very least the delay before the Romans were able to contest the sea again must surely have been even longer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2286","value":2286},"note":null},{"text":"Throughout the war the Carthaginians failed to make much use of their initially superior fleet, and let it decline after they had regained naval dominance in 249. The Carthaginian approach to war on land and sea was markedly less aggressive and determined than their opponents’. The objective seemed always to be to endure and continue the struggle, rather than to force it to a conclusion. Fleets of galleys were heavily dependent on land bases because of the comparatively short range of their warships. This meant that control of the sea was ultimately based on control of the bases in the area, adding to the importance of Sicily’s, and to a lesser extent Sardinia’s, coastal cities. The war in Sicily saw the steady reduction of Carthage’s strongholds which, despite the temporary checks and the recapture of some strongholds, was never halted. The Carthaginian commanders, despite the length of time they remained in their posts, never managed to maintain a concerted offensive to win back lost ground and drive the Romans from the island. Their successes on land tended to have no more than local significance and were often small-scale. The achievements of the Punic navy were similarly minor and it never was able to derive a wider advantage from its greater skill and experience. Drepana, the only battle won by the Carthaginians…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2300","value":2300},"note":null},{"text":"The consul Catulus’ year of office had almost expired and the desire to gain credit for completing such a major war before his successors arrived to steal the glory may well have made him more conciliatory. An initial Roman demand that Hamilcar’s Sicilian army should immediately surrender its weapons and hand over for punishment all the Roman and Italian deserters in its ranks was swiftly rejected. The mercenaries would leave the island as an army, their arms and honour both intact.1 Yet this seems to have been the only concession that the Carthaginians were able to gain, for in other respects the peace terms made it clear that they had been defeated and that Rome was not negotiating with an equal. Peace was declared between Rome and Carthage providing that the following conditions were met: a The Carthaginians were to evacuate all of Sicily. b Neither side was to make war on the other’s allies, nor seek to subvert their allegiance by allying with them directly or becoming involved in their internal affairs. They were not to recruit soldiers or raise money for the construction of public buildings in the territory of the other. c The Carthaginians were to give up all Roman prisoners freely, whilst paying a ransom for their own. d The Carthaginians were to pay an indemnity to the Roman State of 2,200 Euboean talents over a twenty-year period.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2319","value":2319},"note":null},{"text":"Not uncharacteristically, the Roman People decided that the terms were too lenient and a senatorial commission was sent to Sicily to modify the treaty. The indemnity was increased to 3,200 talents, 1,000 payable immediately and the remainder over ten years, which was perhaps a reflection of the desire for the State to repay the loans made for the construction of Rome’s last fleet. The Romans had traditionally expected defeated enemies to contribute to the costs of their war effort.2 The only other change was the addition of a clause requiring Carthage to evacuate all of the small islands between Sicily and Africa.3 It is clear that the complete expulsion of the Carthaginians from Sicily had become the Romans’ main war aim,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2333","value":2333},"note":null},{"text":"The invasion of Africa in 256 had never been intended to establish a permanent Roman presence, but was a means of applying further pressure on the Carthaginians in the hope of forcing their submission. This primary objective had been fully achieved. In addition to this, Punic naval power had been broken and no longer dominated the western Mediterranean, more as a result of the loss of its island bases than the losses in ships which it had suffered, since in time the latter could be replaced. Yet Carthage had lost none of its power in Africa or Spain, and, for the moment, held on to Sardinia. There was no attempt to absorb Carthage into Rome’s network of allies in the way that she had come to conclude most of her wars fought in Italy. In part this was a reflection of the reality of the situation. At the end of the twenty-three-year struggle both sides were exhausted and eager to settle. A continuation of the war until one or the other…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2340","value":2340},"note":null},{"text":"With hindsight it is difficult to see any occasion during the course of the war when the Carthaginians came close to victory. The most serious Roman losses were due to bad weather and not to enemy action. Perhaps in the earliest phases, if they had been able to prevent the Roman expedition from crossing the Straits of Messina or had defeated Claudius’ army after it had landed, then they might have dissuaded the Romans from further overseas adventures, at least in the short term, but that in effect would have been to prevent the crisis developing into a war in the first place. Yet it was extremely difficult for squadrons of galleys to block a stretch of water and the Punic forces in Sicily in 264 were utterly inadequate to achieve such a quick victory over a Roman consular army. Apart from the decision to continue the struggle and send a large army to Sicily after Rome’s defeat of Syracuse, the Carthaginian war effort was essentially passive, a series of reactions to Roman moves, all intended to protect their position in Sicily.6 Even when they sought to harass the enemy by raiding the Italian coast, the main objective was to draw Roman forces away from Sicily. On the island itself their strategy followed the traditional Carthaginian pattern of enduring the enemy onslaught and trying to maintain control of as many strongholds as possible, waiting for the enemy to weaken so that eventually the lost ground could be regained. Carthage had been involved in sporadic conflict in Sicily for centuries before the Romans arrived, and if she had never gained full control of the island, neither had she been completely expelled. The Romans were not like Pyrrhus, who would abandon his offensive when he failed to gain widespread support from the Greek communities of Sicily, nor was their power as precarious as that of the successive tyrants of Syracuse. Roman persistence was at least the equal of Punic, but was married to an extremely aggressive mode of war-making, applying continuous pressure on the enemy in an effort to force a decision. Throughout the conflict they consistently assumed the offensive, methodically expanding the territory which they controlled in Sicily, continuing to do so even when their armies’ morale reached a low ebb after the defeat of Regulus. More importantly they were willing to escalate the conflict in an effort to defeat the enemy, invading Africa and, most of all, deciding to create a fleet and pursue the war at sea in spite of their colossal losses. Rome’s huge reserves of manpower made it possible to absorb appalling losses, but this in itself does not explain the willingness with which the population continued to be ready to serve in the war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2356","value":2356},"note":null},{"text":"All but two of the major battles fought on land and sea were Roman victories and it seems likely that most of their defeats were very small-scale affairs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2377","value":2377},"note":null},{"text":"In one respect the annual arrival of new Roman commanders may have proved an asset, for it ensured that the army and navy were commanded very aggressively, by men hoping to gain distinction in their short term of office. Roman strategy remained continuously aggressive, even if it sometimes lacked consistency. If this produced acts of great boldness or even recklessness, such as the failed surprise attacks on Lipara in 260 and Drepana in 249, it also…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2379","value":2379},"note":null},{"text":"Carthaginian commanders may have been more ‘professional’ than their Roman counterparts, and certainly remained in their posts for much longer periods, but few would have had much experience of commanding such large forces as were frequently employed during the war. This was especially true of the admirals appointed to control the operations of the unprecedentedly large fleets which were formed on several occasions. Their inexperience of command at this level added to the already major practical difficulties in co-ordinating the movements of hundreds of oared warships and was perhaps another factor in denying the Carthaginian navy the advantages it ought to have derived from the superior skill of its crews. Several Punic generals were crucified in the aftermath of military failures during the war, usually, it seems, by order of their own immediate subordinates. Yet other defeated leaders escaped punishment and went on to hold further commands which suggests that political influence as much as actual responsibility determined their fate.9 The Romans were considerably more lenient towards their magistrates who had presided over disasters, awarding triumphs to successive admirals who had lost most of their fleets to bad weather. Only Claudius was prosecuted on the charge of perduellio (in a sense ‘bringing the state into disrepute’) for his behaviour at Drepana, but narrowly escaped condemnation and was instead found guilty of a lesser charge and fined.10 However, the subsequent arraignment of his sister suggests that the family was perceived to be politically vulnerable in the years immediately afterwards.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2403","value":2403},"note":null},{"text":"The Mercenary War Within months of the end of the war, Carthage was plunged into a conflict which, if shorter than the struggle with Rome, seemed to pose a far greater threat to her very existence. It took over three years to suppress the rebellion of former mercenaries and African subjects, who for this time ravaged the territory up to the walls of Carthage itself. It was a bitter campaign, punctuated by acts of extreme barbarity on both sides. It was also completely unnecessary, if the Punic authorities had not consistently mishandled all their dealings with Hamilcar’s veterans from the Sicilian campaign.11","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2415","value":2415},"note":null},{"text":"Hamilcar Barca had led his army to Lilybaeum following the conclusion of the war with Rome, but had then surrendered his command and sailed back to Africa, full of contempt for what he believed to be an unnecessary peace. He left the task of demobilizing his mercenaries to the same Gesgo who had conducted the negotiations with Catulus. This officer performed the new role with great competence, dividing the 20,000 strong army into smaller detachments which he then dispatched one at a time to Carthage. Once there, each contingent should ideally have received their arrears of several years’ backpay and been returned to their country of origin before the next group arrived, spreading the burden placed on the state treasury and preventing any problems arising from the presence of so many unruly foreign soldiers in Carthage at one time. However, the Carthaginians chose to ignore these sensible arrangements and refused to pay anyone until the whole force had been…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2420","value":2420},"note":null},{"text":"After numerous disturbances on the streets of Carthage, the mercenaries were sent to the town of Sicca, where they encamped without a commander and with no duties to maintain their discipline. Understandably, the mercenaries who had fought loyally and well for their masters according to their contracts were reluctant to accept payment of less than their due and felt betrayed. They were especially bitter towards Hamilcar, who had made lavish promises of future reward during the operations in Sicily, only to abandon them to the whims of a government and generals they did not know. The Carthaginians soon realized that the negotiations were not succeeding and, aware that they would have difficulty in controlling 20,000 well-equipped veteran soldiers, agreed to pay the full amounts the men were due, but it was too late. The disgruntled mercenaries had become aware of their own strength and steadily increased their demands, forcing one concession after another out of their former masters. Resentment at their unfair treatment gradually turned into deep hostility towards the Carthaginians. Like all Punic armies, the veterans from Sicily were a mixture of many races, Libyans, Gauls, Spaniards, Ligurians, Sicilian Greeks and half-breeds, runaway slaves and deserters. Lacking a common language and without the unifying force of a Carthaginian…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2428","value":2428},"note":null},{"text":"It was the presence of this Libyan element within the army which was to make the rebellion so serious, for they were swiftly able to rally most of their countrymen to their cause. Carthaginian rule had always been harsh and unpopular for the Libyan peasantry, but during the war with Rome the burdens of taxation and conscription had grown far worse. With very few exceptions the Libyan communities declared for the rebels and swelled the size of their forces. They were joined by many of the Numidian princes whom the Carthaginians had been fighting to control in the last decade…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2440","value":2440},"note":null},{"text":"Though veteran soldiers (Spendius had an especially distinguished record during the war with Rome) none of these men had experience of high command and the movements of the rebel armies were clumsy and poorly co-ordinated. This was one of the very few advantages the Carthaginians enjoyed in the conflict. It was always difficult for them to raise large armies quickly, but the situation was worsened when their own mercenaries turned against them. In addition the rebellion in Libya denied them access to the revenue and resources of manpower on which they could normally rely. The forces which they were able to raise, composed of still loyal mercenaries who felt no particular…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2447","value":2447},"note":null},{"text":"It is in these campaigns far more than the war in Sicily that we see evidence of Hamilcar’s skill as a general, consistently outmanoeuvring the larger rebel forces. Force was combined with diplomacy, for instance when Navaras, a Numidian prince, offered to defect with his followers and was rewarded by marriage to Hamilcar’s daughter. Both sides made extensive and escalating use of horror and atrocity, Barca ordering captured mercenaries to be trampled to death by his elephants. Mathos and Spendius were both eventually crucified, but so was Hannibal who had been captured in a night raid on his camp, whilst Gesgo and the other hostages were dismembered and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2456","value":2456},"note":null},{"text":"The Roman attitude towards her recently defeated enemy at this time of crisis was at…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2462","value":2462},"note":null},{"text":"Around 240–239 the Punic mercenaries in Sardinia mutinied and murdered their officers, and persuaded the punitive expedition sent by Carthage against them to repeat the mutiny and join them. Together the mercenaries seized the island and tried to make an alliance with Rome, rather as the Mamertines had once done. The Senate refused to countenance such an alliance, a decision all the more striking if Polybius correctly judged that the acquisition of Sardinia had become a Roman ambition as soon as they constructed their first fleet. Nor, subsequently, did it accept approaches from Utica for similar protection when this Libyan city finally abandoned its loyalty to Carthage and joined the rebels.15 Instead it respected the protection offered to each sides’ allies set down in the treaty of 241.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2469","value":2469},"note":null},{"text":"Eventually, probably in 237, the mutinous soldiers in Sardinia were expelled from the island by the native population and fled to Italy where they once again approached the Senate. This time the Romans decided to send an expedition to occupy the island and, when the Carthaginians objected, threatened them with a war which they were in no position to fight. Carthage had no choice but to surrender to Rome a second time, accepting their seizure of Sardinia, and paying a further indemnity of 1,200 talents. It was an act as shamelessly opportunistic as the initial intervention in Sicily in 265, an injustice which highlighted Carthage’s weakness and was to create a far greater legacy of bitterness and resentment towards Rome than the initial defeat of 241.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2475","value":2475},"note":null},{"text":"Sicily and Sardinia were lost, and, in the aftermath of the Mercenary Rebellion, Africa was too unstable for further expansion to be contemplated there, so Carthage turned her attention increasingly to her Spanish territories. In 238–237 Hamilcar Barca was sent at the head of an army to take charge of the province there, and the choice of such an experienced and aggressive commander for a region which does not appear to have faced a major threat can only mean that the objective was expansion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2492","value":2492},"note":null},{"text":"However, it must always be remembered that our evidence for the constitution and internal politics of Carthage is exceptionally poor. Most of our sources do portray the Barcid family as facing strong opposition from rivals who feared their growing power and from those who objected to their policies, but it is unclear how strong and consistent such opposition was.23 In one tradition Hamilcar used the booty from his Spanish campaigns both to secure the loyalty of his soldiers and to buy himself political support at home.24 It is equally possible to interpret the same evidence as showing Hamilcar as nothing more than a servant of the state, appointed with the general approval of the élite at Carthage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2510","value":2510},"note":null},{"text":"Marcus Claudius Marcellus, relieved the siege of Clastidium, fighting an action in which he single-handedly killed a Gallic King, Britomarus, and stripped him of his armour, winning the highest honour available to a Roman aristocrat, the right to dedicate the spolia opima.29","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2561","value":2561},"note":null},{"text":"Spain and northern Italy would see much activity when war was finally renewed between Rome and Carthage. In addition, many of the individuals on both sides who were prominent in the campaigns in the 220s would later play a significant role in the Hannibalic war. For the generation of Roman commanders who grew up between the wars with Carthage, their military experiences in Sardinia, Illyria and, most of all, Cisalpine Gaul accustomed them to warfare against armies which were tactically unsophisticated, however individually brave and skilled the warriors composing them might have been. It was to prove poor preparation for confronting a general as skilled as Hannibal at the head of a well-trained army.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2567","value":2567},"note":null},{"text":"An embassy was sent to Carthage in the latter part of the winter, including both of the outgoing consuls of 219, Lucius Aemilius Paullus and Marcus Livius Salinator. Livy tells us that it was headed by Quintus Fabius Maximus, thus completing the trio of men who would play prominent roles in the approaching war, but it seems more likely that the leader was the experienced former censor, Marcus Fabius Buteo, who had fought in Sicily as consul in 245. The embassy protested Hannibal’s actions and demanded to know whether he had been acting with the approval of the Carthaginian Senate. The Carthaginians were faced with the choice of condemning Hannibal and handing him and his senior officers over to the Romans for punishment, or going to war with Rome. The style of diplomacy practised by Roman embassies seems seldom to have been very subtle, but in this case they were clearly obliged to seek revenge for an attack on an ally. In one tradition which depicted a strong party opposed to the Barcids, a certain Hanno is supposed to have condemned Hannibal’s actions, but on the whole the Carthaginians responded angrily to the brusque Roman demands. They refused to recognize the Ebro treaty, saying that they had never ratified it and citing Catulus’ referral of the peace terms in 241 to Rome, and disputed their need to recognize any relationship between Rome and Saguntum. Fabius is supposed to have stood in the middle of the chamber and announced that he carried in the folds of his toga both peace and war, and could let fall from it whichever the Carthaginians chose. Tempers ran high amongst the assembled Punic senators and the presiding suffete shouted out for him to choose. When Fabius responded by declaring that he let fall war, a great shout of ‘We accept it!’ filled the hall. In this way war was declared, although it may have become inevitable earlier than this. Hannibal certainly began preparations for his invasion of Italy once he returned to winter quarters after the fall of Saguntum. It is also quite possible that the Comitia Centuriata had already voted for war if the ambassadors failed to gain a satisfactory response at Carthage.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2619","value":2619},"note":null},{"text":"Polybius discussed the underlying causes of the renewal of hostilities in some detail and concluded that there were three main factors. The first was the bitterness or anger of Hamilcar Barca at the end of the First War when he was forced to surrender despite remaining undefeated in Sicily. The second, and most important, factor was the unprincipled Roman seizure of Sardinia in 238, whilst Carthage was still reeling from the turmoil of the Mercenary Rebellion. Not only did this humiliation increase Hamilcar’s resentment, but it spread a similar hatred of Rome throughout the Punic population. It was with the aim of building up a power base to use against Rome that Hamilcar went to Spain, throwing himself wholeheartedly into a programme of expansion. The successes of his family in the Spanish Peninsula formed the third cause, since the growth in Carthaginian power encouraged them to believe that they were now strong enough to defeat their old rival.6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2636","value":2636},"note":null},{"text":"Just before leaving to take up his new command in Spain Hamilcar Barca had sacrificed at the altar of a deity, who is called Zeus by Polybius and Jupiter by Livy, but was probably Ba’al Shamin. Receiving favourable omens, he called his 9-year-old son Hannibal to his side and asked the boy whether he would like to accompany him on the expedition. The lad, who had probably seen little of his father during his early life, responded enthusiastically, begging permission to go. Hamilcar placed the boy’s hand on the sacrificial victim and made him swear a solemn oath ‘never to be a friend to the Romans’.7 Hannibal told this story to convince Antiochus that he was not consorting with the king’s Roman enemies, and as Polybius received it at best third-hand, its accuracy is now impossible to assess. In the later Roman tradition the oath’s wording becomes stronger, the child swearing to be always an enemy of Rome.8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2644","value":2644},"note":null},{"text":"More recently the idea that the war was the premeditated project of the Barcid family has fallen from favour, in part because historians are generally reluctant to attribute important events to the moods and actions of individual…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2654","value":2654},"note":null},{"text":"Of fundamental importance is the question of what the Carthaginians led by the Barcid family were hoping to achieve in Spain, and once again we must lament the absence of sources from the Punic perspective. It has often been assumed that the loss of profitable territories in Sicily and Sardinia forced Carthage to seek revenue from elsewhere, and frequently the Spanish silver mines are cited in this context. Certainly, Hamilcar did bring many of these directly under Punic rule, and although it took several years to begin their effective exploitation, this did allow his family to mint several series of coins with an especially high silver content. In other respects it is difficult to see that expansion in Spain allowed any more profitable exploitation of its resources than had been possible through the Punic communities already there. In the short term there was certainly considerable income from the booty of successful campaigns, at least some of which may have come into State hands. Thus Hamilcar’s reply to the Roman embassy’s demand to know why he was fighting so many wars of conquest was that he needed to annex land to make a profit and so be able to pay off the Punic war debt to Rome. Much of the profit from successful campaigns went to pay for and expand the army in Spain. Punic recruiting officers had long been hiring Spanish soldiers, but the Barcid province brought a large part of this massive pool of military manpower directly under their control. The communities of Spain produced an excess of young males who could not be supported off the land and so frequently turned bandit or mercenary. On at least one occasion…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2658","value":2658},"note":null},{"text":"Spain gave the Barcids and, depending on the view taken of the independence of their power, Carthage a formidable military force and the wealth to support it. Though it was this resource that would allow Hannibal to prosecute the war so effectively, this does not necessarily mean that this was the reason for its creation. It could be argued that the increase of Punic military might was essentially defensive, giving her some protection against such arbitrary Roman actions as the theft of Sardinia. Clearly the loss of the war with Rome and its aftermath had been a major blow to the pride of a strong Empire. The Spanish enterprise might simply have been an attempt to reassert her independence. Yet to maintain this view it would be necessary to believe that Hannibal’s attack on Saguntum was merely a statement of the revival of Punic power, not expected to provoke war with Rome. The rapidity with which…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2673","value":2673},"note":null},{"text":"The Second War was clearly a legacy of the First, which had ended suddenly with both sides almost equally exhausted. The Romans expected their wars to end in their own complete victory, the former enemy ceasing to present any threat usually through being absorbed as a subordinate ally. Whatever internal autonomy they preserved, they were not allowed an independent foreign policy, still less one which did not agree with Rome’s interests. In 241 Carthage was too large and too distant to be absorbed by Rome in the same way that she had taken much of Italy, but even so the Romans refused to treat her as anything like an equal in the decades after the war. Sardinia was a blatant example of this attitude, forcing the Carthaginians to back down to an unjust demand, but the repeated interventions in Spain were another symptom. Whilst the Ebro treaty may not have imposed a major limit on Carthaginian expansion in Spain, it nevertheless made it clear…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2681","value":2681},"note":null},{"text":"From the Carthaginian perspective, there was no reason for them to behave as a subordinate ally to Rome. Their military culture was different to Rome’s and did not expect the results of wars to be so final. Added to this, their actual power had not been as seriously weakened by their defeat in 241 as the Roman attitude suggested, especially once it had had time to recover from the cost of the war and the disturbances of the Mercenary Rebellion. Carthage was still a large and wealthy state, with extensive territories in Africa and a growing realm in Spain. There was no good reason for Punic citizens to think of their city as anything less than Rome’s equal, and their resentment at the Romans’ refusal to acknowledge this is understandable. Both states had ample resources for making war and were mutually suspicious. In those circumstances the renewal of hostilities seems less surprising.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2695","value":2695},"note":null},{"text":"The Senate’s plan for the conduct of the war was simple and direct in a characteristically Roman way. The consuls were to operate separately, one going to Spain to face Hannibal, whilst the other went to Sicily from where he would launch an invasion of North Africa. In this way the enemy commander who had provoked the war was to be defeated in battle, whilst the Carthaginian authorities which had supported him were faced with a direct attack on their city. Direct confrontation of the enemy at their strongest points brought heavy pressure to bear on the mainstays of their opposition. Carthage had come close to folding under such pressure in 256–255 and there was no reason to believe that she would not do so again. Indeed, given the willingness of Carthage to give in to Roman threats in the decades between the wars, the Romans may even have expected her to be less resilient to actual war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2717","value":2717},"note":null},{"text":"Scipio was given Spain as his province and Tiberius Sempronius Longus received Sicily and Africa. Six Roman legions were raised for the year, each consisting of 4,000 infantry and 300 cavalry. Both consuls were given the standard consular army of two of these legions supported by two Latin alae. In total Scipio received 14,000 allied foot and 1,600 horse, whilst Longus had 16,000 and 1,800 respectively. The remaining legions along with 10,000 allied infantry and 1,000 cavalry were sent to Cisalpine Gaul under the command of a praetor, Lucius Manlius Vulso. The willingness to alter the size of allied contingents to cope with the scale of the problem once again emphasizes that the Roman military system was not as rigid as is sometimes assumed. The Senate’s appreciation of the task in hand was also reflected in the allocation of naval resources. Longus, who was to mount an invasion of Africa possibly in the face of opposition from a large Punic fleet, received 160 quinqueremes and twenty lighter ships. Scipio was far less likely to encounter a powerful enemy fleet whilst moving his army to Spain, and so was given command of sixty ‘fives’. The recent war in Illyria will have ensured that the Roman navy was in good condition.13","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2723","value":2723},"note":null},{"text":"In the First War the Carthaginians had invariably responded to Roman moves rather than attempting to dictate the course of the war themselves. It had always been their opponents who escalated the conflict and pushed for a decisive result. From the beginning the Second War was to be very different and the main reason for this was the influence of one man, Hannibal Barca. In our sources Hannibal is represented as making all the key decisions to organize the initial Punic war effort in 219–218, not only in Spain but also in Africa. The Carthaginians habitually interfered very little with commanders once they had been appointed to a task, indeed often to the extent of failing to support them in subsequent operations, but the resources at the young general’s immediate disposal were huge. It is at this time more than any other that Hannibal appears most like the ruler of the semi-independent principality in Spain depicted by some scholars. The war had begun with a local dispute in Spain, the Carthaginians refusing to acknowledge any longer the restrictions the Romans had imposed upon their power there. The Romans clearly expected them to remain there and fight a defensive war to protect their territory, much like the one they had fought in Sicily. With the forces at his disposal Hannibal was in a strong position to meet any invasion. He would in fact have greatly outnumbered the single consular army which Scipio was to lead into the Peninsula and ought easily to have defeated it if it could be forced into a battle. Yet the experience of the First War had shown that destroying a Roman fleet or army simply meant that another was raised to replace it. The dogged persistence which Rome had shown in the face of horrendous losses made it unlikely that they would quickly give up. The longer that a war continued in Spain the less solid the Barcid conquests would seem. Many of the tribes had been overawed by Punic military might, but their loyalty might not last when another army remained in the area, its leaders doubtless making every effort to seduce the Spanish chieftains. The more traditional Carthaginian mode of war-making, enduring an enemy’s onslaught till its power began to dissipate, offered at best the prospect of a prolonged stalemate and at worst defeat when the opponent was Rome. Hannibal rejected the defensive option from the beginning and resolved that every effort should be made actively to defeat Rome. Since heavy losses abroad had in the past done little to weaken her power, Rome must be confronted and beaten on her own territory, in Italy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2746","value":2746},"note":null},{"text":"In many ways, the invasion of Italy was a markedly ‘Roman’ enterprise, bringing heavy force to bear directly against an enemy’s strength. In that sense the Romans perhaps should have been less surprised than they were when Hannibal chose this option, but the past record of Punic war-making did not suggest such a bold venture likely, especially in view of the practical difficulties involved. A seaborne invasion was scarcely feasible in 218. Without bases in Sicily, even southern Italy was at the very limit of operational range for a fleet of galleys operating from North Africa, and Punic naval power in Spain was not great. In either case a landing on a hostile shore, probably in the face of opposition from the powerful Roman navy, was a highly risky venture and it is doubtful that a large enough army could have been landed to operate with any effectiveness.16 This left the option of a land invasion from Spain, but the difficulties were formidable. Such an expedition involved a march of hundreds of miles through tribes which were at best neutral and potentially hostile, and the crossing of the major obstacle formed by the Alps. Once in Italy the Punic army would have no base, no supplies and be faced by steadily increasing numbers of enemies. It was a bold venture and our familiarity with the story should not blind us to the shock which the Romans must have received when they learned that this was precisely what Hannibal had done.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2764","value":2764},"note":null},{"text":"This army was far larger than any force recorded for the Carthaginians during the century and it is likely that many of the soldiers, and particularly the Spanish, had been raised relatively recently. The core of the army were the troops who had won the many wars of conquest in Spain under Hannibal, his father and his brother-in-law. They were led by a staff of senior officers whom they knew and trusted. Together these men had welded the warriors of many disparate races into a highly efficient fighting force which, for its numbers, was probably better than anything else in existence in the Mediterranean world at that time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2795","value":2795},"note":null},{"text":"All of these arrangements suggest that the Italian expedition, and thus the war with Rome, had long been pondered and perhaps actively prepared by the young Punic general.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2809","value":2809},"note":null},{"text":"What was Hannibal’s objective in invading Italy? This topic has long been the subject of fierce debate, often revolving around his decision not to march on the city of Rome itself when he apparently had the opportunity in 217 and 216. The most commonly held view now is that Hannibal’s plan was never to capture the city of Rome itself, but to weaken her power by persuading as many of her Italian and Latin allies as possible to defect. Therefore, when Hannibal negotiated an alliance against Rome with Philip II of Macedon, the terms clearly anticipated that Rome would still exist in a weakened state after their joint victory. Similarly, Livy tells us that after Cannae in 216, Hannibal addressed his Roman prisoners and claimed that he was not fighting to destroy them, but ‘for honour and power’.21 The answer is a good deal simpler than the controversy over this would suggest. Hannibal attacked Italy to win the war. It was rarely possible in this period for one side to destroy its enemy utterly in war, unless the states involved were very small and one had an overwhelmingly advantage. Later, in 146, Rome possessed such an advantage over Carthage and was able after a hard struggle to destroy her as a political entity. Normally wars, particularly wars between states as large as Carthage or Rome, ended when one side lost the willingness to fight on, not the ability to do so. Then, as Carthage had nearly done in 255 and had actually done in 241, they acknowledged defeat and accepted peace terms which reflected this. The objective of any war was to force the enemy into a position where they would give in. The method was perhaps to win one or several pitched battles, to capture enemy cities, ravage their fields and burn their villages, or most often a combination of all these things. All the more powerful states had absorbed many smaller communities as subordinate allies of varying willingness. A demonstration of the weakness of their masters at the hands of an invader was likely to prompt defections, each group hoping to side with the eventual winners in any conflict. Most city states and tribes were riven by factional divides, who were often willing to side with an external power willing to give them control of their own people. In this way the Sicilian cities had flocked to join Rome after her initial successes in 264, whilst in 240 the Libyans had rapidly sided with the rebellious mercenaries. During the course of this war the tribes of Spain proved ever ready to abandon their alliance and join the side which appeared to be winning. A state seeing its allies and subjects breaking away would be under even more pressure to compromise and accept defeat. Therefore, it was not unreasonable to believe that, if Hannibal could reach Italy and begin winning victories there, Rome’s allies would begin to waver. Hannibal was not adopting a novel strategy, and there is no need to claim that he appreciated that Rome’s real strength lay in her network of allies. He…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2816","value":2816},"note":null},{"text":"Hannibal was about 28-years-old when he left New Carthage in the spring of 218. It is not clear whether he had remained in Spain since his father took him there at the age of 9,23 but he certainly had served on many campaigns there and was already an experienced soldier. His education seems to have included a strong Greek element and he was to take Greek historians with him on his expedition. Our sources are unanimous in admiring his military virtues. For Polybius he personified in every respect the ideal of Hellenistic generalship, planning operations carefully and acting with caution, but willing to be very bold when the situation required it. Livy depicts him more in accordance with literary clichés of his day. Therefore, like the best Roman commanders he was as proficient with his personal weapons as he was in directing the movements of an entire army. On campaign he shared the physical hardships of his men, sleeping in the open wrapped only in a military cloak, and wearing the same clothes as the ordinary soldiers, although Livy does note that his equipment and horses were of such high quality as to make him conspicuous. Physically brave and inclined to lead from close to the fighting, he had the moral courage to take decisions and adhere to them.24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2839","value":2839},"note":null},{"text":"Hannibal’s apparent thirst for money may well have been necessary throughout the Italian campaign to support his army and pay his soldiers.25 The true character of Hannibal eludes us. None of our sources provide the equivalent of the anecdotes told about the childhood and family life of the important Greek and Roman politicians of the era, many of whom were the subject of detailed biographies. We can say a good deal about what Hannibal did during his career, and often understand how he did it, but we can say virtually nothing with any certainty about what sort of man he was.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2858","value":2858},"note":null},{"text":"By the time Hannibal crossed into Gaul he had an army of 9,000 cavalry and around 50,000 infantrymen, still large by the standards of the day, but more manageable and highly experienced. Even with the other detachments mentioned by our sources, the army’s numbers had shrunk by some 20,000 men. Some of these were doubtless casualties in the operations beyond the Ebro, but the majority were probably stragglers and deserters. If, as seems likely, much of the army consisted of recently raised and inexperienced troops, many of these may well have lacked both the enthusiasm and the stamina to undertake the long marches Hannibal expected from his soldiers.29","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2892","value":2892},"note":null},{"text":"The Roman army turned around and headed back to the coast, where they re-embarked. Scipio then made a critical decision which was to have a major impact on the outcome of the war, far more so than any of his other deeds. Giving command to his elder brother Cnaeus, the former consul who was now serving as Publius’ deputy or legatus, Scipio sent the main body of his army on to Spain to attack the Barcids’ bases. Publius himself hastened by sea back to northern Italy, planning to take charge of the forces there and confront Hannibal if he was foolhardy enough to try and cross the Alps. In this way he combined an adherence to the Senate’s original instructions with a reaction to cope with a changing situation. He was aware that two legions were in Cisalpine Gaul under the command of the praetors to face what appeared to be the main enemy threat. These troops would now be commanded by one of the State’s most senior magistrates, who would then gain the massive glory derived from the anticipated victory.35","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=2955","value":2955},"note":null},{"text":"HANNIBAL WAS ACROSS the Alps, but all the effort up to this point had done no more than to place him in a position to begin the assault on his real enemy. The cost of getting this far had been enormous. For the moment his soldiers were exhausted by their privations, incapable of effective operations until they had been rested and fed. Very few of them were left: only 6,000 cavalry and 20,000 infantry – 12,000 Libyans and 8,000 Spanish – were still with the colours when the army came down from the mountains. Hannibal had been followed into Gaul by 9,000 horse and 50,000 foot; 8,000 and 38,000 respectively had crossed the Rhone, so in the course of a few months he had lost more than half of his army. Only a small minority of these losses were battle casualties. It has sometimes been claimed that large detachments were left behind to control the Gallic tribes and ensure the safe passage of future reinforcements and supplies from Punic Spain, but there is no good evidence for this and our sources never mention such garrisons in later narratives of the war. Nothing in Hannibal’s later behaviour suggests that he expected to remain in constant communication with his base in Spain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3046","value":3046},"note":null},{"text":"Once again, the vast majority were probably deserters or young recruits unable to keep up on the long marches. (During Napoleon’s invasion of Russia in AD 1812, it was the young conscripts who were first to give way under the strain of the rapid advance, quickly thinning the ranks of his massive army.) We should note that only 40 per cent of the infantry to reach Italy were Spanish, when these had probably formed the vast majority of the force which mustered in New Carthage earlier that spring. It is also interesting that the army’s cavalry did not suffer as high a rate of attrition as the infantry, since as a rule horses break down before men. Hannibal’s victories were to owe much to his numerically superior and well-disciplined cavalry and it is clear that they formed something of an élite. Perhaps they were more highly paid than the foot, and probably they were better motivated, but it is certain that Hannibal had taken great care to cosset his cavalry on the march. However, their horses must have been in a poor state and needed to be rested and properly fed. Hannibal may have lost the bulk of his soldiers in reaching Italy, but the ones he had left were the pick of the army, doubtless mainly the veterans of his family’s Spanish campaigns.1","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3058","value":3058},"note":null},{"text":"The heavy cavalry met in the centre, where a fierce standing mêlée developed, unlike the usual flowing cavalry battle. Not for the first time we hear of some horsemen dismounting to fight on foot. Contrary to popular belief, the lack of stirrups was not a major handicap to ancient cavalry, since the Romans and probably the Spanish and Gallic cavalry of this time were already using the four-horned saddle which provides an admirably firm seat. Yet men on horseback were not suited to standing fast and fighting stationary mass against stationary mass, since, apart from sacrificing their main advantages of speed and momentum, the horses are always inclined to shy or bolt. A closely formed group of men on foot were better able to endure a long combat and hold their position. Such groups provided highly effective support for their mounted colleagues, providing secure protection to rally and reform behind before charging again. This is most probably what we should understand occurred at Ticinus. The poor state of many of the Carthaginians’ horses after their long and arduous march may have further encouraged this combat to be less fluid and mobile than was usual.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3116","value":3116},"note":null},{"text":"Ticinus was one of the smaller actions of the war, little more than a large skirmish, but had a special importance as the first encounter between the two sides on Italian soil. The effectiveness of Hannibal’s numerically superior cavalry was amply demonstrated, as was the high degree of control he and his subordinates exercised over them. This victory and the precipitate Roman flight it caused ensured his army would be able to fight in Italy, since it confirmed the decision of several of the Gallic tribes to join him. Scipio’s behaviour had been typically Roman in its straightforward aggressiveness. He had marched to confront Hannibal’s army as soon as possible, before he had any precise figures for its size and strength. His behaviour before the cavalry flight makes it clear that he anticipated a battle which he expected to win. The shock of his defeat, and perhaps of his own wounding, shattered his confidence. Scipio may have been right in that the open land west of the Ticinus favoured Hannibal’s cavalry, but in other regards it is improbable that the Romans were significantly outnumbered by the enemy infantry and they may even have had a slight advantage. Soon the enemy numbers were to grow as more and more Gallic warriors joined them. The speed with which the Romans fled destroyed whatever façade of strength they had presented to the tribesmen.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3156","value":3156},"note":null},{"text":"Longus at first attempted to portray the battle as an indecisive fight, in which he was deprived of victory only by the extreme weather, and it was some while before the Senate appreciated the scale of the disaster. The blow to Roman pride was probably more serious than the actual losses, for the victory persuaded those Gauls who had been wavering to embrace the Punic cause. Even so, the defeat was put down to Longus’ mistakes, whilst the success of the Roman infantry in the centre seemed to confirm that the courage of their soldiers had not failed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3300","value":3300},"note":null},{"text":"Hannibal’s victory gave his campaign sufficient momentum to carry it through the months of virtual inactivity forced upon him by the winter weather. His soldiers now knew that they could beat their enemy in the open field, further increasing their faith in their commander. As a general Hannibal had consistently outperformed both of his Roman opponents, controlling his soldiers so tightly that a battle was only fought at a time and place of his own choice. He had been able to exploit the advantage given by his numerical superiority in cavalry, added to the flexibility derived from the mixture of light and heavy horse. At the Trebia his army had fought as a co-ordinated unit, focusing all its strength on the Roman wings. To further the anticipated success of his cavalry over the outnumbered Roman horsemen, the best of his infantry, the Libyans and Spanish, were placed on the flanks of the infantry centre, their attack given even more power by the support of the elephants. Mago’s ambush had added to the confusion in the Roman ranks and probably reduced much of the forward impetus of their assault, in particular by involving the third line in combat, but the battle had already effectively been won by the success on the wings. The escape as a formed body of such a large part of the Roman infantry was regrettable, but once the Romans broke through the Gallic infantry there was little that Hannibal could do to stop them. Nevertheless the Roman eagerness to escape from the battlefield rather than renew the fight demonstrated that they had admitted defeat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3304","value":3304},"note":null},{"text":"Few commanders have been able to repeat Hannibal’s feat of ambushing and effectively destroying an entire army. He had dictated the course of the entire campaign, luring Flaminius on into a hopeless position. These operations highlighted not only Hannibal’s superiority as a general, but the greater flexibility of his army. Not only had his troops had the skill to move into ambush positions under the cover of darkness, without getting lost or ending up in the wrong place, and then demonstrated their discipline by not attacking prematurely, but the ability of his subordinates was demonstrated by the two successful columns taken out by Maharbal. The Romans still expected battles to be open and formal, where the courage of their legions, closely controlled by their officers, would win the day, and did not take the same care as their opponent to keep the enemy under constant surveillance and always, where possible, to surprise him.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3487","value":3487},"note":null},{"text":"One consular army had been destroyed, and the other, temporarily crippled by the loss of its cavalry, had withdrawn back to Ariminum to counter the increased Gallic raiding provoked by Hannibal’s presence. In this crisis the Senate decided that a military dictator must be appointed to co-ordinate the defence against Hannibal, the first time this had been done since 249. This meant that the imperium of all other officials lapsed and for six months Rome had a single supreme magistrate. Only the powers of the tribunes of the plebs, who did not have a military role, remained unchanged during a dictatorship. Normally dictators were appointed by one of the serving consuls, but since Geminus was unable to reach the city, an election was held to fill the post, although Livy may not have been correct in claiming that this meant that the man’s title would actually be prodictator or ‘acting dictator’. The assembled centuries of the People chose Quintus Fabius Maximus as dictator, with Marcus Minucius Rufus as his Magister Equitum ( Master of Horse) or second-in-command.28 Both were experienced men. Fabius Maximus – the title ‘the Greatest’ had been awarded to an ancestor several generations earlier – had been twice consul, in 233, when he triumphed over the Ligurians, and in 228, as well as holding the censorship in 230. He was now about 58, rather old by the standards of Roman generals, but was to prove an active commander and emerge as one of the greatest Roman heroes of the entire conflict, holding the consulship three more times in the next decade. It is, however, probable that he would never again have held senior public office had it not been for the crisis of the Hannibalic war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3500","value":3500},"note":null},{"text":"It swiftly became clear that Fabius had no intention of risking a battle under any circumstances. This was certainly wise, since at least half his army consisted of very raw soldiers, and all were in awe of the enemy who had twice defeated Roman armies in less than a year. As Hannibal continued westwards and crossed the Apennines once again, Fabius shadowed his march, but refused to fight a major action. The hilly country of this region favoured the Romans, allowing Fabius to keep to the high ground and always occupy and camp on positions which Hannibal would never risk attacking. The dictator’s plan was to weaken the enemy indirectly, depriving him of food supplies, a ploy later known to the Romans as ‘kicking the enemy in the stomach’. Whenever possible the Romans attacked the Carthaginian foraging parties, not inflicting many casualties, but making it difficult for them to gather food and fodder. The local population were instructed to seek refuge in fortified strongholds, taking with them or destroying their animals and food, although it is unclear how perfectly this order was obeyed.33","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3549","value":3549},"note":null},{"text":"Fabius followed the enemy, but once again refused to be provoked and the Roman army watched from the safety of the mountains whilst the Carthaginians looted and burned. It was now late in the season and Hannibal was faced with the problem of establishing a base where his army could winter and enjoy the spoils of its raiding. This meant first escaping through one of the few passes in the mountains which ring round the Falernian plain and Hannibal decided to employ the same route which he had used to enter. Fabius correctly anticipated him and managed to occupy the pass with 4,000 men whilst the remainder of his army camped on a hill in front of it. Hannibal’s army halted and pitched camp on the plain beneath. The way in which he now extricated his army became a classic of ancient generalship, finding its way into nearly every historical narrative of the war and being used by later military manuals. His officer in charge of supplying the army, one Hasdrubal, was instructed to gather oxen and fasten wooden branches to their horns. The soldiers were ordered to eat a meal and get as much rest in the evening as possible. In the night, the army moved out. The torches tied to the cattle’s horns were lit and the animals driven up onto the ridge, the javelinmen assisting the drovers to keep them moving in the right direction. Simultaneously the main column started to ascend the pass, the Libyans led wearing their Roman equipment, the cavalry and baggage came behind and the Gauls and Spanish brought up the rear. The Roman troops holding the pass saw the mass of torches and left their position to attack the presumed enemy. Reaching the milling animals, they halted in confusion and were suddenly attacked by the javelinmen, with whom they fought a desultory skirmish until both sides disengaged. Fabius saw the torchlight and heard the noise of fighting, but refused to move from his camp in the darkness, despite the urgings of his officers and Minucius in particular. Given the problems of fighting at night and the relative inexperience of his soldiers, this was probably the correct decision, and it is questionable whether the Romans would have been able to locate and intercept the enemy in time to achieve anything if they had moved out. Hannibal’s main column was able to travel through the pass without any interference and escape with all its booty, apart from the cattle used in his ploy. The next morning revealed the Punic javelinmen facing the Roman detachments on the ridge beside the pass. Hannibal responded more quickly than his opponent and sent a force of Spanish caetrati to their aid. Lightly armed and used to rugged terrain, the Spanish not only brought the javelinmen back with them, but inflicted heavy losses on the Romans.35 Fabius had been humiliated, allowing his enemy to escape from an apparently hopeless position. From the beginning many in Rome and with the army had resented the dictator’s passive policy. Officers and soldiers who despised his…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3565","value":3565},"note":null},{"text":"ON 2 AUGUST 216, Hannibal won his greatest victory in the plain north of the small, hilltop town of Cannae in southern Italy. By the end of the day his outnumbered mercenaries had enveloped and massacred the greater part of the largest army Rome had ever fielded, turning this into one of the bloodiest battles ever fought, rivalling even the industrialized slaughter of the twentieth century. For the Romans Cannae became the yardstick by which other defeats were measured, never surpassed and only once or twice equalled in the next six centuries. Cannae remains one of the most famous battles ever fought, frequently alluded to in modern military writing, and Hannibal’s tactics are still taught in the military academies where today’s officers are trained.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3612","value":3612},"note":null},{"text":"If we are to understand the Cannae campaign and the battle itself, we must constantly remind ourselves that at the time no one could have guessed at its outcome and that, even during the battle itself, there were several stages when things might have turned against Hannibal for all the brilliance of his tactics.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3629","value":3629},"note":null},{"text":"For the first time ever each consul was given a double-sized army of four legions which were expected to fight together. In 225 the consuls had also each commanded four legions, but the participation of both armies in the battle of Telamon had been coincidental. The legions themselves were each to be larger than normal, expanding to the size the Romans felt appropriate for the current crisis, so that each mustered 5,000 infantry as well as the usual complement of 300 horsemen. We do not know the size of the allied alae attached to each army, but can safely assume that their infantry were roughly equal in number to the Roman foot, whilst their cavalry was more numerous.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3636","value":3636},"note":null},{"text":"The incoming consuls given command of this, the largest army Rome had ever put into the field, were Caius Terentius Varro and Lucius Aemilius Paullus. The latter was the grandfather of Scipio Aemilianus and therefore receives a very favourable treatment from Polybius and all subsequent historians.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3646","value":3646},"note":null},{"text":"Paullus was to fall in battle, but, unlike Flaminius, he was a member of a wealthy and well-established aristocratic family, who were more than capable of defending his reputation in later years. A convenient scapegoat was found in the person of his colleague, who survived the fighting, but was a new man and vulnerable to the propaganda of such powerful families. Varro’s descendants continued to gain membership of the Senate, but none had distinguished careers and the family never gained admittance to the core of senatorial families who dominated the senior magistracies till the end of the Republic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3650","value":3650},"note":null},{"text":"There is no good reason to accept Livy’s depiction of Aemilius Paullus as an adherent of Fabius’ strategy of avoiding battle. It is not even certain that Fabius himself believed this to be the right way to proceed in the spring of 216, and that he continued this strategy in the years after Cannae does not necessarily mean that he advocated it before this disaster.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3663","value":3663},"note":null},{"text":"Even if Fabius still advocated his policy of delay, then the plans of the Senate for the campaigning season of 216 make it clear that he was in a minority, and that they expected a direct confrontation with Hannibal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3666","value":3666},"note":null},{"text":"It should never be forgotten that the legions at this time were not composed of the highly disciplined, professional soldiers of later years, but were still a volunteer militia of citizens who looked forward to returning to civilian life as soon as the campaign was over and the threat to their State ended. At the moment the army was enthusiastic, confident in its own numbers and encouraged by the promises of its leaders and the victories in the skirmishes over the winter. If their commanders appeared to lack a belief in victory and decided to flee from the enemy who was freely devastating Roman and allied fields, then the army’s spirit would begin to drop.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3709","value":3709},"note":null},{"text":"The Roman plan was simple and based upon their experience in earlier battles. At Ticinus and Trebia the Roman cavalry had been outnumbered and outfought, allowing the enemy cavalry to outflank the entire army. Yet at Trebia the Roman infantry had broken through the enemy centre, whilst even in the disorganized fighting at Trasimene they had put up a strong resistance and the vanguard had actually smashed through the Punic line. The strengthened Roman centre should be able to repeat these successes and crush the Carthaginian centre. All that was required of the cavalry wings was for them to protect the flanks of the infantry long enough for them to win the battle in the centre. Terrain prevented the cavalry wings from being outflanked by their numerically superior enemy and the Roman tactics here were to be purely defensive, designed to hold their ground for as long as possible. It was probably for this reason that the two consuls held command of these critical positions, their presence intended to inspire the cavalry to stand against their more numerous foes. With his infantry beaten and scattered, Hannibal’s army would be permanently defeated, even if his cavalry were eventually successful in their combat with their Roman counterparts. Varro’s plan was not subtle, and nothing illustrates Polybius’ earlier comment on the Romans’ reliance on brute force better than their tactics at Cannae, but it might easily have worked and anything much more sophisticated would have been impossible with the army under his command. Hannibal had been brought to battle on ground of the Romans’ choosing where they hoped to negate his cavalry superiority and could be sure that no ambush lay behind their lines. He no longer had the elephants which had panicked earlier Roman armies and now he would be crushed by the numbers and courage of Rome’s greatest strength, her sturdy citizenry of farmer-soldiers.12","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3778","value":3778},"note":null},{"text":"The Gauls were renowned for their ferocity in the early stages of battle, but supposed to weary quickly and lose heart if they did not seem to be winning. At Cannae, as at Telamon, they confounded the literary cliché of the fickle and easily tired barbarian, and put up a long and sturdy resistance. There were several reasons why they were able to do so. In numbers they were roughly equal to the Roman hastati and, since they occupied roughly the same frontage, their companies were formed in similar depth. The stiffening of experienced Spanish infantry may also have helped to steady the Gauls, and they were inspired by the presence of Hannibal and Mago, who rode around, close behind the fighting line, yelling encouragement to their warriors. Pride probably had a lot to do with it, for both the Gauls and Spanish were products of warrior societies which prized military glory above all else. At Cannae these men had been specially chosen as the first to meet the enemy, even being advanced ahead of the main army where all could witness their valour, in a gesture not unlike that of the Gaesatae at Telamon, running naked ahead of the whole army, challenging the enemy and daring them to come on. Only slowly did the Romans force the Celts and Spaniards back, and at first they did so step by step, still facing forward. The bulge in Hannibal’s line was flattened, and still the Romans pushed on, till in the centre they drove the enemy back further, so that now the line was concave instead of convex. More of the front lines were in contact and the fighting general, but the main effort was still in the centre where the two sides had first met and where the Romans were winning. Roman officers, including the many tribunes, the proconsul, and Paullus himself who had ridden to the centre after the defeat of his cavalry, urged the legionaries on, led them in charges, and fed in maniples from the reserve lines to support the hastati, desperate to keep the forward momentum going and exploit this success. Gradually the Roman infantry lost their neat formation, as the narrow gaps between the maniples vanished and the units merged into one great crowd. The intervals between the three lines had probably also been reduced by the deep formation of the individual maniples. There was always a tendency for very large mass formations to lose order and degenerate into a mob of men pushing forward, (as Napoleon’s army was to discover when the declining quality of its infantry led to the use of gigantic formations at Wagram, Albuera and Waterloo). Yet the forward pressure created by the densely packed mass of Roman infantry was inexorable and, eventually, the Gauls and Spanish began to break. In the centre they at last gave way, and the Romans surged forward, victory in sight. It was probably now that the Gauls suffered a good proportion of the many casualties, as those who did not run quickly enough or were slowed by their wounds were hacked down by the elated legionaries. The…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3857","value":3857},"note":null},{"text":"Polybius commented that the battle proved that it was better to fight a battle with half as many infantry as the enemy, but with a great superiority in cavalry than to fight with roughly equal numbers of both, but it must be emphasized that it was only through Hannibal’s tactical skill that the victory had been possible.23 The Carthaginian general had exploited the diversity of his multiracial army to defeat the homogenous forces of his opponents. Thus his Numidians had kept the Latin cavalry occupied, whilst his heavier horse routed the Romans, and in the infantry centre his wild but ill-disciplined and poorly armoured tribesmen had engaged the enemy in a hard struggle, before they finally gave way and the Romans were lured forward in pursuit, exposing their flanks to the Libyan foot in reserve. It is probably a mistake to assume that the Gauls and Spanish were exposed in this way because they were expendable in comparison to his trained African phalanx. Only the Libyan infantry had the training necessary to wait quietly in reserve and then manoeuvre to trap the enemy. However, the eventual scale of the Punic victory should not conceal the many phases where the complex plan might have collapsed. The Spanish and Gallic cavalry might not have been able to defeat the Romans as quickly as they did, nor was it certain that Hasdrubal would be able to restrain them from pursuing first the Romans and then later the Latin cavalry. The warriors in the centre might not have held out for as long as they did in the face of the tremendous Roman pressure. If they had broken quickly, then the advancing legionaries may still have been in good enough order to face the massively outnumbered Libyans. Hannibal’s decision to stay with his centre emphasizes the importance of this. He had had to rely on Hasdrubal’s skill to keep his heavy cavalry well under control. Luck had favoured Hannibal, as it has most successful commanders.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3943","value":3943},"note":null},{"text":"Modern commentators have continued to debate the matter and some, notably Field Marshal Montgomery, agreed with Maharbal’s verdict. However, most now take the opposite view and argue that an advance on Rome was both impracticable and unlikely to succeed. In the first place Cannae is nearly 250 miles from Rome and it is questionable whether even a small body of cavalry could have covered this distance in five days. It is also argued that Rome was not entirely defenceless and an apparently impressive array of forces in or near the city have been listed, utterly insufficient to fight an open battle, but strong enough to defend fortifications. This, it is argued, would have made it extremely difficult for Hannibal to take the city by direct assault, and he could not afford a long siege, when it would be difficult to feed his army and he would have had to fight off relief attempts by Rome’s still numerous armies. In addition to this the belief that Hannibal’s strategy was to break Rome’s power by causing her allies to defect suggests that it was wiser for the Punic army to stay in the south of Italy, where many communities were disaffected and would soon join him.26","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3977","value":3977},"note":null},{"text":"It is probably correct that Hannibal would have been unable to capture Rome if its defenders had put up any sort of resistance. The crucial but unanswerable question is whether the Romans would indeed have fought, or felt forced to sue for peace with the invader who had arrived outside their walls in the wake of his massive triumph. Any other contemporary state would certainly have done so, as Carthage did with Regulus in 255 and would do again with Scipio in 204 and 202. Hannibal now posed a greater threat to the Roman Republic than any other foreign power would ever do throughout its entire history. That on other occasions the Romans endured great defeats without ever losing their belief in ultimate victory does not prove that they would have done so in 216. Nor does their solid defence against Hannibal’s actual appearance outside the city in 211, since Rome’s fortunes had been greatly revived by this time. Certainly, if any state could have coped with such pressure, then it was Rome, but it is impossible to know that they would have done so.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=3986","value":3986},"note":null},{"text":"The addition of Carthalo to the delegation of prisoners suggests that Hannibal expected to begin peace negotiations with the Roman Senate, for by the standards of the day he had very clearly won the war. In the last two years he had incited rebellion on Rome’s northern frontier, and won three major battles. He was free to roam at will through the territory of the city and her allies, laying them waste and destroying whatever forces had been sent against him, including now the largest army Rome had ever fielded. In the two years of war, the Romans and their allies had suffered at least 100,000 casualties, over 10 per cent of the population eligible for military service. Casualties amongst Rome’s political élite had been especially severe. In the first two years of this war at least one third of the Roman Senate had been killed in battle, and many of those left had lost family members. The catastrophes at sea in the First Punic War had never in this way struck at the heart of Rome’s élite. Hannibal repeatedly stressed that he was not fighting to destroy Rome, but for ‘honour and power’, desiring to remove the limitations imposed on Carthage after the First War and reassert her dominance in the western Mediterranean. He had by this time proved his military superiority and made it clear that if the Romans refused to accept defeat and seek terms, he could continue to inflict real damage on their population and their property. The Romans were beaten and ought to have the sense to realize it.29 The Senate refused even to see Carthalo and sent messengers ordering him not to enter the city. Both the Punic emissary and his master were shocked by this outright rejection. Similarly Pyrrhus had been equally surprised when after defeating the Romans in battle he had naturally attempted to begin negotiations to conclude a peace, only to have the Senate declare that they would never treat with an enemy still on Roman or allied soil. In 216 the Romans reinforced this refusal to concede defeat by a public demonstration of their continued determination. A vote was narrowly carried in the Senate that the State would not pay the ransoms for the prisoners taken at Cannae, nor would it permit private citizens to redeem family or friends.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4011","value":4011},"note":null},{"text":"Rome’s refusal to negotiate can only have surprised and perhaps discouraged Hannibal, but on balance his situation in late August 216 seemed very good. His army had fully established itself in Italy and displayed its superiority over the best that Rome had sent against it. Soon most of southern Italy would defect to him, and the Gallic tribes of the Po valley remained in open revolt. There was no reason to think that continued pressure on Rome would not eventually force her to acknowledge defeat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4043","value":4043},"note":null},{"text":"When Varro was recalled to the city he received a rapturous reception, Senate and People praising him for ‘not having despaired of the Republic’. Whether or not he caused the defeat at Cannae and whatever the circumstances of his flight during the battle, in its aftermath he had behaved as a Roman commander should, regrouping his soldiers to renew the struggle, and refusing to admit defeat or negotiate with the enemy. Varro assisted in the organization of Rome’s renewed war effort, and continued to hold commands for the remainder of the war, although he never again led an army in a major battle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4056","value":4056},"note":null},{"text":"Skirmishes, blockades and sudden raids were the most common activities for both sides. Much of the campaigning took place in the rugged country of central Italy, near the Apennines, terrain which made it exceptionally difficult to force a battle on an unwilling opponent. The Romans’ massive resources of manpower came into play in these years more than ever before, as they fielded unprecedentedly large numbers of legions. Yet unlike 216, these were not massed into one great army, but dispersed into several forces, each not much bigger than a conventional consular army, which operated simultaneously in several theatres. The odds were against Hannibal in this type of warfare, despite his continuing ability to outwit and surprise his opponents. Ultimately he could not match the enemy’s numbers and one by one the armies formed by his Italian allies were cornered and defeated, although the Romans were never able to inflict more than minor reverses on Hannibal himself and his mercenaries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4080","value":4080},"note":null},{"text":"The strength of the Roman network of alliances was demonstrated at this time of crisis, the Latin communities proving especially staunch. Although eventually much of southern Italy defected to, or was captured by, Hannibal, the bulk of Rome’s allies remained loyal. In part this may have been due to fear. For much of the war the Romans maintained a strong army in Etruria, and the Senate responded very quickly to reports of discontent and potential rebellion at Arretium. In Sicily during the First War the cities had felt little affinity to either side and had tended to switch allegiances and join whoever they believed to be the stronger. Despite the appearance of invincibility gained by Hannibal after Cannae, this did not happen to anywhere near the same extent in Italy.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4120","value":4120},"note":null},{"text":"After 216 Hannibal was faced with the permanent problem of protecting his new allies and their territory. Defections to him did not greatly increase the number of soldiers at his disposal. At various times predominantly Italian forces were formed, sometimes bolstered by detachments of mercenaries from the main army and commanded by a Carthaginian officer. The army defeated at the River Calor in 214 consisted of 17,000 Bruttian and Lucanian foot supported by 1,200 Numidian and Moorish light horse under the leadership of Hanno. This army had earlier enjoyed some success in persuading the Greek cities of the south-west to submit. In 212 it was again heavily defeated near Beneventum, when the Romans surprised Hanno whilst the bulk of his men were out foraging. At this action, a cohort from Praeneste once more played a distinguished role, being the first to break into the Punic camp. Most of Hannibal’s Italian allies were unwilling to commit large numbers of their troops to campaigning outside their own territory, another sign of the lack of common cause between these communities as well as the fear of Roman reprisals. It was rare for there to be more than one sizeable force available to operate in support of Hannibal’s main army and, as Hanno’s defeats showed, their performance was poor. The Romans fought with great determination against their former allies and were certainly not in awe of them, as they still were of Hannibal and his army. Few Italians had ever exercised high command, since such posts were the preserves of Roman citizens, and Carthaginian officers could only gradually create a bond with Italian soldiers and develop some sort of command structure to control these new armies. As at the River Calor, most of these predominantly Italian armies were weak in cavalry, denying them one of the greatest advantages Hannibal himself had always enjoyed over the Romans. This meant that the only force which could consistently face and defeat Roman armies in battle was Hannibal’s own main army. Some Italians were incorporated into this and performed well, but its heart remained the Libyan, Numidian, Spanish and Gallic contingents. Its numbers were steadily diminished by casualties, disease, and the need to detach groups to bolster allied resistance. Only once, in 214, did Hannibal receive a significant reinforcement when Bomilcar and a Punic fleet managed to land troops, elephants and supplies at Locri.7 The Roman situation was utterly different. We have already seen how quickly they had mustered new legions in the months after Cannae, making use of slaves and criminals. There is some suggestion that during these years the minimum property qualification for service in the legions was significantly reduced, adding to the already large pool of citizen manpower which was to prove Rome’s great advantage in these years. Record numbers of legions were enrolled for the remaining years of the conflict. Livy is our main source for the number of legions…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4171","value":4171},"note":null},{"text":"If this was in fact behind the whole business, then it would indicate the same sort of emphasis on scrupulous normality in spite of the current crisis which also characterized the regulation of the State religion at this time. The continuation of the normally fierce competition for office throughout the Hannibalic war is another indication of the strength of the Roman political system. Roman senators battled furiously to gain magistracies and senior commands against the State’s most dangerous enemy. None ever dreamed of joining that enemy and seeking his aid to gain power in a defeated Rome.10","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4221","value":4221},"note":null},{"text":"On the whole Hannibal’s soldiers of all nationalities proved remarkably loyal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4240","value":4240},"note":null},{"text":"Only one draft of reinforcements ever reached Hannibal by sea, when Bomilcar landed at Locri in 215. A combination of Hannibal’s lack of a major port, the Carthaginians’ failure to drive the Romans from Sicily and win naval dominance of the sea routes around the island, and apathy amongst the leadership at Carthage, prevented a repeat of this convoy. It seems clear that from the beginning Hannibal hoped to be reinforced by an army from Spain following the overland route he had taken himself. Hasdrubal Barca is said to have been planning such an expedition in 216 when it was rendered impractical by Roman successes in Spain. The need to restore Punic fortunes in Spain also led to the redirection of the troops raised in Europe by Mago Barca which had originally been intended to go to Italy. Hasdrubal tried again in 208 and successfully led an army out of Spain despite being defeated in a rearguard action at Baecula. He seems to have followed a similar route to his brother but does not appear to have had to fight the local tribes as often, with the result that his smaller army suffered fewer casualties. Perhaps it helped that he was spending gold lavishly to hire mercenaries from amongst the Gallic tribes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4428","value":4428},"note":null},{"text":"Polybius tells us that 10,000 of Hasdrubal’s men fell in the battle for the loss of 2,000 Romans, far more plausible figures than the huge totals given by Livy. Six elephants were killed and the other four rounded up in the aftermath. It was a great Roman victory and the entire campaign demonstrated the higher efficiency and greater flexibility of Roman armies compared to the beginning of the war. The Romans had responded quickly to news of the enemy’s intentions, arranging to intercept Hasdrubal with two armies, which were then reinforced by a strong detachment from a third. Nero’s march was a triumph not just for discipline and determination, but for the logistical organization which allowed him to arrange in a matter of days for supplies to be prepared in advance along his route. His decision to march from one wing to outflank the enemy on the opposite end of the battlefield displayed a degree of tactical flexibility unimaginable in the legions of 218. The same level of skill was also to be shown by Scipio Africanus’ armies in Spain and Africa.33 The relief at Rome was overwhelming when news of this victory was received, and three days’ public thanksgiving was declared by the Senate. Even more so, according to Livy, when it was learned that Nero had rejoined his own army in Apulia before Hannibal had been able to take advantage of his absence. The last great crisis of the war in Italy had been averted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4511","value":4511},"note":null},{"text":"In 205 Hannibal’s remaining brother, Mago, landed near Genoa with 2,000 cavalry and 12,000 infantry, some recruited during the past winter from the Balearic Islands. Subsequently he was sent a draft of seven elephants, 800 horse and 6,000 foot along with funds to recruit from amongst the enthusiastic and warlike Ligurian tribesmen. Mago’s campaign never really gathered momentum and he does not appear to have made a concerted effort to join his elder brother. Perhaps the objective was simply to keep the war going on another front. In 203 he was brought to battle in the territory of the Insubres by the praetor Publius Quinctilius Varus and the proconsul Marcus Cornelius Cethegus with an army of four legions. According to Livy’s problematic account, the Romans once again deployed the legions in more than one line. Mago was hit by a javelin in the thigh and his withdrawal from the field is supposed to have triggered the collapse of his army. Soon afterwards he was ordered to return with his army to Carthage to defend it against the Roman invaders, but died of his wound en route. His expedition had not caused the same level of panic as Hasdrubal’s invasion in 207. By this stage of the war, the Romans were beginning to reduce their war effort, demobilizing some of their legions and encouraging citizens to return to their farms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4526","value":4526},"note":null},{"text":"In 203 the same order came to Hannibal himself, instructing him to evacuate Italy and return to the defence of his homeland. He embarked his army at Croton and sailed back to Africa, allegedly after massacring all the Italian soldiers who refused to come with him, although this is most probably a piece of Roman propaganda. He spent sixteen campaigning seasons in Italy and, if he had in the end found himself forced into an ever decreasing corner of the Peninsula, he had not been defeated in a single important battle. For many years his soldiers had been vastly outnumbered by their enemies, but even the more experienced, better drilled and more flexible Roman armies, which had defeated his brothers with such dismissive ease, lacked the confidence to face up to and beat Hannibal and his veterans. Hannibal had failed to win the war in Italy, but neither had he truly lost it. In the meantime the Romans had proved successful on every other front, establishing peace with Macedonia and winning outright victories in Spain and Sicily, so that they were in position to mount an invasion of Africa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4535","value":4535},"note":null},{"text":"Even when Hannibal was marauding through Italy, shattering one army after another, the Senate was still able to take thought for operations elsewhere. The Carthaginian war effort lacked such clear direction, imposed at a fundamental level on the Roman state by its tradition of annual magistracies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4568","value":4568},"note":null},{"text":"Livy’s narrative for the next few years of the war in Spain presents many problems. The defeat at Ibera prompted the Carthaginians to send more troops to Spain, notably the forces under Mago Barca originally intended to go to Italy. In the years after Cannae there was far less prospect of reinforcement for Cnaeus and Publius Scipio, who on at least one occasion complained to the Senate of their lack of resources, a problem exacerbated by the corruption of some of the companies contracted to supply the legions in Spain (already mentioned in the last chapter). However, although numbers had started to favour the Carthaginians, the Romans were not their only enemy. Controlling a much larger area of the Peninsula required the dispersion of their forces to protect their allies from attacks and suppress rebellions by tribes bribed by the Romans or encouraged by their successes. Three main armies were formed, but each commander tended to concentrate on the problems of the area under his immediate control. This, perhaps coupled with personal disagreements, frequently prevented the effective co-ordination of and mutual support between the Punic forces. Their problems were not solely confined to Spain. Appian claims that Hasdrubal and a large force had at some point to return to Africa to suppress a rising by the Numidian King Syphax. Livy also tells us that Cnaeus and Publius negotiated with this monarch, as Scipio Africanus was later to do, and even sent him centurions to train his army in Roman drill and discipline. More often they devoted their efforts to raising rebellion amongst the Carthaginians’ Spanish allies. The years after 215 were ones of steady progress in Spain for the Romans, although their sphere of influence was still predominantly in the north. Raids were sent further into Punic-held territory, minor encounters won and towns captured.6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4662","value":4662},"note":null},{"text":"For a while this delayed the enemy, but soon the vastly outnumbered Romans were overwhelmed. A few survivors escaped in the night and managed to reach Publius’ camp and the small garrison he had left behind. Cnaeus was killed during either the fighting or the subsequent pursuit. In just under a month the Carthaginians had smashed the Roman armies in Spain. Many of Rome’s allies abandoned them after this display of their weakness. An equestrian, Lucius Marcius, who was serving as either a tribune or a senior centurion, rallied the survivors of the brothers’ army and managed to hold onto some territory north of the Ebro, although Livy’s account of his successes may well be exaggerated. The Punic armies dispersed to reassume control over the remainder of the Peninsula.8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4700","value":4700},"note":null},{"text":"The defeat of Cnaeus and Publius Scipio was sudden and all the more unexpected because of their previous record of success. For years, the Romans had been able to take comfort from the campaigns in Spain when elsewhere everything seemed to be going disastrously wrong. All this had been achieved at relatively little cost in funds or manpower to the Roman state. More importantly a disproportionate amount of enemy resources had been drawn to Spain and another invasion of Italy prevented. The Scipios had proved themselves able enough commanders, though Cnaeus may well have been more gifted than his younger brother, and typically aggressive in the Roman manner. Throughout the years of war they had continually raided into enemy territory and sought to gain as many allies as possible from the indigenous tribes. However, Hasdrubal’s manipulation of the Celtiberians may point to his superior knowledge of the customs of these wild warriors. Whether or not the Romans could have defeated the three Punic armies if their allies had remained loyal is impossible to know. Even with these warriors, the Carthaginians may well have had a significant numerical advantage although, given the limitations of intelligence gathering in this period, it is questionable that the Roman generals knew this.9","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4706","value":4706},"note":null},{"text":"Ambassadors from Epirus approached both sides and successfully negotiated a peace treaty, the Peace of Phoinike. Under the terms of this Philip V gave up some of the towns he had captured, notably those allied to Rome, but retained many of his other conquests. Unlike other Roman treaties to end a conflict this was negotiated between equals. Macedonia was recognized as a fully independent power, in no way absorbed into Rome’s dominion of subordinate allies.18 The outcome of the First Macedonian War was unlike that of any other conflict fought by the Romans in the third century BC. Dissatisfaction with the failure to defeat Philip V, combined with the strong legacy of hatred and mistrust resulting from his unprovoked attack on Rome during its worst crisis, ensured that a new war with Macedonia followed almost immediately after the eventual defeat of Carthage. In the context of the Second Punic War, the fighting with Macedonia had allowed the Romans at minimal cost to prevent Hannibal from gaining any tangible benefit from his alliance with Philip. It had essentially been a Greek conflict, fought mostly by the Hellenistic states according to their own military conventions and concluded in the normal manner of Hellenistic warfare.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4829","value":4829},"note":null},{"text":"Livy mentions that in the aftermath of this success, forty towns and cities voluntarily surrendered, twenty were betrayed to the Romans and only six taken by direct assault. This illustrates not only the extent of the rebellion against Rome even at this late stage, but also the difficulty of storming well-fortified cities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4965","value":4965},"note":null},{"text":"The war in Sicily had ended in an outright Roman victory, the first achieved in the Second Punic War, encouraging the Romans after the major setbacks in Spain and the continued presence of Hannibal in Italy. A Carthaginian victory in Sicily might well have altered the course of the entire conflict. Since the conquest of the island its fertile lands had become an increasingly important source of grain for the growing population of Rome. Sicilian grain had played a major role in allowing the Romans to field so many legions during the war with Hannibal. Laevinus took great care to encourage the revival of agriculture before he left Sicily at the end of 210. The importance of Sicily as a naval base was noted in the discussion of the First War. One of the reasons for the unimpressive performance of the Punic navy in the Second Punic War was its lack of bases on the Mediterranean islands. If the Carthaginians had managed to establish themselves firmly in at least part of Sicily then they might have been able to supply Hannibal with enough men and supplies to make a difference in Italy, assuming that there was the political will in Carthage to do this.29 Considerable resources were committed to the war effort in Sicily, with the dispatch of Himilco’s army and its significant reinforcement in spite of the loss of Syracuse, whilst the Punic fleet operated in considerable strength around the island and did much to prolong the resistance of that beleaguered city. In spite of this they failed to inflict a major defeat on the Romans either on land or sea. The Romans seem never to have maintained more than four legions in Sicily, which may have given them a numerical advantage, although by no means an overwhelming one. The need to garrison allied and captured cities reduced the number of troops which both sides, and particularly the Romans who controlled most of the island, could concentrate in one place. The Carthaginian command lacked aggression in comparison to Marcellus, Laevinus and the other Roman generals in Sicily, who consistently and in classically Roman fashion adopted the offensive. Their behaviour was often lethargic, with the exception of Muttines, whose successes made him unpopular. It is by no means clear whether Himilco was capable of breaking the blockade of Carthage, even before his army was devastated by plague, whilst Bomilcar’s refusal to risk battle was timid in the extreme. The desertion of such a senior officer as Muttines was unimaginable in the Roman high command.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4970","value":4970},"note":null},{"text":"Ultimately much depended on the choice of the communities in Sicily and, whilst many did rebel against Rome and join Carthage, the majority did not. Whether through fear of reprisals or loyalty to their ally, most communities did not risk rebellion and the Carthaginians never won enough local…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=4988","value":4988},"note":null},{"text":"At the end of 210, Nero returned to Rome and was replaced in the Spanish command by Publius Cornelius Scipio, the eldest son of the consul of 218. During the next five years he showed himself to be the most gifted Roman commander of the war, utterly reversing the situation in Spain, so that at the end of his command the Carthaginians had been completely expelled from the province. Scipio’s success should not blind us to the utterly unprecedented nature of his appointment, being given proconsular imperium in spite of the fact that he was a private citizen. Other men had received similar grants of power since early in the war, but invariably they had held high magistracies at some point earlier in their careers. Scipio had been curule aedile in 213, but even during the height of the war with Hannibal this post was still essentially a civil office. In his mid twenties, he was far too young to have held the praetorship or consulship, although as a result of his father and uncle’s premature deaths, he was head of one of the most distinguished and influential patrician families in Rome. Like most of his generation, the young Scipio had extensive military experience, having reached adulthood at the very beginning of the war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5008","value":5008},"note":null},{"text":"Scipio Africanus was one of the most charismatic figures produced by the Romans during the Punic Wars. In many respects he conformed to the ideal of the youthful military genius which has done much to shape Western ideas of heroism since Alexander the Great. He was that familiar mixture of the man of action and the sensitive, intelligent lover of culture, particularly that of the Greek world. His operations were imaginative, bold and aided by good fortune, so that it is sometimes easy to overlook the careful preparation and planning which underlay the sense of youthful impatience. Polybius’ adherence to Scipio Aemilianus ensured that all his ancestors received favourable treatment, but the author’s admiration for Africanus seems to have been genuine. He was at great pains to emphasize Scipio’s skill as a commander, that the risks he took were the result of sober calculation and not unthinking rashness. A rational Greek with a somewhat cynical view of religion as a useful tool for controlling the masses, Polybius argued that Africanus did not believe the stories of divine assistance which he used to inspire his men. This may be so, but other sources present Scipio as a man who believed that he possessed a special relationship with the gods. This was not unique amongst Roman commanders; both Sulla and Caesar later claimed to be especially lucky because of their personal favour with particular gods and found that their soldiers responded to such claims.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5036","value":5036},"note":null},{"text":"It may well be that Polybius exaggerates the tight control Scipio exercised over his men, who did not begin to plunder until a given signal, but the Republican army had a tightly controlled system for the central distribution of booty. The system may have had its roots in the old predatory warfare of archaic Italy, but had been reinforced as the army grew more organized and required men to remain to guard the camp or stay under arms when others were free to plunder. All legionaries were more likely to perform their duties if they knew that they would receive a fair share of the profits of victory. The collection of plunder into a central spot and its careful distribution under the supervision of the tribunes emphasized the communal spirit of the Roman army as representative of the entire State under arms. This distribution was carried out the day after the capture of the city. Later Scipio also took care to reward those who had distinguished themselves. The corona civica, the crown given to the first man over the wall and the additional prizes Scipio had promised for this deed were fiercely contested by a centurion of the Fourth Legion, Quintus Trebellius, and a marine, Sextus Digitius, who had presumably attacked under Laelius from the seaward side of the city. After a detailed investigation and fierce rivalry between soldiers and sailors, Scipio gave the crown to both.10","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5118","value":5118},"note":null},{"text":"Scipio’s achievement was undoubtedly spectacular. Marcius and Nero had helped to prevent the utter expulsion of the Romans from Spain, but when Scipio had arrived in 210 the balance of power was absolutely in favour of Carthage. In just four campaigns the young, untried commander had utterly reversed the situation and ejected the enemy from the Peninsula. He had achieved this success with very modest resources, far less than those at the disposal of his opponents. Conditions had changed in Rome’s favour, particularly the widespread resentment amongst the tribes against the increasingly harsh Punic rule, but the main factor in his success was Scipio’s own ability. He combined the traditional aggression of Roman commanders with careful preparation, planning and training. This was a combination which, when a means was established of permanently keeping Roman armies at a high level of skill and efficiency, would later make Rome militarily dominant for the best part of five centuries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5297","value":5297},"note":null},{"text":"The Carthaginian losses were heavy, 20,000 killed and as many captured according to Polybius. The Romans lost 1,500 men, around 5 per cent of their total if their army numbered 30,000 (and it is unlikely to have been any larger). This was a substantial loss for a victorious army, testimony to the hard fighting, and there is no need to prefer the higher figure of 2,500 given in some later sources. The outcome of the battle was not inevitable, despite the great advantage the Romans possessed in Masinissa’s cavalry. Hannibal’s basic plan was sound and might easily have succeeded. Had Scipio not arranged his formation to let the elephants pass through between the maniples, then their charge might have inflicted as much damage as a similar onslaught had on Regulus’ legions in 255. Hannibal’s use of three lines of infantry, with the best troops in the last line, did much to weary the Roman foot, exhausting the hastati and taking the edge off the principes. It was only Scipio’s ability as a commander and the discipline and high morale of his men that allowed them to reform and then hold their own in the final engagement. It is impossible to know which phalanx would eventually have prevailed if the Roman cavalry had not returned to take the enemy in the rear. Hannibal’s tactics were not intended to surround and annihilate the enemy to the same degree as his earlier victories. He did not need such a complete victory. Now the Romans were the invader with the small, outnumbered army far from their home bases, just as Hannibal had been in the early years in Italy. If Scipio had suffered a clear defeat then it would most probably have meant the end of the African expedition, even if much of his army had escaped.33","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5725","value":5725},"note":null},{"text":"FROM THE BEGINNING the Second Punic War was a far more serious struggle than the First, which began in Sicily and remained primarily a struggle for control of the island. Regulus’ invasion pushed the Carthaginians close to capitulation, but resulted in defeat and was never repeated by the Romans. The conflict became one of endurance, decided eventually when the last Punic fleet was destroyed at the Aegates Islands. The resultant Peace Treaty left Carthage strong in Africa and still capable of expansion in Spain, but came to seem more harsh after the Roman seizure of Sardinia. The Second Punic War was a much simpler struggle for dominance in which territory was only ever of secondary importance. The Carthaginian attempt to retake Sardinia was feeble, and the moves against Sicily did not begin until several years into the war. In each case the initiative came from leaders on these islands and not from Carthage. Land was taken from the enemy and allies persuaded to defect as a means of exerting pressure, not as an end in itself. The treaties guaranteeing the independence from Carthage of states like Capua and Tarentum make it clear that a permanent Punic province in southern Italy was not anticipated. The war was fought to force the other side to submit and accept a treaty greatly favouring the victor. In 218 both sides planned to strike at the enemy’s heartland, the Romans in Africa and Spain, and Hannibal in Italy. Despite setbacks, distractions and disagreement amongst the rival leaderships, these aims remained until the end, Hasdrubal and Mago renewing the invasion of Italy, and Scipio ending the war in Africa. The war extended into other theatres as each side seized opportunities to mount additional attacks on the enemy and so apply more pressure, but these were always subordinate to the main effort. The greater intensity of the Second Punic War is illustrated by the balance between the three main types of fighting, battles, sieges and raids. Massed battles were far more common, although naval encounters were few and small-scale, none rivalling the great fleet actions of the First War. There were about twelve pitched battles from 218 to 202, which is three times the number fought between 265 and 241; and perhaps two dozen other sizeable actions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5775","value":5775},"note":null},{"text":"The Romans lost several smaller actions, but were only defeated in a pitched battle by Hannibal in Italy. The defeats of Publius and Cnaeus Scipio in 212 occurred in a series of scrambling fights produced by a markedly unfavourable strategic situation. Elsewhere Roman armies displayed a marked superiority in open battle against all the other Punic armies and commanders. There is no doubt that Hannibal’s army in Italy was the best ever fielded by Carthage, due to a combination of his charismatic leadership and the long years of campaigning in Spain. Another advantage came from its exceptionally high cavalry to infantry ratio, which reached between 1:3 and 1:4 at its peak, more than double the average for both sides. Hannibal’s continued successes over the Romans gave his army an advantage in morale which it never really lost to the very end of the Italian campaign. Other Punic armies had a similar mix of nationalities and troop types, but performed very poorly on the battlefield. Most other commanders were far less able leaders and tacticians than Hannibal, and did not have the opportunity to turn the disparate contingents under their command into a cohesive unit through a combination of long training and successful operations under familiar officers. Frequently a single element is presented in our sources as the only truly reliable and efficient part of an army, for instance the Libyans at Ilipa or the Celtiberians at the Great Plains. Even Hannibal failed to weld together the three armies in Africa for the Cannae campaign in the short time he had available.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5803","value":5803},"note":null},{"text":"The Roman militia system produced armies which were far more homogenous in terms of language, command structure, drill and organization. This made it far easier to integrate legions from different commands into the same force. Prolonged service steadily increased the effectiveness of a Roman army, but the process occurred far more readily than with a Punic force of mixed nationalities. The legions in the Second Punic War served for far longer than any Roman troops before this date, so that by the latter stages of the war many were as well-trained and confident as any professional soldiers. The tactical flexibility shown by the Romans at Metaurus, Ilipa and Zama was the tangible evidence of this. Both men and their officers were now capable of feats unimaginable in 218. Such armies were far superior to most Punic forces and could defeat significantly more numerous enemies, as Scipio was to demonstrate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5814","value":5814},"note":null},{"text":"The devastation of the countryside, the capture of towns and open battles were the three main ways of eroding the enemy’s will to fight on. The balance between the three varied from theatre to theatre, but everywhere a major defeat in battle had the greatest impact. The war was finally ended by the Roman victory at Zama, as the First War had been ended by the Aegates Islands. Other battles provided more complete tactical victories, but failed to have such a decisive affect. This is especially true of the series of overwhelming battlefield victories which Hannibal won in Italy and which forced the Romans to admit that they could not face him in the open field. He devastated the lands he passed through and persuaded many of Rome’s allies in the south to defect. In spite of all this the Romans refused to seek peace, as any other contemporary state would have done, so Hannibal continued to apply pressure on them by the same methods, although his successes were never again to be quite so spectacular. Still the Romans refused to give in. By the time that Capua and Tarentum, the most important of the defecting states, had been recaptured by the Romans, Rome had also regained the larger part of the areas which had defected and Hannibal’s power in Italy was in decline. No Latin city ever joined him. Attempts to reinforce him with new armies failed and it became clear that he could not win. In the meantime the Romans had regained Sicily, expelled the Carthaginians from Spain, and established themselves in Africa. It is difficult to see what more Hannibal could have done to attain victory. We can never know how close the Romans came to conceding defeat. Perhaps a march on Rome after Cannae would have broken the Romans’ nerve, but we cannot be sure of this and such a move would have been a great gamble. One major problem for the Carthaginians was that they had one superb commander with an excellent army, whilst elsewhere they had poor commanders with average armies or average commanders with poor armies. From the beginning the Romans were able to produce in considerable quantity armies which were average in their quality and the skill of their commanders, giving them an advantage over all but Hannibal. As the war progressed and Roman leaders and soldiers gained experience, their superiority over the other Punic armies became even more marked. Had the Romans not found the troops to fight and win the campaigns on the fronts outside Italy, then the outcome of the war would surely have been very different. It is to the immense credit of the Roman Senate that it continued to commit men and resources to distant theatres when disaster appeared to threaten in Italy.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5849","value":5849},"note":null},{"text":"There was a fundamental difference in the behaviour of Rome and Carthage when under threat. When a Roman army appeared outside their walls in 255, 203 and 202, the Carthaginian leadership responded by seeking peace. Livy believed that they were insincere in 203, and both then and in 255 they renewed the war after failing to win terms which they considered appropriate to their still considerable strength. In neither 216, 212 nor any of the other low points of the war did the Roman Senate or any Roman commander seriously consider conceding defeat and negotiating with the enemy. Despite their appalling losses, the string of humiliating defeats, the defections of some Italian allies and the continuing malevolent presence of Hannibal’s army in Italy, the Romans simply refused to come to terms with the Carthaginians, as they had earlier refused to treat with Pyrrhus. They were then able to beat the enemy on every other front and force the undefeated Hannibal to evacuate Italy and return to protect Carthage. The Carthaginians expected a war to end in a negotiated peace. The Romans expected a war to end in total victory or their own annihilation, something which no contemporary state had the resources to achieve. This attitude prevented the Romans from losing the war and ultimately allowed them to win it. Rome’s huge pool of military manpower was probably the most important factor in allowing her to adopt such a rigid attitude. Her losses were appalling, far heavier than those of the First War, and this time fell especially heavily on the wealthier classes, the senators, equestrians and the yeoman farmers who served in the heavy infantry of the legions. Perhaps 25 per cent of the men qualified for military service were lost through casualties and defections in the first few years of the war, but in spite of this the number of legions in service increased. Some extraordinary measures were taken to replenish the pool of recruits, so that younger and older men than usual were enrolled, the minimum property qualification for service reduced, and legions of convicts and slaves formed. On the whole this expansion was made possible by the willingness of ordinary citizens to submit to years of harsh military discipline and extremely dangerous campaigning. It is vital to remember that all classes at Rome and amongst most of the allies felt very strong bonds of loyalty to each other and the State. There were some exceptions, most notably the refusal of the twelve Latin colonies to supply more men in 209, but they were extremely rare. It should also be noted that the colonies merely stated that their resources had been exhausted. They did not recommend a settlement with the enemy or make any move to defect. Similarly some men tried to avoid military service, others sought to profit at the expense of the troops they were supposed to be supplying, whilst a very few deserted and fought with the enemy, but the overwhelming majority did not and were led by fierce…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=5868","value":5868},"note":null},{"text":"Cato is one of the most unappealing figures from Roman history. In his manual on farm management, de Agricultura, he recommended selling slaves who had become too old to work, although he did not explain where he would find a purchaser. It is easy from the modern perspective to condemn him as a mere reactionary, his hostility to Greek learning just another reason to dislike such an apparently puritanical figure. This is to misunderstand the nature of Roman politics in this period. A ‘new man’ needed to compete with the established families, whose names were familiar to the electorate from the achievements of past generations. To be successful, he needed to make his own name as famous and instantly recognizable as theirs, and the best way was to emphasize a single attribute at every opportunity. Cato chose to portray himself as a simple Roman from a patriotic, but relatively poor family, who despite his political success continued to live a frugal lifestyle in contrast with the decadence of those around him.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6071","value":6071},"note":null},{"text":"The archaeological record suggests a high level of prosperity reflected in the widespread construction of substantial new houses within Carthage and a rich material culture. The great circular harbour of the Punic navy visible today was either constructed or heavily restored during the years between the Second and Third Punic Wars and its scale is another reflection of the city’s wealth. Economically the Carthaginians do not seem to have suffered in the long run as a result of their defeats.22","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6119","value":6119},"note":null},{"text":"THE FINAL CONFRONTATION between Rome and Carthage lasted only four years and ended in the latter’s total destruction. The war was fought entirely in Africa, as the Roman invaders struggled to capture the enemy capital, and its outcome was never really in doubt, unless the Romans decided to abandon the expedition. Responsibility for the earlier conflicts is not always easy to assign, but there is no doubt that the Third Punic War was deliberately provoked by the Romans, who had made a conscious decision to destroy their old enemy. Roman negotiators shamelessly exploited the Carthaginians’ willingness to grant concessions in their desire to avoid war with Rome, steadily increasing their demands to force a conflict on a weakened enemy. It was a far worse display than any of the recorded examples of the proverbial ‘Punic treachery’. By the standards of modern strategy the war was unnecessary, since Carthage does not seem to have posed a real threat to Rome. To understand why the Romans embarked upon such a deliberately ruthless policy, we must look again at the Roman attitude to war and the peculiar conditions of the middle of the second century BC.1 The Carthaginians had proved consistently loyal allies of Rome since 201. They had supplied Roman armies with grain and in 191 sent half of their tiny navy to join the fleet operating against Antiochus III. Aided by Hannibal’s reform of the State’s finances, the annual indemnity had been paid regularly until its completion in 151.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6144","value":6144},"note":null},{"text":"What is certain is that in the middle of the century the Carthaginians were in no position to launch a serious offensive against Rome, even if they had wanted to. Even so, it is clear that the Romans were increasingly afraid of their ally at this very period.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6165","value":6165},"note":null},{"text":"The completion of the fifty-year war debt in 151 removed the annual reminder of Carthage’s defeat and the city’s current subordinate status. Treaties stipulating a fixed period of peace between two states were a common feature of Greek settlements ending a conflict, but very rare with the Romans, who expected a more permanent outcome to their wars. In 265 Carthage had turned herself from a long-standing and distant ally into an enemy, a permanent change in the Romans’ perception of her. Rome was never content with alliances which implied any level of equality with a former foe. War was swiftly renewed with Macedonia in 200, and again when Perseus appeared to be growing both strong and independent. A loyal ally was expected to submit to Roman interference, especially in external affairs, whenever this was in Rome’s interest. Between 241 and 218 the Romans had seized Sardinia and intervened in Spain, forcing concessions from Punic leaders without placing any restrictions on themselves, and this attitude continued after 201. After 151 Carthage ceased to pay an annual debt to Rome. The city was prosperous and its power in North Africa still considerable even if some territory had been lost to Numidia. The traditions of Punic warfare did not expect a defeated state, especially one which had not been conquered and absorbed, to remain forever subject to the victor. Only the Romans thought in this way. No longer were the Carthaginians unambiguously dependent allies of Rome. That a former enemy, and one who had pushed Rome to the brink of utter defeat, was once again strong and independent immediately turned her back into a threat. This was the root of the Romans’ rising fear of Carthage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6168","value":6168},"note":null},{"text":"Appian says that the Roman Senate secretly decided to seek a pretext for war with Carthage soon after Cato’s return from Africa. This may or may not be correct, but their actions make it clear that this was certainly their attitude by 150–149 and it is probable that the payment of the last instalment of Carthage’s indemnity in 151 contributed to the decision. All the Romans now needed was an excuse for war. Their Numidian allies were soon to provide it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6223","value":6223},"note":null},{"text":"The Third Punic War had begun. In many ways the Romans were surprised that the Carthaginians finally decided to fight, after meekly submitting to each outrageous demand made of them. The Romans’ behaviour had been cynical in the extreme, concealing their intention to destroy the city until after they had extracted as many concessions as possible. Carthage now appeared to be at their mercy, unprepared and unarmed. Yet the war was to last until 146 and prove far harder than the consuls expected.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6309","value":6309},"note":null},{"text":"The expedition had been a disaster. It was made even more humiliating when the retiring Roman column was attacked both by Himilco Phameas and by the defenders of Carthage on its return to camp. Scipio Aemilianus’ achievements had been the only bright spot in the otherwise dismal performance of the Roman forces, a fact noted by the Senatorial commission sent out to report on operations. When reports of his deeds reached Rome, Cato once again quoted Homer when he praised Scipio as uniquely capable amongst the army in Africa. The ageing senator was to die during the next months, not living to witness the final destruction of Carthage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6410","value":6410},"note":null},{"text":"On the next day a delegation carrying olive branches, the Hellenistic equivalent of a flag of truce, appeared from the citadel offering to surrender if the Roman general promised to spare their lives. The last defenders, packed into the small area of the Byrsa, with little food or water, were clearly aware of the futility of future resistance and so made none of the usual requests to be permitted to carry with them a number of garments or some of their possessions. Fifty thousand men, women and children are supposed to have marched out into captivity and a life of slavery. Only the Roman and Italian deserters, 900 in number, had been refused pardon and remained with Hasdrubal and his family. This last group had barricaded themselves into the high and inaccessible Temple of Aesculapius, but despaired of further resistance. Hasdrubal, portrayed as a poltroon by Polybius, publicly announced that he would never give in and intended to perish with his city, before abandoning his family and soldiers and surrendering. The deserters committed suicide, setting the Temple on fire and perishing in the flames. Hasdrubal’s wife is said to have dressed in all the finery still left to her and appeared in plain view hurling abuse at her faithless husband. She then killed her children, throwing their bodies into the fire, and then herself stepped into the flames and died. The story may be no more than a dramatic literary invention and we can never know whether or not it actually occurred, but such a ghastly scene is a fitting end to the last day of the Carthaginian Empire.19","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6562","value":6562},"note":null},{"text":"Carthage was destroyed, fulfilling Cato’s ardent wish and the Roman demand which had finally forced the unwilling Carthaginians to fight in 149. Soon a senatorial commission of ten would arrive to supervise Scipio’s systematic destruction of the city. Large areas had been destroyed by fire, leaving a layer of burnt material still covering much of the site today. Remaining buildings were demolished, although the destruction was not as total as has sometimes been assumed. Archaeologists have discovered walls still standing several yards high underneath the later Roman city. The oft repeated story of the ground being ploughed up and the earth sown with salt to prevent future cultivation is a much later invention. Yet even though the ruins of the city remained, the existence of Carthage the living state and political entity had ceased for ever. The Roman city which would one day be built on the same site shared little or nothing apart from its name and location with its Punic predecessor. As Scipio Aemilianus gazed upon the wreck of the once proud city he is supposed to have wept and quoted from a passage of the Iliad referring to the fall of Priam’s Troy. He explained to a puzzled Polybius that he was wondering whether his own home would one day suffer a similar fate.21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6579","value":6579},"note":null},{"text":"Although the size of the Roman expeditionary force in 149 cannot be established with any certainty, it is clear that far fewer soldiers were fielded by each side in the Third War. In most respects the armies and the majority of their commanders were far less efficient than their predecessors. The decline in the effectiveness of the legions at this period has already been noted and it must also be remembered that the Carthaginians had few experienced mercenaries or officers to call upon in 149, their only military expedition of recent years having ended in disaster. Africanus had been granted the time to train his armies to the highest peak of efficiency in Spain and in Sicily prior to the African expedition, but Aemilianus never enjoyed this luxury. To the very end of the siege, the Roman troops were prone to sudden panics and bouts of indiscipline such as the uncontrolled looting of Apollo’s Temple.23","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6602","value":6602},"note":null},{"text":"The final collapse in the defenders morale came very suddenly, as it frequently did in other sieges of the ancient world, for instance at Jerusalem in AD 70. The Carthaginians’ defence of their city was active and skilful. The sallies to burn the Roman rams and engines, the carefully concealed excavation of a new channel from the naval harbour to the sea and the building of a fleet all displayed a degree of flair and determination rarely shown by the Carthaginians in the earlier conflicts. This is especially notable given that the bulk of the city’s defenders were Punic citizens, who had performed poorly in 255 and at Zama. When the very existence of their city was under threat, the Carthaginians fought long and hard before famine forced their capitulation. The main difference between the two sides throughout the wars was that the Romans had always fought as if this were the case.24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6616","value":6616},"note":null},{"text":"The Punic Wars marked a crucial period in Rome’s history, as she changed from a purely Italian power in 265 to the dominant force in the Mediterranean by 146, a process which Polybius’ History was intended to explain. By this time six permanent overseas provinces had been created: Sicily, Sardinia and Corsica ruled as one, Nearer and Further Spain, Africa and Macedonia. All but the last named of these were acquired as a direct result of the conflict with Carthage. Two more provinces, Asia and Transalpine Gaul, were established by the end of the century. Even where the Romans did not rule directly, as in Greece itself and much of the East, Roman influence was far greater than that of any other state. Carthage proved to be Rome’s last serious rival, for the Hellenistic kingdoms lacked its great resources and were rapidly overrun. Roman imperialism was not a creation of the Punic Wars, but the process was certainly accelerated by the conflict with Carthage, as Roman armies were drawn further and further afield. The First and Second Punic Wars accustomed the Romans to massive long-term commitment of men and resources to overseas campaigns. Although after 201 the Republic greatly reduced the number of men under arms, this was never to fall back to the level normal before 265. The change was marked by the eventual rise in the number of praetors from one to six, as well as the extension of their role to include military command as a matter of course. Prior to 265 the Senate had on an annual basis decided where to send the two consuls and how many troops were to be raised and placed under their command. In the second century the process was essentially the same, but carried out on a much wider scale. Now the Senate needed to appoint governors for a growing number of provinces, deciding whether to send out one of the newly elected magistrates or extend the imperium of the current governor. In addition it had to judge whether or not the governor needed an army or naval forces, and if so of what size. The number of foreign embassies seeking an audience with the Senate increased dramatically as Roman influence spread, smaller states realizing that friendship with the new power could bring them great advantage. The Roman system adapted to deal with this situation without changing its fundamental nature. The number of magistrates, although not the consulship, was increased to cope, but otherwise political life continued to be much the same. For a while at least, it seemed to work well. Their vast reserves of military manpower had allowed the Romans to persevere in spite of the colossal losses they suffered in the First and Second Punic Wars. In the ten years after Cannae there were regularly more than twenty legions in service, supported by as many, if not more, allied soldiers. Such a high level of mobilization could not have been maintained on a permanent basis, and was anyway unnecessary in the conditions of the second century. It is unlikely that there…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6647","value":6647},"note":null},{"text":"The Romans’ ability to project their military force throughout the Mediterranean in subsequent decades was made possible by the logistical arrangements developed during the Punic Wars.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6695","value":6695},"note":null},{"text":"Between 265 and 146 the Romans established themselves as the supreme power in the Mediterranean, greatly increasing the territory which they ruled directly, and spreading their influence even more widely. In the subsequent 120 years the Republic was thrown into turmoil as its politics became increasingly violent and rivalry between prominent senators was commonly decided by civil wars. Stability only returned when Augustus, Julius Caesar’s adopted son, defeated his last rival in 31 BC and replaced the rule of the Senate and annually elected magistrates with a form of monarchy known as the Principate. In an apparent paradox, this period of internal chaos witnessed the most intensive period of Imperial expansion, which ended only with the death of Augustus in AD 14, by which time the Empire had reached substantially the size which, with few additions, it would maintain for the next four centuries. It would be inappropriate here to consider the reasons for the collapse of the Roman Republic, but it is worth pausing to ask whether some of the trends causing this decline were apparent in 146 and whether the struggle with Carthage had contributed to them. Political violence began in 133 when the tribune of the plebs, Tiberius Sempronius Gracchus, and many of his followers were lynched by a mob of senators. Grandson of the man who had led the slave legions so successfully in the years after Cannae, son of the man who had brought a generation of peace to Spain earlier in the century, Tiberius fought with some distinction at the storming of Carthage in 147–146 and subsequently in Spain. In Africa he had served under the command of Scipio Aemilianus, his cousin as Tiberius’ mother was Cornelia, the daughter of Scipio Africanus. In 121 his younger brother Caius, who had also tried to use the office of tribune for an ambitious series of reforms, was in turn killed in a spate of even more open fighting. Both of the Gracchi had been concerned with the decline of the rural poor and the implication this had for the recruitment of Rome’s militia armies. Caius had also introduced a highly controversial bill establishing a new colony on the site of Carthage, although this was abandoned following his death. Rome’s vast reserves of military manpower had made possible her success in the First and Second Punic Wars, yet in the decades after 146 the Romans certainly believed that the class of small farmers on which the legions most relied was in decline. The poor performance of Roman armies evident from the 150s continued until the end of the century, nearly every conflict opening with embarrassing defeats and scandals. Some of the defeats were on a very large scale, notably the disaster inflicted by migrating German tribes at Arausio in 105, where the casualties are claimed by a late source to have rivalled those of Cannae. Concern over legionary recruitment was made especially relevant in the context of such military failures. This eventually led to the creation of a…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6710","value":6710},"note":null},{"text":"At least to some extent the Gracchi and later reformers attempted to relieve the plight of allied as well as citizen poor. It is more likely that a combination of the devastation caused by the Hannibalic invasion and the heavy demands of military service in the second century BC ruined many small farmers, and produced a shift in population away from the country to swell the urban poor. This was not universal. In some areas small farmers were able to survive and prosper for several centuries. Slave-worked latifundia were already in existence before the Romans intervened in Sicily, but the disturbances caused by the Hannibalic War and the wealth and slaves produced by subsequent conquests greatly encouraged their spread.7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6774","value":6774},"note":null},{"text":"Rome was already an active imperialist, warfare an inseparable part of her political system, before the struggle with Carthage, but this produced a permanent increase in the scale and intensity of Roman war-making. The Romans became accustomed to maintaining a large army and governing and exploiting overseas provinces. The Romans, and most especially their élite, had profited from expansion for many years, but as the rate of expansion quickened, so the scale of the spoils massively increased. Rome was flooded with wealth, luxuries and slaves, as well as new ideas and cultural influences. Most of the problems which beset the Republic in the century before its end – increasingly fierce aristocratic competition; the rapidly escalating costs of a political career; the decline of the rural population and the dramatic increase of slavery, urban poverty and debt; the difficulties of recruitment which led to the creation of a professional army – were all directly or indirectly the consequences of imperial expansion. Ultimately the Republic failed to cope with these problems and a monarchy was created. Some would argue that the Republican system relied too heavily on outmoded institutions, perfectly adequate for a city state but utterly incapable of ruling a massive empire. The weakness of this view is that the institutions of the Principate remained for many years essentially those of a city state. Perhaps the Republican system in the second and early first centuries BC had simply become too inflexible to adapt as it had in the past to changing circumstances. Maybe the changes produced by Rome’s rapid overseas expansion simply occurred too quickly for the state to deal with effectively. If this was so, then the Punic Wars had played a part, for they had undoubtedly accelerated Roman expansion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6783","value":6783},"note":null},{"text":"The Romans came close – we will never know how close – to defeat on very few occasions in either the First or Second Punic Wars, and never in the Third War. They did not lose because they refused to admit defeat in spite of enormous losses, and won through sheer determination and the willingness to expend massive resources in their war effort. The solidarity of all classes at Rome was remarkable, especially in comparison to other ancient city states, and, more often than not, their allies, Latin, Italian and overseas, were also inclined to remain loyal. The entire Roman state went to war, mobilizing an exceptionally high proportion of its manpower, marshalling all of its wealth and resources to pay, feed, clothe and equip its armies, and to construct great fleets of warships. Once (and for whatever reasons) the Romans came into direct conflict with Carthage they did everything necessary to achieve victory, grimly building new fleets or raising fresh legions to replace the ones they had lost, private individuals assisting when the State’s finances ran low. The Romans took great pride in their ability to learn from their enemies, copying weaponry and tactics from successive opponents and often improving upon them. This characteristic was amply demonstrated in the Punic Wars by the speed with which Rome turned herself into a great naval power in the First War, or the steady improvement of her armies and generals during the Second.8 The Carthaginian war effort was never so wholehearted, and most of the State did not directly participate in the conflict until 149 when they were faced with the extinction of their city. This less determined approach to warfare was not because the Carthaginians remained at heart a nation of merchants, who viewed every enterprise in terms of profit and loss. It was the normal attitude towards warfare of every civilized state in the Mediterranean world. Only the Romans viewed every war as a life and death struggle, refusing to consider defeat whilst they had any means of carrying on the fight, and always pursuing total victory. The Carthaginians, and especially Hannibal, put the Romans under greater pressure than any other single foreign opponent. That they survived this ordeal confirmed their distinctive attitude towards warfare, until the changing conditions of late antiquity made it impossible to maintain. The Romans’ relentless attitude to warfare was one of the most important factors in the creation of their Empire, combined with their remarkable talent for absorbing other peoples which gave it such stability. The same attitude to war tended to breed more conflict after an initial clash, and the differences between the Romans’ and Carthaginians’ expectation of how a beaten enemy should behave contributed in no small way to the renewal of war in 218 and 149.9","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6804","value":6804},"note":null},{"text":"The aim of this book has been to set the conflict between Rome and Carthage firmly within the context of warfare in the third and second centuries BC. If we are to learn from the past then history must first be understood on its own terms. One general point is worth emphasizing, namely that each society and culture tends to have a unique view of warfare which affects how they fight and as a result how they may be beaten. This can be seen in most periods of history, but the difference between two philosophies of war has rarely been as clearly illustrated as it was during the Punic Wars.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00GU3ASJ4&location=6862","value":6862},"note":null}]}