{"asin":"B07NCY9RG9","title":"Dominion: How the Christian Revolution Remade the World","authors":"Tom Holland","highlights":[{"text":"Colour and excitement had been drained from the world. ‘Thou hast conquered, O pale Galilean,’ wrote the Victorian poet Algernon Charles Swinburne, echoing the apocryphal lament of Julian the Apostate, the last pagan emperor of Rome. ‘The world has grown grey from thy breath.’26","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=305","value":305},"note":null},{"text":"The values of Leonidas, whose people had practised a peculiarly murderous form of eugenics and trained their young to kill uppity Untermenschen by night, were nothing that I recognised as my own; nor were those of Caesar, who was reported to have killed a million Gauls, and enslaved a million more. It was not just the extremes of callousness that unsettled me, but the complete lack of any sense that the poor or the weak might have the slightest intrinsic value.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=314","value":314},"note":null},{"text":"So profound has been the impact of Christianity on the development of Western civilisation that it has come to be hidden from view. It is the incomplete revolutions which are remembered; the fate of those which triumph is to be taken for granted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=321","value":321},"note":null},{"text":"On the battlefield at Troy, only the base were ugly. Such men might on occasion merit being mocked and beaten, but they were hardly fitting opponents of a hero. The surest measure of greatness was in a contest worthy of the name: an agon. This was why, in the fighting between Greek and Trojan, the gods themselves would sometimes descend onto the battlefield; not merely to watch the serried lines of men, their shields and armour glinting, as they moved in for the kill, but to fight in the cause of their favourites—and whenever they alighted, they would quiver with anticipation ‘like nervous doves’.22 It was why, as well, sitting in their golden halls, the gods might not hesitate to sacrifice whole cities and peoples to their enmities. When Hera, the queen of the gods, demanded of her husband that he surrender Troy, which he loved above all other cities, to her quenchless hatred, and Zeus demurred, she refused to cede the field. The three cities that I love best of all are Argos and Sparta, Mycenae with streets as broad as Troy’s. Raze them—whenever they stir the hatred in your heart.23 What mattered was victory, not the cost. This spirit, this ferocious commitment to being the best, was one in which all aspired to share. In Homer’s poetry, the word for ‘pray’, euchomai, was also a word for ‘boast’. The gods invariably looked with favour upon an agon. Rare was the sanctuary that did not serve as the venue for some competition, be it for dancers, poets or weavers. From athletics to beauty contests, all had their divine sponsors. When Aristophanes wrote The Acharnians he did so as a contender in an agon. The Lenaia was held in honour of Dionysus, a god whose fondness for drunken revelry and female company rendered him a more than appropriate patron for Aristophanes’ brand of comedy. Kings and princes, of the kind who on the plain of Troy had dared to fight even with gods, no longer reigned in Athens. Less than a century before the time of Aristophanes, revolution had come to the city and a radically new form of government, one in which power was entrusted to the people, had been enshrined there. In a democracy, the right to contend with one’s peers was no longer the prerogative of aristocrats alone. Indeed, the ethos of gods and heroes might come to seem, when viewed through the prism of a more egalitarian age, more than a little comic. Aristophanes, who was nothing if not competitive himself, did not hesitate to portray them as oafs, or cowards, or liars. In one of his comedies, he even dared to show Dionysus, disguised as a slave, shitting himself as he was threatened with torture, and then being scourged with a whip.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=514","value":514},"note":null},{"text":"His crime was against laws that were timeless, eternal, sacred. ‘Begotten in the clear aether of heaven, fathered by Olympus alone, nothing touched by the mortal is their parent, nor shall oblivion ever lull them to sleep.’27 These laws, unlike those of mortal origin, were not written down: it was precisely their lack of an author which distinguished them as divine. ‘Neither today or yesterday were they born; they are eternal, and no one knows when they first appeared.’28 Quite how, if lacking a written form, they were to be recognised, still more to be distinguished from human legislation, was an issue that did not much concern the average citizen;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=557","value":557},"note":null},{"text":"Homer and his fellow poets, so the philosopher Xenophanes complained, ‘have attributed to the gods all kinds of things that among humans are shameful and matters of reproach: theft, adultery, deceit’.32 Were cattle only capable of drawing, he scoffed, they would portray their deities as bulls and cows.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=601","value":601},"note":null},{"text":"‘There is something which moves without being moved—something eternal.’34 So wrote Aristotle, a philosopher from the north of Greece who, settling in Athens, had established a school so influential that it continued to flourish even after his death in 322. In the heavens, so Aristotle had taught, beyond the sublunar world to which mortals were confined, bodies were eternal and obedient to unchanging circular orbits; and yet these movements, perfect though they were, depended in turn upon a mover which itself never moved. ‘This, then, is the god—the principle on which heaven and nature depend.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=615","value":615},"note":null},{"text":"The need to achieve this was evident. Only the law that pervaded the universe, and was equivalent to the divine nous, could truly provide a city with proper governance, ‘for to be ruled by men, whose appetites will be something feral, and whose passions—no matter how upstanding they may be—are bound to warp them, is to be ruled by wild beasts’.37","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=630","value":630},"note":null},{"text":"Animating the entire universe, God was active reason: the Logos. ‘He is mixed with matter, pervading all of it and so shaping it, structuring it, and making it into the world.’47 To live in accordance with nature, therefore, was to live in accordance with God. Male or female, Greek or barbarian, free or slave, all were equally endowed with the ability to distinguish right from wrong. Syneidesis, the Stoics termed this spark of the divine within every mortal: ‘conscience’. ‘Alone of all creatures alive and treading the earth, it is we who bear a likeness to a god.’48","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=729","value":729},"note":null},{"text":"The road was worthily named: for Sebastos, in Greek, meant ‘Augustus’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1304","value":1304},"note":null},{"text":"Naturally, he could not stay to instruct the Galatians in the gospel forever. The whole world had to hear it. Paul’s ambition was one bred of the age. Never before had a single power controlled all the shipping lanes of the Mediterranean; never before had there been such a network of roads along its shores.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1419","value":1419},"note":null},{"text":"The revolutionary implications of this message, to those who heard it, could not help but raise pressing questions. In the cramped workshops that provided the Hagioi of Rome with their places of assembly, where they would meet to commemorate the arrest and suffering of Christ with a communal meal, men rubbed shoulders with women, citizens with slaves. If all were equally redeemed by Christ, if all were equally beloved of God, then what of the hierarchies on which the functioning of even the humblest Roman household depended? Paul, in giving his answer, betrayed a certain ambivalence. Certainly, he refuted any notion that the divine justice promised to those baptised in the name of Christ might be determined by their rank. ‘God,’ he declared firmly, ‘does not show favouritism.’55 All were equally redeemed from the servitude of sin and death. The master of a household was no more or less a son of God than his slaves. Everyone, then, should be joined together by a common love. Yet even as Paul urged this, he did not push the radicalism of his message to its logical conclusion. A slave might be loved by his master as a brother, and renowned for his holiness, and blessed with the gift of prophecy—but still remain a slave. ‘We have different gifts,’ so Paul explained, ‘according to the grace given us. If a man’s gift is prophesying, let him use it in proportion to his faith. If it is serving, let him serve.’ And if he combined the gifts, then, of course, let him do both.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1622","value":1622},"note":null},{"text":"If Roman power upheld the peace that enabled him to travel the world, then he would not jeopardise his mission by urging his converts to rebel against it. Too much was at stake. There was no time to weave the entire fabric of society anew. What mattered, in the brief window of opportunity that Paul had been granted, was to establish as many churches as possible—and thereby to prepare the world for the parousia. ‘For the day of the Lord will come like a thief in the night.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1645","value":1645},"note":null},{"text":"The message was as novel as it was shocking—and was to prove well suited to an age of trauma. ‘Jews demand miraculous signs and Greeks look for wisdom—but we preach Christ crucified.’62","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1676","value":1676},"note":null},{"text":"‘The cunning of necromancers is joined to buffoonery.’18","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=1825","value":1825},"note":null},{"text":"And so it proved. Over time, remarkable stories would be told of how Constantine had been won for Christ: of how, on the eve of his great victory at the Milvian Bridge, he had seen a cross in the sky, and then, in his dreams, been visited by the Saviour himself. For the rest of his life, the emperor would never doubt to whom he owed the rule of the world. Nevertheless, devoutly grateful though he was, it would take him time properly to fathom the full radical and disorienting character of his new patron. Initially, he viewed the Christian god as merely a variant upon a theme. The claim that there existed a single, all-powerful deity was hardly original to Jews or Christians, after all. Philosophers had been teaching it since at least the time of Xenophanes. That the Supreme Being ruled the universe much as an emperor ruled the world, delegating authority to functionaries, was an assumption that many in the Roman world had come to take for granted. Caracalla, arriving in Alexandria, had essentially been auditioning Serapis for the role. Others had awarded it to Jupiter or to Apollo. The ambition, as it had been for a century, was to define for all Roman citizens a single, universally accepted due of religiones—and thereby to provide for the empire, amid all the many crises racking it, the favour of the heavens. Constantine, by acknowledging the primacy of Christ, aspired to see Christians join with their fellow citizens in the pursuit of this urgent goal. In 313, issuing a proclamation that for the first time gave a legal standing to Christianity, he coyly refused to name ‘the divinity who sits in heaven’.54 The vagueness was deliberate. Christ or Apollo, Constantine wished to leave the choice of whom his subjects identified as ‘the supreme divinity’55 to them. Where there were divisions, he aimed to blur.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2101","value":2101},"note":null},{"text":"Instead, he far preferred another passage from the gospels. The story had been told by Jesus of a rich man, Dives, who refused to feed a beggar at his gates named Lazarus. The two men died. Dives found himself in fire, while Lazarus stood far above him, by Abraham’s side. ‘Have pity on me,’ Dives called up to Abraham, ‘and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.’ But Abraham refused. ‘Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.’24 Such was the fate that haunted Paulinus—and that he was resolved at all costs to avoid. Every act of charity, every scattering of gold coin, promised a drop of cooling water on his tongue. Wealth, if diverted to the needy, might serve to extinguish the flames of the afterlife. Here was the comfort to which Paulinus clung. ‘It is not riches in themselves that are either offensive or acceptable to God, but only the uses to which they are put by men.’25 This, as a means for resolving the anxieties of wealthy Christians, was a proposition that seemed to offer something for everyone. The poor profited from the generosity of the rich; the rich stored up treasure for themselves in heaven by displaying charity to the poor. The more a man had to give, the greater would be his ultimate reward. In this way—unsettling reflections on camels and the eyes of needles notwithstanding—traditional proprieties could be preserved. Rank, even among Christians as literal in their interpretation of the gospels as Paulinus, might still count for something.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2444","value":2444},"note":null},{"text":"Pelagius, a burly and intellectually brilliant Briton, had made such a name for himself after settling in Rome that he had become the toast of high society. His teachings, though, had an appeal that extended far beyond exclusive salons. Man, Pelagius believed, had been created free. Whether he lived in obedience to God’s instructions or not, the decision was his own. Sin was merely a habit—which meant that perfection might be achieved. ‘There is no reason why we should not do good, other than that we have become accustomed to doing wrong from our childhood.’28 Pelagius, in formulating this maxim, had in mind the life of the individual Christian; but there were some among his followers who applied it to the entire sweep of history. Expelled from Eden, they argued, humanity had fallen into the fatal habit of greed. The strong, stealing from the weak, had monopolised the sources of wealth. Land, livestock and gold had become the property of the few, not the many. The possibility that riches might ever have been a blessing bestowed by God, untainted by exploitation, was a grotesque self-deception. There was no coin dropped into a beggar’s shrivelled palm that had not ultimately been won by criminal means: lead-tipped whips, and cudgels, and branding irons. Yet if, as Pelagius argued, individual sinners could cleanse themselves of their sin and win perfection by obedience to God’s commands, then so too could all of humanity. Evidence for what this might mean in practical terms was to be found in the Acts of the Apostles, the book written by Luke in which he had described Paul’s vision on the road to Damascus, and which had come to be incorporated into the New Testament. There, preserved for the edification of all, it was recorded that the first generation of Christ’s followers had held everything in common. ‘Selling their possessions and goods, they gave to anyone as he had need.’29 A just and equal society was, then, an ambition for which there existed the direct sanction of scripture itself. Only achieve it, and there would be no need for charity. Grandstanding philanthropists like Paulinus would become one with the beggars who thronged his churches. ‘Get rid of the rich, and where will the poor be then?’30","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2470","value":2470},"note":null},{"text":"To Augustine of Hippo, it was precisely the diversity of the Christian people, the joining together of every social class, that constituted its chief glory. ‘All are astonished to see the entire human race converging on the Crucified One, from emperors down to beggars in their rags.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2498","value":2498},"note":null},{"text":"The bishop of Hippo was far too sombre, far too pessimistic, in his view of human nature to imagine that charity could ever not be needed. ‘The poor you will always have with you.’33 So Christ himself had warned. The wealthy and the wretched: both were destined to exist for as long as the world endured.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2509","value":2509},"note":null},{"text":"The doctrine formulated centuries earlier by Jesus Ben Sirah, that Eve’s disobedience in Eden had doomed all her descendants to share in her original sin, had largely been forgotten by Jewish scholars; but not by Augustine. Every day was a day that demanded penance: not just prayers for forgiveness, but the giving of alms. Here, for everyone who could afford it, from the poorest widow to the wealthiest senator, was the surest way to expiate the fatal taint of original sin. Position and wealth, so long as those entrusted with them put them to good purposes, were not inherent evils. The wild demands of the more radical among the Pelagians, that all possessions be held in common, could be dismissed as a folly and a delusion. ‘Get rid of pride, and riches will do no harm.’35","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2524","value":2524},"note":null},{"text":"When, in due course, one of them obtained the capella, the very cloak that Martin had divided for the beggar at Amiens, it fast came to serve as the badge of Frankish greatness. Guarded by a special class of priest, the capellani or ‘chaplains’, and carried in the royal train in times of war, it bore intimidating witness to the degree to which holiness had become a source of power. Martin’s death, far from diminishing his authority, had only enhanced it. No longer, as they had been back in Paul’s day, were ‘Saints’ held to be the living faithful. Now the title was applied to those who, like Martin, had died and gone to join their Saviour. More than any Caesar had been, they were loved, petitioned, feared.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2546","value":2546},"note":null},{"text":"His fading, though, reached back long before the conversion of Constantine. The same convulsions that, over the course of the third century, had inspired various emperors to attempt the eradication of Christianity had proven devastating to the cults of the ancient gods. Amid war and financial chaos, temples had begun literally to crumble. Some had collapsed altogether; others had been converted into barracks or military storehouses. The decay witnessed by Julian at Pessinus had owed less to any crisis of faith than to the erosion of traditional patterns of civic patronage. Naturally, though, given the opportunity, some bishops had not hesitated to press for the coup de grâce. The hunger of the gods for sacrifice, for the perfume of blood on blackened altars, had never ceased to horrify Christians. Before their righteous and militant indignation, even the most venerable of cults had proven powerless. In 391, the endemic aptitude of the Alexandrian mob for rioting had turned on the Serapeum and levelled it; four decades later, the worship of Athena had been prohibited in the Parthenon. Time would see it converted to a church. Nevertheless, despite loud Christian crowing, these celebrated monuments were the exceptions that proved the rule. No matter how much the biographers of saints might claim for their heroes the triumphant annihilation of a great swathe of temples, or their conversion to the worship of Christ, the reality was very different. Most shrines, deprived of the sponsorship on which they had always depended for their upkeep and rituals, had simply been abandoned. Blocks of masonry were not readily toppled, after all. Easier by far to leave them to weeds, and wild animals, and bird-droppings.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2570","value":2570},"note":null},{"text":"Here, in this apocalypse, was a vision of the future more overwhelming in its impact than that of any pagan oracle. No riddling pronouncement of Apollo had ever served to reconfigure the very concept of time. Yet this, across the Roman world, was what the Old and New Testaments had combined to achieve. Those who lacked the Christian understanding of history, so Augustine had written, were doomed to ‘wander in a circuitous maze finding neither entrance nor exit’.21 The course of time, as sure and direct as the flight of an arrow, proceeded in a straight line: from Genesis to Revelation; from Creation to the Day of Judgement. Gregory was certainly not alone in measuring the events of the world against his knowledge of where time was destined to end. In Galatia, one bishop—a noted ascetic named Theodore, who insisted on wearing a fifty-pound metal corset and only ever eating lettuce—predicted the imminent materialisation of the Beast; in Tours, another, who shared with the pope the name of Gregory, anticipated ‘the moment foretold by our Lord as the beginning of our sorrows.’22 From east to west, the same anxiety, the same hope was expressed. The end days were drawing near. Time was running out.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2727","value":2727},"note":null},{"text":"So Christ himself had warned. The new Jerusalem and the lake of fire were sides of the same coin. For the earliest Christians, a tiny minority in a world seething with hostile pagans, this reflection had tended to provide reassurance. The dead, summoned from their graves, where for years, centuries, millennia they might have been mouldering, would face only two options. The resurrection of their physical bodies would ensure an eternity either of bliss or torment. The justice that in life they might either have been denied or evaded would, at the end of days, be delivered them by Christ. Only the martyrs, those who had died in their Saviour’s name, would have been spared this period of waiting. They alone, at the moment of death, were brought by golden-winged angels in a great blaze of glory directly to the palace of God. All others, saints and sinners alike, were sentenced to wait until the hour of judgement came. This, though, was not the vision of the afterlife that had come to prevail in the West. There, far more than in the Greek world, the awful majesty of the end of days, of the bodily resurrection and the final judgement, had come to be diluted. That this was so reflected in large part the influence—ironically enough—of an Athenian philosopher. ‘When death comes to a man, the mortal part of him perishes, or so it would seem. The part which is immortal, though, retires at death’s approach, and escapes unharmed and indestructible.’26 So had written Plato, a contemporary of Aristophanes and the teacher of Aristotle. No other philosopher, in the formative years of the Western Church, had exerted a profounder influence over its greatest thinkers. Augustine, who in his youth had classed himself as a Platonist, had still, long after his conversion to Christianity, hailed his former master as the pagan ‘who comes nearest to us’.27 That the soul was immortal; that it was incorporeal; that it was immaterial: all these were propositions that Augustine had derived not from scripture, but from Athens’ greatest philosopher. Plato’s influence on the Western Church had, in the long run, proven decisive. The insistence of Augustine’s opponents that only God was truly immaterial, and that even angels were created out of delicate and ethereal fire, had ended up dead and buried. So, as time went by, had the primordial teaching of the Church that only martyrs could be welcomed directly into heaven. The conviction that the souls of even the holiest saints were destined to join Abraham, just as Lazarus had done, and there await the hour of judgement, had faded. They too, so Augustine had taught, went straight to heaven. Yet even saints, before they could be received by Michael among the angels, still had to be judged. Gregory, the bishop of Tours, when he wrote in praise of his patron saint, described how Martin, as he died, had been visited by the Devil and obliged to render account for his life. Naturally, it had not taken long. Martin had soon been on his…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2749","value":2749},"note":null},{"text":"‘There, instead of victory, is truth; instead of high rank, holiness; instead of peace, felicity; instead of life, eternity.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2839","value":2839},"note":null},{"text":"when the first attempts were made by Muslim scholars to write his biography, the model that they instinctively reached for was that of Moses. The age at which the Prophet had received his first revelation from God; the flight of his followers from a land of idols; the way in which—directly contradicting the news brought to Carthage in 634—he was said to have died before entering the Holy Land: all these elements echoed the life of the Jews’ most God-favoured prophet.15 So brilliantly, indeed, did Muslim biographers paint from the palette of traditions told about Moses that the fading outlines of the historical Muhammad were quite lost beneath their brushstrokes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=2975","value":2975},"note":null},{"text":"Yet still, fissile within its scriptures and rituals, the portrayal of change as a force for good, as a process to be embraced, as a road capable of leading humanity to a brighter future, continued to radiate. Boniface, as a West Saxon, a man whose people had only lately been brought to Christ, stood in awe of it. He suffered no anxiety in contemplating the world turned upside down. Quite the opposite. Taking to the roads, he felt himself called to serve just as Paul had once served: as an agent of disruption. To banish the past, to overturn custom: here was a fearsome project, barely comprehensible to the peoples of other places, other times. The vast mass of humanity had always taken for granted that novelty was to be mistrusted. Boniface’s own countrymen had been no different. Many among the Angles and the Saxons had been afraid to let go of the past: kings who prided themselves on their descent from Woden; peasants who resented monks for ‘abolishing the old ways of worship’.5 Now, though, time itself was being transfigured. Barely a decade after Boniface’s arrival in the Low Countries, missionaries had begun to calculate dates in the manner of Bede: anno Domini, in the year of their Lord. The old order, which to pagans had seemed eternal, could now more firmly be put where it properly belonged: in the distant reaches of a Christian calendar. While the figure of Woden bestowed far too much prestige on kings ever to be erased altogether from their lineages, monks did not hesitate to demote him from his divine status and confine him to the remote beginnings of things. The rhythms of life and death, and of the cycle of the year, proved no less adaptable to the purposes of the Anglo-Saxon Church. So it was that hel, the pagan underworld, where all the dead were believed to dwell, became, in the writings of monks, the abode of the damned; and so it was too that Eostre, the festival of the spring, which Bede had speculated might derive from a goddess, gave its name to the holiest Christian feast-day of all. Hell and Easter: the garbing of the Church’s teachings in Anglo-Saxon robes did not signal a surrender to the pagan past, but rather its rout. Only because the gods had been toppled from their thrones, melted utterly by the light of Christ, or else banished to where monsters stalked, in fens or on lonely hills, could their allure safely be put to Christian ends. The victory of the new was adorned with the trophies of the old. It was Boniface who had demonstrated this most ringingly. In 722, he had been consecrated a bishop by the pope in Rome, and given a formal commission to convert the pagans east of the Rhine. Arriving in central Germany, he had headed for the furthermost limits of the Christian world. At Geisner, where Thuringia joined with the lands of the pagan Saxons, there stood a great oak, sacred to Thunor, a particularly mighty and fearsome god, whose hammer-blows could split mountains, and whose goat-drawn chariot made the whole…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=3220","value":3220},"note":null},{"text":"A portentous moment. Long before, a bare couple of decades after Charlemagne’s death in 814, a Saxon poet, writing in praise of the god brought by the Franks to his people, had contrasted ‘the bright, infinitely beautiful light’ of Christ with the waxing and waning of mortals. ‘Here in this world, in Middle Earth, they come and go, the old dying and the young succeeding, until they too grow old, and are borne away by fate.’23","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=3416","value":3416},"note":null},{"text":"The conviction Abelard had devoted his life to promoting—that God’s order was rational and governed by rules that mortals could aspire to comprehend—had become, less than a century after his death, an orthodoxy upheld by papal legates.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=3853","value":3853},"note":null},{"text":"Although theology, unsurprisingly, reigned in Paris and Oxford as the queen of sciences, there was no lack of other fields of study in which God’s laws were also to be distinguished. The workings of nature—of the sun, and the moon, and the stars, and of the elements, and of the distribution of matter, and of wild animals, and of the human body—all bore witness to their existence. It was no offence against God, then, to argue, as Abelard did, ‘that the constitution or development of everything that originates without miracles can be adequately accounted for’.37 Quite the contrary. To identify the laws that governed the universe was to honour the Lord God who had formulated them. This conviction, far from perturbing the gatekeepers of the new universities, was precisely what animated them. Philosophy, which to many of Abelard’s opponents had been a dirty word, came to lie at the heart of the curriculum. Investigation into the workings of nature provided its particular foundation. The study of animals and plants, of astronomy, even of mathematics: all came to be categorised as natural philosophy. The truest miracle was not the miraculous, but the opposite: the ordered running of heaven and earth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=3860","value":3860},"note":null},{"text":"‘In all things he broke her will, to ensure that the merit of her obedience to him would increase.’15 So Conrad had justified his handling of Elizabeth. Now, with all of Germany his to discipline, he could not afford to soften.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4025","value":4025},"note":null},{"text":"Yet these emollient sentiments had not prevented Peter from feeling thoroughly appalled by the Qur’an. No more monstrous a compound of heresies, confected as it was ‘from both Jewish fables and heretical teachers’,33 could possibly have been imagined. Even its vision of heaven blended gourmandising with sex.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4178","value":4178},"note":null},{"text":"Anxieties in Paris were heightened by the discovery in 1210 of various heretics whose reading of Aristotle had led them to believe that there was no life after death. The reaction of the city’s bishop was swift. Ten of the heretics were burned at the stake. Various commentaries on Aristotle were burned as well. Aristotle’s own books on natural philosophy were formally proscribed. ‘They are not to be read at Paris either publicly or in private.’36 But the ban failed to hold. In 1231, Gregory IX issued a decree that guaranteed the university effective independence from the interference of bishops, and by 1255 all of Aristotle’s texts were back on the curriculum. The people best qualified to learn from them, it turned out, were not heretics, but inquisitors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4203","value":4203},"note":null},{"text":"The great convulsion of reformatio, by enshrining chastity as the supreme proof of a man’s closeness to God, had only confirmed priests in their dread of women as temptresses. The monk freed from his lusts after dreaming that a man ‘ran at him with a terrible swiftness, and cruelly mutilated him with a knife’,4 was typical in his yearning to be spared any sense of dependence on women. Friars, who did not immure themselves in monasteries, but instead walked streets crowded with the opposite sex, observing their hair, their breasts, their hips, had to be even more sternly on their guard. Woman, so one Dominican thundered, was ‘the confusion of man, an insatiable beast, a continuous anxiety, an incessant warfare, a daily ruin, a house of tempest, a hindrance to devotion’.5 What were priests to do, confronted by such a menace, but maintain the opposite sex in its divinely sanctioned state of subordination?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4325","value":4325},"note":null},{"text":"Theologians who justified the masculinity of the priesthood by pointing out that neither Jesus nor any of his apostles had been women could cite an authority even older than the gospels. ‘The female,’ Aristotle had written, ‘is, as it were, an inadequate male.’6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4333","value":4333},"note":null},{"text":"Here, in this sacral understanding of marriage, was another marker of the revolution that Christianity had brought to the erotic. The insistence of scripture that a man and a woman, whenever they took to the marital bed, were joined as Christ and his Church were joined, becoming one flesh, gave to both a rare dignity. If the wife was instructed to submit to her husband, then so equally was the husband instructed to be faithful to his wife. Here, by the standards of the age into which Christianity had been born, was an obligation that demanded an almost heroic degree of self-denial. That Roman law—unlike the Talmud, and unlike the customs of most other ancient peoples—defined marriage as a monogamous institution had not for a moment meant that it required men to display life-long fidelity. Husbands had enjoyed a legal right to divorce—and, of course, to forcing themselves on their inferiors—pretty much as they pleased. This was why, in its long and arduous struggle to trammel the sexual appetites of Christians, the Church had made marriage the particular focus of its attentions. The double standards that for so had long been a feature of marital ethics had come to be sternly patrolled. Joined together under the watchful eye of Christ, men were commanded to be as faithful to their wives as their wives were to them. Divorce—except in the very rarest of circumstances—was prohibited. To cast off a wife was to ‘render her an adulteress’.22 So Jesus himself had declared. The bonds of a Christian marriage, mutual and indissoluble as they were, served to join man and woman together as they had never been joined before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4472","value":4472},"note":null},{"text":"So strange was the Christian conception of marriage that it had always raised eyebrows in the lands beyond Christendom. From the very earliest days of Islamic scholarship, Muslims—whose license to enjoy a variety of wives and slaves was sanctioned directly by the Qur’an itself—had viewed the Church’s insistence on monogamy with amused bewilderment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4495","value":4495},"note":null},{"text":"Again and again, writing to Rome, Boniface had demanded reassurance on a particularly pressing point: the degree of relationship within which a couple might legitimately be permitted to marry. The pope, in his replies, had made a great show of liberality. ‘Since moderation is better than strictness of discipline, especially toward so uncivilised a people, they may contract marriage after the fourth degree.’25 Almost half a millennium on, and the canons of the great council summoned by Innocent III to the Lateran had ordained the same. This as well had been advertised as a liberalising measure. After all, as a canon of the council served notice, the degrees within which marriages were forbidden had for a long while been seven. Of all the measures taken by the Church to shape and mould the Christian people, few were to prove more enduring in their consequences. Back in ancient times, when the statue of Venus retrieved from a building site in Siena had been worshipped as a portrait of a living goddess, the word familia had signified a vast and sprawling household. Clans, dependents, slaves: all were family. But that had changed. The Church, in its determination to place married couples, and not ambitious patriarchs, at the heart of a properly Christian society had tamed the instinct of grasping dynasts to pair off cousins with cousins. Only relationships sanctioned by canons were classed as legitimate. No families were permitted to be joined in marriage except for those licensed by the Church: ‘in-laws’. The hold of clans, as a result, had begun to slip. Ties between kin had progressively weakened. Households had shrunk. The fabric of Christendom had come to possess a thoroughly distinctive weave. Husbands, wives, children: it was these, in the heartlands of the Latin West, that were increasingly coming to count as family.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4503","value":4503},"note":null},{"text":"But what precisely had been the sin of Sodom? The key to understanding that lay not in Genesis, but in Paul’s letters. Writing to the Christians of Rome, the apostle had identified as the surest and most terrifying measure of humanity’s alienation from God’s love the sexual depravity of gentile society. One aspect of it more than any other had disgusted him. ‘Men committed indecent acts with other men.’30 Here, in Paul’s formulation, was a perspective on sexual relations that Roman men would barely have recognised. The key to their erotic sense of themselves was not the gender of the people they slept with, but whether, in the course of having sex, they took the active or the passive role. Deviancy, to the Romans, was pre-eminently a male allowing himself to be used as though he were a female. Paul, by condemning the master who casually spent himself inside a slaveboy no less than the man who offered himself up to oral or anal penetration, had imposed on the patterns of Roman sexuality a thoroughly alien paradigm: one derived, in large part, from his upbringing as a Jew.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4567","value":4567},"note":null},{"text":"In Babylon, the ideal of kingship honoured by its inhabitants had reached back millennia, to the very beginnings of civilisation; in Greece, philosophers had cast society as the expression of a divinely ordered pattern; in Rome, anything that smacked of res novae, ‘new things’, had invariably been regarded as a catastrophe at all costs to be avoided. Not the least revolutionary aspect of Christianity had been the sanction that it provided for the very notion of revolution. Yet the papacy, which in the age of Gregory VII had weaponised it as no other institution had ever thought to do, had now become the embodiment of the status quo.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=4679","value":4679},"note":null},{"text":"My conscience is captive to the Word of God. I cannot and I will not retract anything, since it is neither safe nor right to go against conscience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5036","value":5036},"note":null},{"text":"‘A perpetual forge of idols.’35 So Calvin had described the human mind. This conviction, that fallen mortals were forever susceptible to turning their backs on God, to polluting the pure radiance of his commands, to erecting in his very sanctuary a golden calf, was the dread that had constantly shadowed all his reforms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5262","value":5262},"note":null},{"text":"Clearly, its corruption, and that of Christendom as a whole, had been the fault of Gregory VII. Puritans, then, even as they rejected the old and familiar, could not entirely deny a lurking paradox: that their rejection of tradition was itself a Christian tradition.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5316","value":5316},"note":null},{"text":"Pagan or not, every human being had been made equally by God and endowed by him with the same spark of reason. To argue, as las Casas’ opponent had done, that the Indians were as inferior to the Spaniards as monkeys were to men was a blasphemy, plain and simple. ‘All the peoples of the world are humans, and there is only one definition of all humans and of each one, that is that they are rational.’11 Every mortal—Christian or not—had rights that derived from God. Derechos humanos, las Casas had termed them: ‘human rights’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5481","value":5481},"note":null},{"text":"Matteo Ricci, an Italian who had arrived in China in 1582 speaking not a word of the language, had transformed himself into Li Madou, a scholar so learned in the classical texts of his adopted home that he had come to be hailed by Chinese mandarins as their peer. Although Confucius, the ancient philosopher whose teachings served as the fountainhead of Chinese morality, had plainly not been a Christian, Ricci had refused to dismiss him as merely a pagan. That he had been able to do this in good faith had owed much to two particular convictions: first, that Confucius had been illumined by the same divinely bestowed gift of reason that was evident in the writings of Aristotle; and second, that his teachings had been corrupted over the centuries by his followers. Only strip the accretions away, so Ricci had believed, and Confucians might be led to Christ. Confucian philosophy, in its fundamentals, was perfectly compatible with Christianity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5507","value":5507},"note":null},{"text":"Galileo, a man as impatient for fame as he was derisive of anyone who presumed to obstruct him from obtaining it, failed to see this as an issue. His contempt for Aristotle, whom he ranked alongside all the most miserable things in life—‘plague, urinals, debt’21—was matched only by his impatience with the philosopher’s admirers: ‘the potbellied theologians who locate the limits of of human genius in his writings’.22","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5577","value":5577},"note":null},{"text":"In 1634, the presentation to the Chinese emperor of a telescope had provided Galileo with an unexpectedly global seal of approval; but in Beijing there had been no great wave of excitement, no rush by princes and scholars to stare at craters on the moon, such as there had been in Rome. ‘It is better to have no good astronomy than to have Westerners in China.’34 So Yang Guangxian, a scholar resentful of the Jesuits’ stranglehold on the Bureau of Astronomy, complained in the wake of Schreck’s death. Correctly, he had identified the degree to which their ability to make sense of the heavens was rooted in assumptions that were exclusive to Christians. The obsession of the Jesuits with fathoming laws that might govern the cosmos, Yang charged, had led them to neglect what Confucian scholarship had always known to be the proper object of astronomy: divination.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5668","value":5668},"note":null},{"text":"There were no other Chinese astronomers capable of improving on his efforts. The understanding of the cosmos that underpinned the Jesuits’ ability to draw up accurate calendars did not, it seemed, come easily to scholars from a radically different tradition. The Christian inheritance of natural philosophy had revealed itself to be nothing if not Christian through and through.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5677","value":5677},"note":null},{"text":"Heresy, idolatry, schism: all had to be sternly guarded against. There might even be need—should an offender prove contumacious—to invoke the ultimate sanction. Calvin himself, in 1553, had approved the burning at the stake of a particularly notorious heretic, a propagandist for views on the Trinity so shocking as barely to be trinitarian at all. Within living memory, in 1612, a heretic had been burned in England for questioning in a similar manner the divinity of Christ and the Spirit. The vast majority of Puritans, taking up arms against the king in 1642, had fought him in the conviction that toleration was ‘the whore of Babylon’s back door’.7 If the elements of popery in the Church of England were a palpable evil, then so too were the blasphemies of Protestant sectarians. When even scripture might count for nothing before the claims of tinkers and housemaids to direct revelations from God, there was a risk, it seemed to many Puritans, that God himself would end up doubted. ‘A liberty of judgment is pretended, and queries are proposed, until nothing certain be left, nothing unshaken.’8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5752","value":5752},"note":null},{"text":"Milton, whose visit to Galileo had steeled him in his loathing for censorship, warned his fellow Puritans that Calvin’s example risked dazzling them. To idolise the reformers of an earlier age was to behave no better than papists. The course of true reform was never done. It was always a work in progress.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5770","value":5770},"note":null},{"text":"But what, in a Protestant country, was ‘religion’? Cut from its Catholic moorings, the word had come to evolve two distinct meanings. It was, so Charles I had declared, ‘the only firm foundation of all power: that cast loose, or depraved, no government can be stable’.10 Presbyterians agreed. The conception of religion for which both sides in the civil war had been fighting was essentially the same: an understanding of what England’s proper relationship to God should be. If this alone was to be viewed as true, then plainly it could not tolerate a rival. The Reformation needed to be completed; its victory had to be total. Yet that was not the whole story. Religion was also something intimate, personal. A word once used to describe the communal life in an abbey or a convent had come to take on a very different meaning: the private relationship that a Protestant might have with the workings of the Spirit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5775","value":5775},"note":null},{"text":"Cromwell, despite the ambition that had helped to raise him from provincial obscurity to the rule of Britain, was a man far too conscious of God’s prerogatives ever to contemplate usurping them. He had rather see Islam practised in England, he declared, ‘than that one of God’s Children should be persecuted’.17 Books might be burnt; but not the men who wrote them. Even Papists, despite Cromwell’s loathing for their religion, were known to be guests at his table. In 1657, in a particularly startling gesture, he moved to ensure that the son of the founder of Maryland—a colony established in the New World specifically to provide a haven for English Catholics—should not be deprived of his rights to the province. Toleration, then, was a principle that even God’s most faithful servants might opt to uphold in a range of ways. The illumination of the Spirit was not always easy to translate into policy. On occasion, rather than in an ecstasy of certainty, it might need to be answered with compromises. Godliness, it seemed, might sometimes be expressed through ambiguity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5824","value":5824},"note":null},{"text":"The notoriety of Spinoza as an enemy of the Christian religion was assured. Yet in truth, the Theological-Political Treatise was a book that only a man utterly saturated in Protestant assumptions could ever have written. What rendered it so unsettling to the Dutch authorities was less that it served as a repudiation of their beliefs than that it pushed them to a remorseless conclusion. Spinoza’s genius was to turn strategies that Luther and Calvin had deployed against popery on Christianity itself. When he lamented just how many people were ‘in thrall to pagan superstition’,34 when he dismissed the rituals of baptism or the celebration of feast days as mere idle ‘ceremony’,35 and when he lamented that the original teachings of Christ had been corrupted by popes, he was arguing nothing that a stern Reformed pastor might not also have argued. Even the most scandalous of his claims—that a belief in miracles was superstitious nonsense, and that a close reading of scripture would demonstrate it to have been of human rather than divine origin—were merely Protestant arguments pushed to a radical extreme. When Spinoza sought to substantiate them, he described himself—just as he had done to the Quakers—as a pupil of ‘the light’. Naturally, he did not cast his own experience of enlightenment as anything supernatural. Those who claimed to be illumined by the Spirit were, he scoffed, merely fabricating a sanction for their own fantasies. True enlightenment derived from reason. ‘I do not presume that I have found the best philosophy,’ Spinoza wrote to a former pupil who, to his dismay, had converted to Catholicism, ‘but I know that I understand the true one.’36 Here too he was pursuing a familiar strategy. Protestants had been insisting on the correctness of their own readings of scripture, their own understandings of God’s purpose, since the time of Luther’s confrontation with Cajetan. Now, in the person of Spinoza, this tradition had begun to cannibalise itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5930","value":5930},"note":null},{"text":"Spinoza certainly did not approve of all the Christian virtues. Humility and repentance he dismissed as irrational; pity as ‘evil and unprofitable’.40 Nevertheless, his equation of Christ’s teachings with the universal laws of nature was a manoeuvre as audacious as it was brilliant. To Christians unenthused by the prospect of worshipping a triangle, it offered what would prove a momentous reassurance: that much of Christianity, even without a belief in the creator God of Israel, might still be retained. Although Spinoza was privately disdainful of any notion that Jesus might have risen from the dead, he unhesitatingly affirmed in the Theological-Political Treatise that Christ—as he always made sure to call him—was a man who had indeed attained a superhuman degree of perfection. ‘Therefore his voice may be called the voice of God.’41","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5957","value":5957},"note":null},{"text":"Notorious as an enemy of religion though Spinoza rapidly became throughout Europe, there remained in his attitude to Jesus the sense of a profound enigma. When, in the decades that followed his death in 1677, both his enemies and his admirers hailed him as ‘the chief atheist of our age’,43 the ambivalences in his attitude to Christianity, and the way in which his philosophy constituted less a beginning than a mutation, were rapidly occluded. Quakers, when they preached that it was the inner light which enabled the truth to be known, and Collegiants, when they preached that it was Christ, had both been beating a path for Spinoza. All of them, whether they trusted in the Spirit, or reason, or both, had dreamed that sectarian disputes might be resolved for good; and all of them had failed. Spinoza, far from quieting the babel of competing doctrines, had instead only added to them yet another variant on Christian belief.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5966","value":5966},"note":null},{"text":"In 1688, taking ship, 150 of the Calvinists who had recently been expelled by royal command from France—‘Huguenots’—made for Cape Colony, a settlement founded by Dutch traders on the southernmost tip of Africa. Most Protestants, though, continued to head for America. In Massachusetts, where a law passed in 1661 had prescribed that Quakers be tied to a cart and flogged, Puritans continued to uphold a uniformity of worship that, back in the mother country, Cromwell’s protectorate had served to doom for good. The New World, though, was not New England. South of Boston and Plymouth, there was no lack of places where dissenters might settle without fear of harassment. The most visionary of all was a colony named Philadelphia: ‘Brotherly Love’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5986","value":5986},"note":null},{"text":"Philadelphia, the capital of a huge tranche of territory granted Penn by royal charter, was designed to serve as ‘a holy experiment’:45 a city without stockades, at peace with the local Indians, in which all ‘such as profess faith in Jesus Christ’46 might be permitted to hold office. Just as the godly colonies of New England had been founded to serve the whole world as models, so too was Philadelphia—but as a haven of tolerance. By the early eighteenth century, its streets were filled with Anabaptists as well as Quakers, and with Germans as well as English. There were Jews. There were even Catholics. Increasingly, it was New England—once the vanguard of Protestant expansion overseas—that seemed out of step with the times.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=5993","value":5993},"note":null},{"text":"The Quaker, explaining to Sarah that he was a runaway, felt no need to apologise. As in the time of Gregory of Nyssa, so in the time of the Lays: slavery was regarded by the overwhelming majority of Christians as being—much like poverty, or war, or sickness—a brutal fact of life. That there was no slave nor free in Christ Jesus did not mean that the distinction itself was abolished. Europeans, who lived on a continent where the institution had largely vanished, rarely thought for that reason to condemn it out of hand. Even Bartolomé de las Casas, whose campaign to redeem the Indians from slavery had become the focus of his entire life, never doubted that servitude might be merited as punishment for certain crimes. In the Caribbean as in Spanish America, the need for workers who could be relied upon to toil in hot and sticky climates without dying of the tropical diseases to which European labourers were prone made the purchase of Africans seem an obvious recourse. No Christian should feel guilt. Abraham had owned slaves. Laws in the Pentateuch regulated their treatment. A letter written by Paul’s followers, but attributed to Paul himself, urged them to obey their owners. ‘Do it, not only when their eye is on you and to win their favour, but with sincerity of heart and reverence for the Lord.’51 The punishment of a runaway, then, might well be viewed as God’s work. Even Lay, despite not owning slaves himself, had been known to reach for a whip when other people’s slaves stole from him,. ‘Sometimes I could catch them, and then I would give them Stripes.’52","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6015","value":6015},"note":null},{"text":"They were not the first abolitionists in the New World. Back in the 1670s, an Irish Quaker named William Edmundson had toured both Barbados and New England, campaigning to have Christianity taught to African slaves. Then, on 19 September 1676, writing to his fellow Friends in the Rhode Island settlement of Newport, he had been struck by a sudden thought. ‘And many of you count it unlawful to make slaves of the Indians, and if so, then why the Negroes?’56 This again was to echo las Casas. The great Spanish campaigner for human rights, in his anxiety to spare Indians enslavement, had for many decades backed the importation of Africans to do forced labour. This he had done under the impression that they were convicts, sold as punishment for their crimes. Then, late in life, he had discovered the terrible truth: that the Africans were unjustly enslaved, and no less the victims of Christian oppression than the Indians. The guilt felt by las Casas, the revulsion and dread of damnation, had been sharpened by the sustenance that he knew he had provided to the argument of Aristotle: that certain races were suited to be slaves. ‘God has made of one blood all nations.’57 When William Penn, writing in prison, cited this line of scripture, he had been making precisely the same case as las Casas: that all of humanity had been created equally in God’s image; that to argue for a hierarchy of races was an offence against the very fundamentals of Christ’s teaching; that no peoples were fitted by the colour of their skins to serve as either masters or slaves. Naturally—since this was an argument that so self-evidently went with the grain of Christian tradition—it was capable of provoking some anxiety among the owners of African slaves. Just as opponents of the Dominican had cited Aristotle, so opponents of Quaker abolitionists might grope after obscure verses in the Old Testament. Particularly popular was a passage that related a curse laid by Noah on his grandson, whose descendants—by means of various tortuous deductions—had come to be identified with Africans. So unconvincing was this argument, however, that no one ever took it very seriously. Slave-owners with delicate consciences, and who wished to salve them, preferred instead an altogether more solidly founded justification: that the enslavement of pagans, and their transportation to Christian lands, was done for the good of their souls. This, as Benjamin Lay had discovered in Barbados, was a licence for slavery widely accepted by Quakers. Even William Penn had been convinced. It was why the founder of Philadelphia, that great and undoubted enthusiast for ‘the Right of Liberty,’58 had himself been an owner of slaves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6040","value":6040},"note":null},{"text":"The following year, attending the annual assembly of Philadelphia Friends, Lay pulled off his most spectacular publicity stunt yet. Called to address his fellow Quakers, he rose to his feet, smoothed back his coat, and drew out a sword that he had been concealing within its folds. The enslavement of Africans, he declared in a resounding voice, was ‘as justifiable in the sight of the Almighty, who beholds and respects all nations and colours of men with an equal regard, as if you should thrust a sword through their hearts as I do through this book.’59 Then, holding up a hollowed-out Bible in which he had concealed a bladder full of blood-red pokeberry juice, he ran it through. The juice spattered everywhere. The meeting hall erupted in indignation. Lay, turning on his heel, hobbled out. He had made his point.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6067","value":6067},"note":null},{"text":"Summons to repentance were, of course, nothing new. The Bible was full of them. Yet Lay’s campaign, for all that it drew on the example of the prophets, and for all that his admonitions against slavery were garlanded with biblical references, did indeed constitute something different. To target it for abolition was to endow society itself with the character of a pilgrim, bound upon a continuous journey, away from sinfulness towards the light. It was to cast slavery as a burden, long borne by fallen humanity, but which, by the grace of God, might one day loose from its shoulders, and fall from off its back, and begin to tumble. It was at once a startling repudiation of an institution that most Christians had always taken utterly for granted, and yet bred of Christianity’s marrow. It bore witness, no less than did the spirit of toleration in neighbouring Philadelphia, no less than did those who in distant Amsterdam pondered the writings of Spinoza, to the workings of the Spirit. It was founded upon the conviction that had for centuries, in the lands of the Christian West, served as the great incubator of revolution: that society might be born again. ‘Flesh gives birth to flesh, but the Spirit gives birth to spirit.’60 Never once did Lay despair of these words of Jesus. Twenty years after he had gatecrashed the annual assembly of Philadelphia Friends, as he lay mortally sick in bed, he was brought news that a new assembly had voted to discipline any Quaker who traded in slaves. ‘I can now die in peace,’61 he sighed in relief. His own progress through life, for all its discouragements, for all the dismal stories that had beset him round, for all the hobgoblins and foul fiends that had sought to daunt his spirit, had never turned aside from its object. Benjamin Lay had succeeded, by the time of his death in 1759, in making the community in which he had lived just that little bit more like him—in making it just that little bit more progressive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6073","value":6073},"note":null},{"text":"‘Superstition is to religion what astrology is to astronomy, that is the very foolish daughter of a wise and intelligent mother.’7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6176","value":6176},"note":null},{"text":"Voltaire’s dream of a brotherhood of man, even as it cast Christianity as something fractious, parochial, murderous, could not help but betray its Christian roots. Just as Paul had proclaimed that there was neither Jew nor Greek in Christ Jesus, so—in a future blessed with full enlightenment—was there destined to be neither Jew nor Christian nor Muslim. Their every difference would be dissolved. Humanity would be as one. ‘You are all sons of God.’8 Paul’s epochal conviction that the world stood on the brink of a new dispensation, that the knowledge of it would be written on people’s hearts, that old identities and divisions would melt and vanish away, had not released its hold on the philosophes. Even those who pushed their quest for ‘the light of reason’9 to overtly blasphemous extremes could not help but remain its heirs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6177","value":6177},"note":null},{"text":"For the first time since the age of Constantine, Christianity was being targeted by a government for eradication. Its baleful reign, banished on the blaze of revolution, stood revealed as a nightmare that for too long had been permitted to separate twin ages of progress: a middle age. This was an understanding of the past that, precisely because so flattering to sensibilities across Europe, was destined to prove infinitely more enduring than the makeshift calendar of the Revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6259","value":6259},"note":null},{"text":"Nevertheless, just like many other hallmarks of the Enlightenment, it did not derive from the philosophes. The understanding of Europe’s history as a succession of three distinct ages had originally been popularised by the Reformation. To Protestants, it was Luther who had banished shadow from the world, and the early centuries of the Church, prior to its corruption by popery, that had constituted the primal age of light. By 1753, when the term ‘Middle Ages’ first appeared in English, Protestants had come to take for granted the existence of a distinct period of history: one that ran from the dying years of the Roman Empire to the Reformation. The revolutionaries, when they tore down the monastic buildings of Saint-Denis, when they expelled the monks from Cluny and left its buildings to collapse, when they reconsecrated Notre Dame as a ‘Temple of Reason’ and installed beneath its vaulting a singer dressed as Liberty, were paying unwitting tribute to an earlier period of upheaval.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6263","value":6263},"note":null},{"text":"In 1783, six years before becoming their first president, the general who had led the colonists to independence hailed the United States of America as a monument to enlightenment. ‘The foundation of our Empire,’ George Washington had declared, ‘was not laid in the gloomy age of Ignorance and Superstition, but at an Epoch when the rights of mankind were better understood and more clearly defined than at any former period.’20 This vaunt, however, had implied no contempt for Christianity. Quite the opposite. Far more than anything written by Spinoza or Voltaire, it was New England that had provided the American republic with its model of democracy, and Pennsylvania with its model of toleration. That all men had been created equal, and endowed with an inalienable right to life, liberty and the pursuit of happiness, were not remotely self-evident truths. That most Americans believed they were owed less to philosophy than to the Bible: to the assurance given equally to Christians and Jews, to Protestants and Catholics, to Calvinists and Quakers, that every human being was created in God’s image. The truest and ultimate seedbed of the American republic—no matter what some of those who had composed its founding documents might have cared to think—was the book of Genesis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6298","value":6298},"note":null},{"text":"The genius of the authors of the United States constitution was to garb in the robes of the Enlightenment the radical Protestantism that was the prime religious inheritance of their fledgling nation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6308","value":6308},"note":null},{"text":"Franklin, like the revolution for which he was such an effective spokesman, illustrated a truth pregnant with implications for the future: that the surest way to promote Christian teachings as universal was to portray them as deriving from anything other than Christianity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6320","value":6320},"note":null},{"text":"In France, this was a lesson with many students. There, too, they spoke of rights. The founding document of the country’s revolution, the sonorously titled ‘Declaration of the Rights of Man and of the Citizen’, had been issued barely a month after the fall of the Bastille. Part-written as it was by the American ambassador to France, it drew heavily on the example of the United States. The histories of the two countries, though, were very different. France was not a Protestant nation. There existed in the country a rival claimant to the language of human rights. These, so it was claimed by revolutionaries on both sides of the Atlantic, existed naturally within the fabric of things, and had always done so, transcending time and space. Yet this, of course, was quite as fantastical a belief as anything to be found in the Bible. The evolution of the concept of human rights, mediated as it had been since the Reformation by Protestant jurists and philosophes, had come to obscure its original authors. It derived, not from ancient Greece or Rome, but from the period of history condemned by all right-thinking revolutionaries as a lost millennium, in which any hint of enlightenment had at once been snuffed out by monkish, book-burning fanatics. It was an inheritance from the canon lawyers of the Middle Ages. Nor had the Catholic Church—much diminished though it might be from its heyday—abandoned its claim to a universal sovereignty. This, to revolutionaries who insisted that ‘the principle of any sovereignty resides essentially in the Nation’,23 could hardly help but render it a roadblock. No source of legitimacy could possibly be permitted that distracted from that of the state. Accordingly, in 1791—even as legislators in the United States were agreeing that there should be ‘no law respecting an establishment of religion, or prohibiting the free exercise thereof’24—the Church in France had been nationalised. The legacy of Gregory VII appeared decisively revoked. Only the obduracy of Catholics who refused to pledge their loyalty to the new order had necessitated the escalation of measures against Christianity itself. Even those among the revolutionary leadership who questioned the wisdom of attempting to eradicate religion from France never doubted that the pretensions of the Catholic Church were insupportable. By 1793, priests were no longer welcome in the Jacobins. That anything of value might have sprung from the mulch of medieval superstition was a possibility too grotesque even to contemplate. Human rights owed nothing to the flux of Christian history. They were eternal and universal—and the Revolution was their guardian. ‘The Declaration of Rights is the Constitution of all peoples, all other laws being variable by nature, and subordinated to this one.’25","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6322","value":6322},"note":null},{"text":"So declared Maximilien Robespierre, most formidable and implacable of the Jacobin leaders. Few men were more icily contemptuous of the claims on the future of the past. Long an opponent of the death penalty, he had worked fervently for the execution of the king; shocked by the vandalising of churches, he believed that virtue without terror was impotent. There could be no mercy shown the enemies of the Revolution. They bore the taint of leprosy. Only once they had been amputated, and their evil excised from the state, would the triumph of the people be assured. Only then would France be fully born again. Yet there hung over this a familiar irony. The ambition of eliminating hereditary crimes and absurdities, of purifying humanity, of bringing them from vice to virtue, was redolent not just of Luther, but of Gregory VII. The vision of a universal sovereignty, one founded amid the humbling of kings and the marshalling of lawyers, stood recognisably in a line of descent from that of Europe’s primal revolutionaries. So too their efforts to patrol dissidence. Voltaire, in his attempt to win a pardon for Calas, had compared the legal system in Toulouse to the crusade against the Albigensians. Three decades on, the mandate given to troops marching on the Vendée, issued by self-professed admirers of Voltaire, echoed the crusaders with a far more brutal precision. ‘Kill them all. God knows his own.’ Such was the order that the papal legate was reputed to have…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6343","value":6343},"note":null},{"text":"Their respective fortunes demonstrated the way of the world. God was a sham. There was only Nature. The weak existed to be enslaved and exploited by the strong. Charity was a cold and pointless process, and talk of human brotherhood a fraud. That anyone should ever have thought otherwise was due solely to a monstrous scam. ‘The religion of that wily little sneak Jesus—feeble, sickly, persecuted, singularly desirous to outmanoeuvre the tyrants of the day, to bully them into acknowledging a doctrine of brotherhood from whose acceptance he calculated to gain some respite—Christianity sanctioned these laughable fraternal ties.’35","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6415","value":6415},"note":null},{"text":"Born in 1741, he had spent his sexual prime frustrated by laws that decreed that even prostitutes and beggars had a right not to be kidnapped, or whipped, or force-fed Spanish fly. Titled though the Marquis was, his escapades in the years before the fall of the Bastille had culminated in his incarceration in France’s most notorious prison. There, denied his much-cherished liberty, he had found himself with no lack of time to dwell on the contemptibility of Christian teaching. ‘The doctrine of loving one’s neighbour is a fantasy that we owe to Christianity and not to Nature.’36 Yet even once Sade, set free by the Revolution, had found himself living under ‘the reign of philosophy’,37 in a republic committed to casting off the clammy hold of superstition, he had found that the pusillanimous doctrines of Jesus retained their grip. Specious talk of brotherhood was as common in revolutionary committee rooms as it had been in churches. In 1793—following his improbable election as president of a local committee in Paris—Sade had issued instructions to his fellow citizens that they should all paint slogans on their houses: ‘Unity, Indivisibility of the Republic, Liberty, Equality, Fraternity’.38 Sade himself, though, was no more a Jacobin than he was a priest. The true division in society lay not between friends and enemies of the people, but between those who were naturally masters and those who were naturally slaves. Only when this was appreciated and acted upon would the taint of Christianity finally be eradicated, and humanity live as Nature prescribed. The inferior class of man, so a philosophe in The New Justine coolly observed, ‘is simply the species that stands next above the chimpanzee on the ladder; and the distance separating them is, if anything, less than that between him and the individual belonging to the superior caste.’39","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6424","value":6424},"note":null},{"text":"That June, on his return from preparatory negotiations in Paris, the British Foreign Secretary had been greeted by his fellow parliamentarians with a standing ovation. Among the terms of the treaty agreed by Lord Castlereagh had been one particularly startling stipulation: that Britain and France would join in a campaign to abolish the slave trade. This, to Benjamin Lay, would have been fantastical, an impossible dream. The treaty, though, in the view of some in the British parliament, did not go nearly far enough. Castlereagh, anxious not to destabilise France’s recently restored monarchy, had agreed that French merchants should be permitted to continue trafficking slaves for a further five years. This, it had turned out, was a concession too far. Within days of the Foreign Secretary’s seemingly triumphant return from Paris, an unprecedented campaign of protest had swept Britain. Petitions on a scale never before witnessed had deluged Parliament. A quarter of all those eligible to sign them had added their names. Never before had the mass of the British public committed themselves so manifestly to a single issue. It had become for them, the French Foreign Minister noted in mingled bemusement and disdain, ‘a passion carried to fanaticism, and one which the ministry is no longer at liberty to check’.42 Castlereagh, negotiating with his opposite numbers at Vienna, knew that his hands were tied. He had no option but to secure a treaty against the slave trade.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6461","value":6461},"note":null},{"text":"Barely sixty years had passed since the Philadelphia Friends had banned Quakers from dealing in slaves. In that short space of time, a cause that had rendered Benjamin Lay an object of mockery had evolved to shape the counsels of nations. Both in the United States and in Britain, dread that slavery ranked as a monstrous sin, for which not just individuals but entire nations were certain to be chastised by God, had come to grip vast swathes of the population. ‘Can it be expected that He will suffer this great iniquity to go unpunished?’43 Such a question would, of course, have bewildered earlier generations of Christians. The passages in the Bible that appeared to sanction slavery remained. Plantation owners—both in the West Indies and in the southern United States—did not hesitate to quote them. But this had failed to stem the rising swell of protest. Indeed, it had left slave owners open to a new and discomfiting charge: that they were the enemies of progress. Already, by the time of the American Revolution, to be a Quaker was to be an abolitionist. The gifts of the Spirit, though, were not confined to Friends. They had come to be liberally dispensed wherever English-speaking Protestants were gathered. Large numbers of them, ranging from Baptists to Anglicans, had been graced with good news: euangelion. To be an Evangelical was to understand that the law of God was the law not only of justice, but of love. No one who had felt the chains of sin fall away could possibly doubt ‘that slavery was ever detestable in the sight of God’.44 There was no time to lose. And so it was, in 1807, in the midst of a deadly struggle for survival against Napoleon, that the British parliament had passed the Act for the Abolition of the Slave Trade; and so it was, in 1814, that Lord Castlereagh, faced across the negotiating table by uncomprehending foreign princes, had found himself obliged to negotiate for the eradication of a business that other nations still took for granted. Amazing Grace indeed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6471","value":6471},"note":null},{"text":"To Sade, of course, it all had been folly. There was no brotherhood of man; there was no duty owed the weak by the strong. Evangelicals, like Jacobins, were the dupes of their shared inheritance: their belief in progress; their conviction in the potential of reform; their faith that humanity might be brought to light. Yet it was precisely this kinship, this synergy, that enabled Castlereagh, faced by the obduracy of his fellow foreign ministers, to craft a compromise that was, in every sense of the word, enlightened. Unable to force through an explicit outlawing of the slave trade, he settled instead for something at once more nebulous and more far-reaching. On 8 February 1815, eight powers in Europe signed up to a momentous declaration. Slavery, it stated, was ‘repugnant to the principles of humanity and universal morality’.45 The language of evangelical Protestantism was fused with that of the French Revolution. Napoleon, slipping his place of exile three weeks after the declaration had been signed, and looking to rally international support for his return, had no hesitation in proclaiming his support for the declaration. That June, in the great battle outside Brussels that terminally ended his ambitions, both sides were agreed that slavery, as an institution, was an abomination. The twin traditions of Britain and France, of Benjamin Lay and Voltaire, of enthusiasts for the Spirit and enthusiasts for reason, had joined in amity even before the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6486","value":6486},"note":null},{"text":"Yet British observers, when they sought to view India through this prism, faced an obvious challenge. Three hundred years had passed since the onset of the Reformation, and in that time the word religion had come to take on shades of meaning that would have baffled a Christian in medieval England. How much more foreign, then, was it bound to seem to a Hindu. No word remotely approximating to it existed in any Indian language. To Protestants, the essence of religion appeared clear: it lay in the inner relationship of a believer to the divine. Faith was a personal, a private thing. As such, it existed in a sphere distinct from the rest of society: from government, or trade, or law. There was the dimension of the religious, and then there was the dimension of everything else: the ‘secular’. That other societies too could be divided up in this manner might—to a people less self-confident than the British—have appeared farfetched: for it was, in truth, a most distinctive way of seeing the world. Nevertheless, to officials in India possessed of a scholarly turn of mind, intrigued by the ancient land they found themselves administering, and forever conscious of just how different it was from their own, the conviction that such a thing as a ‘Hindoo religion’ existed was simply too useful to abandon. In ancient Greece, the story had been told of a robber named Procrustes, who, after inviting a guest to lie down on a bed, would then rack his limbs or amputate them, as required to ensure a trim fit. It was in a very similar spirit that British scholars, confronted by all the manifold riches, complexities and ambivalences of Indian civilisation, set to shaping out of them something that might be recognisable as a religion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6550","value":6550},"note":null},{"text":"Roy’s resentment of Christians as ‘persons who travel to a distant country for the purpose of overturning the opinions of its inhabitants and introducing their own’10 had not prevented him from recognising their usefulness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6605","value":6605},"note":null},{"text":"‘Christianity spreads in two ways,’ an Indian historian has written: ‘through conversion and through secularisation.’12 Missionaries who dreamed of reaping a great harvest of Indian souls were destined to be disappointed. There was to be no humbling of the Hindu gods, no triumphant toppling of their idols into the dust. British officials continued to tread a delicate and careful path. Even so much as a rumour that the Company was working for the conversion of India had the potential to cripple its rule. In 1857, indeed, these would trigger an uprising so explosive that briefly, for a few blood-soaked months, the entire future of Britain’s empire in India would be left hanging by a thread. The shock of it would never be forgotten by the imperial authorities. Their determination not to risk the promotion of Christianity in India was left even more rock-solid. Nevertheless, they had no hesitation in fostering assumptions bred of Christian theology. That there existed a religion called Hinduism, and that it functioned in a dimension distinct from entire spheres of human activity—spheres called ‘secular’ in English—was not a conviction native to the subcontinent. Instead, it was distinctively Protestant. That, though, would not prevent it from proving perhaps the most successful of all British imports to India. In time, indeed—when, after two centuries, Britain’s rule was brought at last to an end, and India emerged to independence—it would do so as a self-proclaimed secular nation. A country did not need to become Christian, it turned out, to start seeing itself through Christian eyes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6613","value":6613},"note":null},{"text":"The regional government pushed for full emancipation. ‘The strained relationship between Christians and Jews,’ thundered Cologne’s leading newspaper, ‘can be resolved only through unconditional equalisation of status.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6666","value":6666},"note":null},{"text":"to reassure their fellow revolutionaries. ‘They must form neither a political body nor an order in the state, they must be citizens individually.’17 And so it had come to pass. When the French Republic granted citizenship to Jews, it had done so on the understanding that they abandon any sense of themselves as a people set apart. No recognition or protection had been offered to the Mosaic law. The identity of Jews as a distinct community was tolerated only to the degree that it did not interfere with ‘the common good’.18 Here—garlanded with the high-flown rhetoric of the Enlightenment though it might be—was a programme for civic self-improvement that aimed at transforming the very essence of Judaism. Heraclius, a millennium and more previously, had attempted something very similar. The dream that Jewish distinctiveness might be subsumed into an identity that the whole world could share—one in which the laws given by God to mark the Jews out from other peoples would cease to matter—reached all the way back to Paul. Artists in the early years of the French Revolution, commissioned to depict the Declaration of Rights, had not hesitated to represent it as a new covenant, chiselled onto stone tablets and delivered from a blaze of light. Jews could either sign up to this radiant vision, or else be banished into storm-swept darkness. If this seemed to some Jews a very familiar kind of ultimatum, then that was because it was. That the Declaration of Rights claimed an authority for itself more universal than that of Christianity only emphasised the degree to which, in the scale of its ambitions and the scope of its pretensions, it was profoundly Christian. The price paid by Jews for their freedom was, then, a real one. Citizenship required them to become just that bit more Christian.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6690","value":6690},"note":null},{"text":"The great claim of what, in 1846, an English newspaper editor first termed ‘secularism’ was to neutrality. Yet this was a conceit. Secularism was not a neutral concept. The very word came trailing incense clouds of meaning that were irrevocably and venerably Christian. That there existed twin dimensions, the secular and the religious, was an assumption that reached back centuries beyond the Reformation: to Gregory VII, and to Columbanus, and to Augustine. The concept of secularism—for all that it was promoted by the editor who invented the word as an antidote to religion—testified not to Christianity’s decline, but to its seemingly infinite capacity for evolution. Manifest in English, this was manifest in other languages too. When, in 1842, the word laïcité first appeared in French, it signified both a similar concept to ‘secularism’, and a similar pedigree: the laicus had originally been none other than the people of God.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6725","value":6725},"note":null},{"text":"Slavery, which only decades previously had been taken almost universally for granted, was now redefined as evidence of savagery and backwardness. To oppose it was to side with progress. To support it was to stand condemned before the bar, not just of Christianity, but of every religion. All of which was liable to come as news to Muslims. In 1842, when the British consul-general to Morocco sought to press the cause of abolitionism, his request that the trade in African slaves be banned was greeted with blank incomprehension. It was a matter, the sultan declared, ‘on which all sects and nations have agreed from the time of Adam’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6789","value":6789},"note":null},{"text":"Abolitionism, they pointed out, was a movement that had emanated from only a single small corner of the world. Against it was ranged the authority of Aristotle, and the jurists of ancient Rome, and the Bible itself. In the United States, there were still pastors convinced by a case almost totally abandoned by Protestants elsewhere: that the laws issued by God licensing slavery held eternally good. ‘He has given them his sanction, therefore, they must be in harmony with his moral character.’28","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6798","value":6798},"note":null},{"text":"A sentiment with which the sultan of Morocco would certainly have concurred. Missions by British abolitionists continued to be swatted aside. In 1844, the governor of an island off the Moroccan coast flatly informed one of them that any ban on slavery would be ‘against our religion’.29 Such bluntness was hardly surprising. Wild claims that the spirit of scripture might be distinguished from its letter was liable to strike most Muslims as a foolish and sinister blasphemy. The law of God was not to be found written in the heart, but in the great inheritance of writings that derived from the lifetime of the Prophet. These, aflame with the divine as they were, brooked no contradiction. The owning of slaves was licensed by the Qur’an, by the example of Muhammad himself, and by the Sunna, that great corpus of Islamic traditions and practices. Who, then, were Christians to demand its abolition?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6802","value":6802},"note":null},{"text":"But the British, to the growing bafflement of Muslim rulers, refused to leave the question alone. Back in 1840, pressure on the Ottomans to eradicate the slave trade had been greeted in Constantinople, as the British ambassador in the city put it, ‘with extreme astonishment and a smile at the proposition of destroying an institution closely interwoven with the frame of society’.30 A decade later, when the sultan found himself confronted by a devastating combination of military and financial crises, British support came at a predictable price. In 1854, the Ottoman government was obliged to issue a decree prohibiting the slave trade across the Black Sea; three years later the African slave trade was banned. Also abolished was the jizya, the tax on Jews and Christians that reached back to the very beginnings of Islam, and was directly mandated by the Qur’an. Such measures, of course, risked considerable embarrassment to the sultan. Their effect was, after all, to reform the Sunna according to the standards of the thoroughly infidel British. To acknowledge that anything contrary to Islamic tradition had been forced on a Muslim ruler by Christians was clearly unthinkable; and so Ottoman reformers instead made sure to claim a sanction of their own. Circumstances, they argued, had changed since the time of the Prophet. Rulings in Islamic jurisprudence that appeared to condone slavery were as nothing compared to those that praised the freeing of slaves as an act most pleasing to God. The Qur’an, if it were only to be read in the correct light, would open the eyes of the believer to the true essence of Islam: an essence that now, more than twelve centuries after the death of Muhammad, stood revealed as abolitionist through and through. Yet this manoeuvre, for all that it might seem to save the sultan’s face, threatened as well to infect Islam with profoundly Christian assumptions about the proper functioning of law. The spirit of the Sunna, it turned out, might after all trump its letter. Insidiously, among elite circles in the Islamic world, a novel understanding of legal proprieties was coming to be fostered: an understanding that derived ultimately not from Muhammad, nor from any Muslim jurist, but from Saint Paul. In 1863, barely twenty years after the sultan of Morocco had declared slavery an institution approved since the dawn of time, the mayor of Tunis…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=6808","value":6808},"note":null},{"text":"‘Do we not hear the noise of the grave-diggers who are burying God? Do we not smell the divine putrefaction?—for even gods putrefy! God is dead. God remains dead. And we have killed him.’8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7313","value":7313},"note":null},{"text":"‘In practice, no less than in theory, communism is incompatible with religious faith.’21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7407","value":7407},"note":null},{"text":"To insist that a church funeral might be a kind of blasphemy was less a repudiation of Christianity than an inadvertent acknowledgement of kinship with it. Increasingly, by 1930, there were Christians willing to contemplate a disorienting possibility: that the Bolsheviks, adherents of a cause as universal in its claims as it was uncompromising in its principles, might in fact be the shock troops of an ‘anti-church’.22 Like Gregory VII, they had trampled the pretensions of an emperor into winter snow; like Innocent III, they had combated the forces of reaction with fire and inquisition; like Luther, they had jeered at the excrescences of priestly superstition; like Winstanley, they had proclaimed the earth a common treasury and prescribed ferocious penalties for any objectors. For a thousand years, it had been the distinct ambition of Latin Christendom to see the entire world born anew: to baptise it in the waters of reformatio. Repeatedly, this ambition had brought revolution to Europe; and repeatedly, to lands shaped by very different habits of thought, it had brought ruin. Lenin, armed with the teachings of a German economist, had been no less the bane of Russian Orthodoxy than Cortés had been of the Aztec gods. That the once-Christian tradition of missionary zeal might now be sending the advance of Christianity itself into reverse was a possibility too cruel for most Christians to contemplate—and yet the shrewdest of them understood it very well. The godlessness of the Soviet Union was less a repudiation of the Church than a dark and deadly parody of it. ‘Bolshevik atheism is the expression of a new religious faith’.23 The dream of a new order planted on the ruins of the old; of a reign of the saints that would last for a thousand years; of a day of judgement, when the unjust would be sorted from the just, and condemned to a lake of fire: this, from the earliest days of the Church, had always haunted the imaginings of the faithful. Christian authorities, nervous of where such yearnings might lead, had consistently sought to police them; but still, blurring and bonding with one another, the constituent elements of the longed-for apocalypse had never ceased to take on fresh lineaments. But now, across Germany, they were metastasising. Not all the paramilitaries in Berlin were communist. Street rivalries were ferocious. Frau Salm, making one last desperate appeal, had only to mention her lodger’s name for everyone in the back room of the pub abruptly to sit up. At once, the mood was transformed. Some of the men rose to their feet. Heading out of the pub, they went with Frau Salm back to her apartment. A few days previously, a communist daily had printed an unapologetic slogan. That night, standing in the kitchen of Frau Salm’s flat, waiting for her to ring the cowbell with which she habitually announced visitors, three paramilitaries readied themselves to answer the paper’s battle-cry: ‘Wherever you find them, beat up the Fascists!’24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7419","value":7419},"note":null},{"text":"Otherwise, Christianity might once again prove the bane of the blond beast. For the Germans to continue in their opposition to policies so transparently vital for their own racial health was insanity. ‘Harping on and on that God died on the cross out of pity for the weak, the sick, and the sinners, they then demand that the genetically diseased be kept alive in the name of a doctrine of pity that goes against nature, and of a misconceived notion of humanity.’35 The strong, as science had conclusively demonstrated, had both a duty and an obligation to eliminate the weak.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7526","value":7526},"note":null},{"text":"On 9 November 1938, when the great synagogue in Cologne that had been funded by the Oppenheims was destroyed, it was only one of an immense number of Jewish properties similarly put to the torch across Germany. It was not enough, though, merely to burn the lairs of vermin. Vermin themselves had to be destroyed. That they might wear the form of men, women and children did not render their elimination any the less pressing a duty. Only people infected by the baneful humanism of Christianity—a cult, it went without saying, ‘invented by Jews and disseminated by Jews’43—could possibly think otherwise. Yet Hitler, even as he cast his campaign against them as a matter of public health, would often assimilate it to another narrative: a profoundly Christian one. To be saved, the world had to be cleansed. A people threatened by perdition required redemption. Those on the side of the angels needed to be preserved from the pestiferous agents of hell. ‘Two worlds face one another—the men of God and the men of Satan! The Jew is the anti-man, the creature of another god.’44","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7585","value":7585},"note":null},{"text":"When Pius XII quoted Genesis to rebuke those who would forget that humanity had a common origin, and that all the peoples of the world had a duty of charity to one another, the response from Nazi theorists was vituperative. To them, it appeared self-evident that universal morality was a fraud perpetrated by Jews. ‘Can we still tolerate our children being obliged to learn that Jews and Negroes, just like Germans or Romans, are descended from Adam and Eve, simply because a Jewish myth says so?’ Not merely pernicious, the doctrine that all were one in Christ ranked as an outrage against the fundamentals of science. For centuries, the Nordic race had been infected by it. The consequence was a mutilation of what should properly have been left whole: a circumcision of the mind. ‘It is the Jew Paul who must be considered as the father of all this, as he, in a very significant way, established the principles of the destruction of a worldview based on blood.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7614","value":7614},"note":null},{"text":"Christians, confronted by a regime committed to the repudiation of the most fundamental tenets of their faith—the oneness of the human race, the obligation of care for the weak and the suffering—had a choice to make. Did the Church, as a pastor named Dietrich Bonhoeffer had put it as early as 1933, have ‘an unconditional obligation towards the victims of any social order, even where those victims do not belong to the Christian community’48—or did it not? Bonhoeffer’s own answer to that question would see him conspire against Hitler’s life, and end up being hanged in a concentration camp. There were many other Christians too who passed the test. Some spoke out publicly. Others, more clandestinely, did what they could to shelter their Jewish neighbours, in cellars and attics, in the full awareness that to do so was to risk their own lives. Church leaders, torn between speaking with the voice of prophecy against crimes almost beyond their comprehension and a dread that to do so might risk the very future of Christianity, walked an impossible tightrope. ‘They deplore the fact that the Pope does not speak,’ Pius had lamented privately in December 1942. ‘But the pope cannot speak. If he spoke, things would be worse.’49 Perhaps, as his critics would later charge, he should have spoken anyway. But Pius understood the limits of his power. By pushing things too far he might risk such measures as he was able to take. Jews themselves understood this well enough. In the pope’s summer residence, five hundred were given shelter. In Hungary, priests frantically issued baptismal certificates, knowing that they might be shot for doing so. In Romania, papal diplomats pressed the government not to deport their country’s Jews—and the trains were duly halted by ‘bad weather’. Among the SS, the pope was derided as a rabbi.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7621","value":7621},"note":null},{"text":"Yet this, while it might testify to Christianity’s abiding hold on the imagination, testified to something else as well. The Lord of the Rings—as many of its critics complained—was a story with a happy ending. Sauron was vanquished, the powers of Mordor overthrown. But the victory of good did not come without cost. Loss accompanied it, and diminishment, and the passing of what had once been beautiful and strong. The kingdoms of men endured—but not those of the other races of Middle-earth. ‘Together through the ages of the world we have fought the long defeat.’56 This sentiment, expressed by an Elvish queen, was one that Tolkien felt shadowed by himself. ‘I am a Christian, and indeed a Roman Catholic, so that I do not expect “history” to be anything but a “long defeat”—though it contains (and in a legend may contain more clearly and movingly) some samples or glimpse of final victory.’57 The success of The Lord of the Rings—while it bore witness, Tolkien hoped, to the ‘final victory’ of Christianity—bore witness as well to its fading. The novel offered Tolkien’s religion to its readers obliquely; and, had it not done so, it would never have enjoyed such unprecedented success. The world was changing. A belief in evil as Tolkien believed in it, and as Christians for so long had done, as a literal, satanic force, was weakening. Few doubted, in the wake of the first half of the twentieth century, that hell existed—but it had become difficult to imagine it as anything other than a muddy cesspool, surrounded by barbed wire, and with crematoria silhouetted against a wintry sky, built by men from the very heartlands of what had once been Christendom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7701","value":7701},"note":null},{"text":"Other activists, following where King’s campaign against racism had led, demanded the righting of what they saw as no less grievous sins. If it were wrong for blacks to be discriminated against, then why not women, or homosexuals? But to ask this was not—as King had done—to prick the consciences of Evangelicals, and to remind them of values which they already held. Instead, it was to attack the very fundamentals of their faith. That a woman’s place was the home and homosexuality an abomination were orthodoxies, so pastors thundered, that had the timeless sanction of the Bible itself. Increasingly, to Americans disoriented by the moral whirligig of the age, Evangelicals promised solid ground. A place of refuge, though, might just as well be a place under siege. To many Evangelicals, feminism and the gay rights movement were an assault on Christianity itself. Equally, to many feminists and gay activists, Christianity appeared synonymous with everything that they were struggling against: injustice, and bigotry, and persecution. God, they were told, hates fags.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7807","value":7807},"note":null},{"text":"But did he? Conservatives, when they charged their opponents with breaking biblical commandments, had the heft of two thousand years of Christian tradition behind them; but so too, when they pressed for gender equality or gay rights, did liberals. Their immediate model and inspiration was, after all, a Baptist preacher. ‘There is no graded scale of essential worth,’ King had written a year before his assassination. ‘Every human being has etched in his personality the indelible stamp of the Creator. Every man must be respected because God loves him.’10 Every woman too, a feminist might have added. Yet King’s words, while certainly bearing witness to an instinctive strain of patriarchy within Christianity, bore witness as well to why, across the Western world, this was coming to seem a problem. That every human being possessed an equal dignity was not remotely self-evident a truth. A Roman would have laughed at it. To campaign against discrimination on the grounds of gender or sexuality, however, was to depend on large numbers of people sharing in a common assumption: that everyone possessed an inherent worth. The origins of this principle—as Nietzsche had so contemptuously pointed out—lay not in the French Revolution, nor in the Declaration of Independence, nor in the Enlightenment, but in the Bible. Ambivalences that came to roil Western society in the 1970s had always been perfectly manifest in the letters of Paul. Writing to the Corinthians, the apostle had pronounced that man was the head of woman; writing to the Galatians, he had exulted that there was no man or woman in Christ. Balancing his stern condemnation of same-sex relationships had been his rapturous praise of love. Raised a Pharisee, learned in the Law of Moses, he had come to proclaim the primacy of conscience. The knowledge of what constituted a just society was written not with ink but with the Spirit of the living God, not on tablets of stone but on human hearts. Love, and do as you will. It was—as the entire course of Christian history so vividly demonstrated—a formula for revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7815","value":7815},"note":null},{"text":"‘The wind blows wherever it pleases.’11 That the times they were a-changin’ was a message Christ himself had taught. Again and again, Christians had found themselves touched by God’s spirit; again and again, they had found themselves brought by it into the light. Now, though, the Spirit had taken on a new form. No longer Christian, it had become a vibe. Not to get down with it was to be stranded on the wrong side of history. The concept of progress, unyoked from the theology that had given it birth, had begun to leave Christianity trailing in its wake. The choice that faced churches—an agonisingly difficult one—was whether to sit in the dust, shaking their fists at it in impotent rage, or whether to run and scramble in a desperate attempt to catch up with it. Should women be allowed to become priests? Should homosexuality be condemned as sodomy or praised as love? Should the age-old Christian project of trammelling sexual appetites be maintained or eased? None of these questions were easily answered. To those who took them seriously, they ensured endless…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7830","value":7830},"note":null},{"text":"Then, in October 1971, he released a new single: ‘Imagine’. The song offered Lennon’s prescription for global peace. Imagine there’s no heaven, he sang, no hell below us. Yet the lyrics were religious through and through. Dreaming of a better world, a brotherhood of man, was a venerable tradition in Lennon’s neck of the woods. St George’s Hill, his home throughout the heyday of the Beatles, was where the Diggers had laboured three hundred years previously. Rather than emulate Winstanley, however, Lennon had holed up inside a gated community, complete with a Rolls-Royce and swimming pool. ‘One wonders what they do with all their dough.’13 So a pastor had mused back in 1966. The video of ‘Imagine’, in which Lennon was seen gliding around his recently purchased seventy-two-acre Berkshire estate, provided the answer. In its hypocrisy no less than in its dreams of a universal peace, Lennon’s atheism was recognisably bred of Christian marrow. A good preacher, however, was always able to take his flock with him. The spectacle of Lennon imagining a world without possessions while sitting in a huge mansion did nothing to put off his admirers. As Nietzsche spun furiously in his grave, ‘Imagine’ became the anthem of atheism. A decade later, when Lennon was shot dead by a crazed fan, he was mourned not just as one half of the greatest song-writing partnership of the twentieth century, but as a martyr.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7842","value":7842},"note":null},{"text":"‘Life’s most persistent and urgent question is, “What are you doing for others?”’15","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7855","value":7855},"note":null},{"text":"Did Africans, as Band Aid stormed its way to the top of the UK charts, know that it was Christmas? Not all of them, perhaps. Many were pagan; many more were Muslim. In 1984, though, some 250 million of them were Christian. In 1900, the total had been a bare ten million. The rate of growth, far from going into decline with the end of colonial rule, had exploded. Nothing quite like it had been seen since the expansion of Christendom in the early Middle Ages. As then, so now, the worship of Christ had spectacularly slipped the bonds of a vanished imperial order. Even in the early years of the twentieth century, when the European empires had seemed invincible, Africans had found in the Bible the promise of redemption from foreign rule. Just as Irish hermits and Anglo-Saxon missionaries had once claimed an authority that, deriving as it did from heaven, instilled in them the courage to upbraid kings, so in Africa, native preachers had repeatedly confronted colonial officials. There were some who had led armed uprisings, and been put to death for it; some, obedient to the commands of angels, who had only had to enter a village for idols to go up in flames; some who had cured the sick, and raised the dead, and ended up clapped in irons for it by twitchy chiefs of police. To many white missionaries, these prophets, with their wild talk of the Spirit and of the powers of darkness, had appeared the very essence of savagery: hysterics who risked polluting the pure waters of Christianity with their primitive superstitions. This, though, had been the nervousness of Europeans who could not imagine their faith arrayed in any garb other than their own. African Christians, far from compromising with the paganism of their ancestors, tended to dread it far more than any foreign missionary might do: for they could recognise in it, just as Boniface had once done, the worship of demons. Decades after the end of colonial rule, there were clergymen across Africa who continued to despair of the condescension shown them by Europe. ‘We thank her for what she has done to us, and we appreciate her worries and anxieties about us.’ So Emmanuel Milingo, the Catholic archbishop of Lusaka, had declared in 1977. ‘But we believe that she, as a grandmother to us, should now worry much more about her problems of old age, than about us.’17","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7892","value":7892},"note":null},{"text":"The pattern was a familiar one. Repeatedly, whether crashing along the canals of Tenochtitlan, or settling the estuaries of Massachusetts, or trekking deep into the Transvaal, the confidence that had enabled Europeans to believe themselves superior to those they were displacing was derived from Christianity. Repeatedly, though, in the struggle to hold this arrogance to account, it was Christianity that had provided the colonised and the enslaved with their surest voice. The paradox was profound. No other conquerors, carving out empires for themselves, had done so as the servants of a man tortured to death on the orders of a colonial official. No other conquerors, dismissing with contempt the gods of other peoples, had installed in their place an emblem of power so deeply ambivalent as to render problematic the very notion of power. No other conquerors, exporting an understanding of the divine peculiar to themselves, had so successfully persuaded peoples around the globe that it possessed a universal import. When, a month before his inauguration as president, Mandela travelled to the Transvaal, there to celebrate Easter in the holy city of Moria, it was as a Saviour who had died for the whole world that he saluted Christ. ‘Easter is a festival of human solidarity, because it celebrates the fulfilment of the Good News! The Good News borne by our risen Messiah who chose not one race, who chose not one country, who chose not one language, who chose not one tribe, who chose all of humankind!’26","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=7970","value":7970},"note":null},{"text":"Fanon’s analysis of imperialism was, to Bush’s more radical critics, as clear-sighted as it was prescient. The occupation of Iraq was yet another blood-stained chapter in the history of the West’s criminality. To target the forces of occupation with car-bombs or kidnappings was to fight for freedom. Without armed resistance, how were the shackles of imperialism ever to be cast off, and the wretched of the earth set free? To recognise this was to recognise—as the Stop the War Coalition, a British campaign group, put it in the autumn of 2004—‘the legitimacy of the struggle of Iraqis, by whatever means they find necessary, to secure such ends’.35 Putting this rhetoric in its shadow, however, was a familiar irony. On what basis was it assumed that empires were evil? In Iraq, of all countries, evidence for the timelessness of imperialism lay everywhere. Persians, Romans, Arabs, Turks: all had taken for granted their entitlement to rule. The readiness of anti-war activists to condemn the West for its colonialist adventuring derived from the heritage not of the colonised countries, but of the colonisers. This was evident enough in the career of Fanon himself. Although he had been born and bred on Martinique, his education was impeccably French. His vision of terror as a means of purifying the world, of banishing oppression, of raising up the poor and casting down the rich, would have been perfectly familiar to Robespierre. Yet Fanon, a man of rare intellectual honesty, had recognised as well the ultimate source of this revolutionary tradition. Although contemptuous of religion as only a man who had spent his schooldays in a library emblazoned with the name of Voltaire could be, he had been raised a Catholic. He had read the Bible. Explaining what was meant by ‘decolonisation’, he had turned to the words of Jesus. ‘Its definition can, if we want to describe it accurately, be summed up in the well-known words: “The last shall be first.”’36","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8038","value":8038},"note":null},{"text":"To imagine, then, that the insurgency in Iraq was a campaign of decolonisation such as Fanon would have understood it was to view the Muslim world through spectacles barely less Christian than those worn by Bush himself. Insurgents fighting the Americans tended not to object to empires per se—only to empires that were not legitimately Islamic. Muslims, like Christians, had their dreams of apocalypse; but these, amid the killing fields of Iraq, tended to foster fantasies of global conquest rather than of social revolution. As the world had once been, so it would be again. The fighting against the Americans was a mirror held up to the fighting, back in the early centuries of Islam, against the Romans and the crusaders—and foreshadowed what was yet to come. ‘The spark has been lit here in Iraq, and its heat will continue to intensify—by Allah’s permission—until it burns the crusader armies in Dabiq.’37 This vaunting prophecy, delivered by an insurgent named Abu Musab al-Zarqawi two weeks before Stop the War gave him and his fellow paramilitaries their backing, articulated a venerable yearning: for the whole world to be brought to submit to Islam. Dabiq was a small town in Syria, where—according to a saying attributed to Muhammad—the armies of Christianity were destined to be annihilated in a final, climactic defeat. Islam’s empire would then span the world. The end days would arrive; God’s plans would be fulfilled at last.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8053","value":8053},"note":null},{"text":"Established in the aftermath of the Second World War, its delegates had proclaimed a Universal Declaration of Human Rights. To be a Muslim, though, was to know that humans did not have rights. There was no natural law in Islam. There were only laws authored by God. Muslim countries, by joining the United Nations, had signed up to a host of commitments that derived, not from the Qur’an or the Sunna, but from law codes devised in Christian countries: that there should be equality between men and women; equality between Muslims and non-Muslims; a ban on slavery; a ban on offensive warfare. Such doctrines, al-Maqdisi sternly ruled, had no place in Islam. To accept them was to become an apostate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8072","value":8072},"note":null},{"text":"‘Modern Islam,’ as the scholar Kecia Ali has put it, ‘is a profoundly Protestant tradition.’40 For a millennium, Muslims had taken for granted that the teachings of their deen were determined by the scholarly consensus on the meaning of the Qur’an and the Sunna. As a result, over the course of the centuries, it had accrued an immense corpus of commentary and interpretation. Salafists, in their ambition to restore a pristine form of Islam, were resolved to pull this cladding down.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8092","value":8092},"note":null},{"text":"Opportunity came that same year, as the hold of the dictatorship that had long ruled Syria began to slip, and the country to implode. Al-Zarqawi’s acolytes seized their chance. By 2014, they had come to preside over an empire that spanned much of Syria and large swathes of northern Iraq. With a bloody punctiliousness, they sought to transform it into a state from which every trace of foreign influence, every hint of alien legislation, had been scoured: an Islamic State. All that counted was the example of the Salaf. When al-Zarqawi’s disciples smashed the statues of pagan gods, they were following the example of Muhammad; when they proclaimed themselves the shock troops of a would-be global empire, they were following the example of the warriors who had humbled Heraclius; when they beheaded enemy combatants, and reintroduced the jizya, and took the women of defeated opponents as slaves, they were doing nothing that the first Muslims had not gloried in. The only road to an uncontaminated future was the road that led back to an unspoilt past. Nothing of the Evangelicals, who had erupted into the Muslim world with their gunboats and their talk of crimes against humanity, was to remain. Only scripture was to count. Yet the very literalness with which the Islamic State sought to resuscitate the vanished glories of the Arab empire was precisely what rendered it so inauthentic. Of the beauties, of the subtleties, of the sophistication that had always been the hallmarks of Islamic civilisation there was not a trace. The god they worshipped was not the god of Muslim philosophers and poets, all-merciful and all-compassionate, but a butcher. The licence they drew upon for their savagery derived not from the incomparable inheritance of Islamic scholarship, but from a bastardised tradition of fundamentalism that was, in its essentials, Protestant. Islamic the Islamic State may have been; but it also stood in a line of descent from Anabaptist Münster. It was, perhaps, the most gruesome irony in the whole history of Protestantism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8099","value":8099},"note":null},{"text":"Europeans belonged to a civilisation that had long been exceptional for its degree of cultural homogeneity. For centuries, pretty much everyone—with the exception of the occasional community of Jews—had been Christian. Otto the Great’s victory over the Hungarians had marked a decisive turning point in the ability of outsiders to penetrate the heartlands of Christendom. Nowhere else in Eurasia had stood so secure against the mounted archers who tended otherwise to dominate the medieval battlefield. Only with the expansion of Ottoman power, which twice brought Muslim armies to the very gates of Vienna, had Christian Europe faced a serious threat from adversaries who did not subscribe to its own faith. Even that had ended in retreat. Increasingly, as their fleets swept distant oceans, their flags fluttered over distant colonies, and their emigrants settled across the world, Europeans had been able to take for granted the impregnability of their own continent. Mass migration was something that they brought to the lands of non-Europeans—not the other way round.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8155","value":8155},"note":null},{"text":"As in the nineteenth century, when Jews had won citizenship of Prussia, Muslims who wished to integrate into German society had no choice but to become practitioners of that decidedly Christian concept: a ‘religion’. Islam—which traditionally had signified to those who practised it merely the activity of submission—had to be moulded, and twisted, and transmuted into something very different. This was not, of course, a process that had begun in 2015. For a century and a half, ever since the heyday of European colonialism, it had been picking up speed. Its progress could be measured by the number of Muslims across the world brought to accept that laws authored by humans might trump those authored by God; that Muhammad’s mission had been religious rather than political; that the relationship of worshippers to their faith was, in its essentials, something private and personal. Merkel, when she insisted that Islam belonged in Germany just as much as Christianity, was only appearing to be even-handed. To hail a religion for its compatibility with a secular society was decidedly not a neutral gesture. Secularism was no less bred of the sweep of Christian history than were Orbán’s barbed-wire fences. Naturally, for it to function as its exponents wished it to function, this could never be admitted. The West, over the duration of its global hegemony, had become skilled in the art of repackaging Christian concepts for non-Christian audiences. A doctrine such as that of human rights was far likelier to be signed up to if its origins among the canon lawyers of medieval Europe could be kept concealed. The insistence of United Nations agencies on ‘the antiquity and broad acceptance of the conception of the rights of man’8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8225","value":8225},"note":null},{"text":"Bernard of Clairvaux—a contemporary of Abelard’s, and an abbot of such formidable sanctity that he had ended up both a saint and a Doctor of the Church—had lamented the sheer tempestuousness of male sexual need. ‘To be always with a woman and not to have sexual relations with her is more difficult than to raise the dead.’14","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8298","value":8298},"note":null},{"text":"The Reformation—for all the scorn with which its partisans had dismissed the ideal of chastity as monkish superstition—had served, if anything, to place an even greater premium on the sacral quality of marriage. As the Church was to Christ, so a woman was to her husband. The man who treated his wife brutally, forcing himself on her, paying no attention to her pleasure, treating her as he might a prostitute, dishonoured God. Mutual respect was all. Sex between a married couple should be ‘an holy kind of rejoicing and solacing themselves’.15","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8303","value":8303},"note":null},{"text":"Society, he had declared, was being ‘deeply stirred by Dionysiac currents’.19 The ancient gods were back. Except that the freedom to fuck when and as one liked had tended to be, in antiquity, the perk of a very exclusive subsection of society: powerful men. Zeus, Apollo, Dionysus: all had been habitual rapists. So too, in the Rome to which Paul had travelled with his unsettling message of sexual continence, had been many a head of household. Only the titanic efforts of Christian moralists, the labour of a millennium and more, had managed to recalibrate this. Their insistence on marriage as the only legitimate way to obtain erotic fulfilment had prevailed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8341","value":8341},"note":null},{"text":"‘The measure of a man’s compassion for the lowly and the suffering comes to be the measure of the loftiness of his soul.’22 It was this, the epochal lesson taught by Jesus’ death on the cross, that Nietzsche had always most despised about Christianity. Two thousand years on, and the discovery made by Christ’s earliest followers—that to be a victim might be a source of power—could bring out millions onto the streets. Wealth and rank, in Trump’s America, were not the only indices of status. So too were their opposites. Against the priapic thrust of towers fitted with gold-plated lifts, the organisers of the Women’s March sought to invoke the authority of those who lay at the bottom of the pile. The last were to be first, and the first were to be last. Yet how to measure who ranked as the last and the first? As they had ever done, all the multiple intersections of power, all the various dimensions of stratification in society, served to marginalise some more than others. Woman marching to demand equality with men always had to remember—if they were wealthy, if they were educated, if they were white—that there were many among them whose oppression was greater by far than their own: ‘Black women, indigenous women, poor women, immigrant women, disabled women, Muslim women, lesbian, queer and trans women.’23 The disadvantaged too might boast their own hierarchy. That it was the fate of rulers to be brought down from their thrones, and the humble to be lifted up, was a reflection that had always prompted anxious Christians to check their privilege. It had inspired Paulinus to give away his wealth, and Francis to strip himself naked before the Bishop of Assisi, and Elizabeth of Hungary to toil in a hospital as a scullery maid.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8409","value":8409},"note":null},{"text":"Christianity, it seemed, had no need of actual Christians for its assumptions still to flourish. Whether this was an illusion, or whether the power held by victims over their victimisers would survive the myth that had given it birth, only time would tell. As it was, the retreat of Christian belief did not seem to imply any necessary retreat of Christian values. Quite the contrary. Even in Europe—a continent with churches far emptier than those in the United States—the trace elements of Christianity continued to infuse people’s morals and presumptions so utterly that many failed even to detect their presence. Like dust particles so fine as to be invisible to the naked eye, they were breathed in equally by everyone: believers, atheists, and those who never paused so much as to think about religion. Had it been otherwise, then no one would ever have got woke.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8431","value":8431},"note":null},{"text":"‘There is nothing particular about man. He is but a part of this world.’25","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8495","value":8495},"note":null},{"text":"Today, as the flood tide of Western power and influence ebbs, the illusions of European and American liberals risk being left stranded. Much that they have sought to cast as universal stands exposed as never having been anything of the kind. Agnosticism—as Huxley, the man who coined the word, readily acknowledged—ranks as ‘that conviction of the supremacy of private judgment (indeed, of the impossibility of escaping it) which is the foundation of the Protestant Reformation’.32 Secularism owes its existence to the medieval papacy. Humanism derives ultimately from claims made in the Bible: that humans are made in God’s image; that his Son died equally for everyone; that there is neither Jew nor Greek, slave nor free, male nor female. Repeatedly, like a great earthquake, Christianity has sent reverberations across the world. First there was the primal revolution: the revolution preached by Saint Paul. Then there came the aftershocks: the revolution in the eleventh century that set Latin Christendom upon its momentous course; the revolution commemorated as the Reformation; the revolution that killed God. All bore an identical stamp: the aspiration to enfold within its embrace every other possible way of seeing the world; the claim to a universalism that was culturally highly specific. That human beings have rights; that they are born equal; that they are owed sustenance, and shelter, and refuge from persecution: these were never self-evident truths.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07NCY9RG9&location=8529","value":8529},"note":null}]}