{"asin":"B01ESI3PPG","title":"A World in Disarray: American Foreign Policy and the Crisis of the Old Order","authors":"Richard Haass","highlights":[{"text":"Populism and nationalism are on the rise. What we are witnessing is a widespread rejection of globalization and international involvement and, as a result, a questioning of long-standing postures and policies, from openness to trade and immigrants to a willingness to maintain alliances and overseas commitments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=106","value":106},"note":null},{"text":"Now, some twenty-five years later, it is clear that no benign new world order materialized. What exists in many parts of the world as well as in various venues of international relations resembles more a new world disorder. If there were a publicly traded stock called “World Order Incorporated,” it would not have crashed, but it would have suffered a correction, losing at least 10 percent of its value. The world might even be entering bear market territory, something normally associated with a fall of 20 percent. What is worse, no rally is in sight; to the contrary, the trend is one of declining order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=137","value":137},"note":null},{"text":"One critical element of this adjustment will be adopting a new approach to sovereignty, one that embraces the obligations of governments as well as their rights. Another component will require implementing a new approach to multilateralism, one more flexible in terms of structure and more open as regards participation than the relatively permanent and state-dominated arrangements we have grown used to. Yet a third new element of foreign policy will require accepting a more conditional approach to relationships with other countries, one less fixed than is normally the case. A fourth and final aspect of what the United States needs to do to succeed in the world is to define national security in broader terms than is traditional, taking into account to a much greater degree (and doing something about) what are normally thought of as domestic challenges and problems. I realize that such thinking represents a challenge to a good deal of what passes for current orthodoxy, but these are no ordinary times. It will not be business as usual in a world in disarray; as a result, it cannot be foreign policy as usual.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=242","value":242},"note":null},{"text":"“Westphalia’s significance lies not in the number of conflicts it tried to resolve, but in the methods and ideals it applied . . . sovereign states interacting (formally) as equals within a common secularized legal framework regardless of size, power or internal configuration.”6 All this constituted a significant change in how the world operated. Secular sovereign states had become preeminent; empires founded on religious identity no longer dominated. Size or power didn’t necessarily matter the most, as states (all being sovereign entities) had equal rights in principle if not in practice. This approach to order may seem terribly narrow through the lens of the second decade of the twenty-first century, and in many ways it is. But in its time, in its day, in the first half of the seventeenth century, this was an enormous breakthrough. Until then, there was little order in the world other than that imposed by the strongest entity. War was a frequent occurrence between and among this or that principality or state or empire. The idea of trying to bring about a world in which there was not, to use modern parlance, nonstop intervention in the internal affairs of others was a major advance. And it helped set the stage for a considerable period of relative stability in Europe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=331","value":331},"note":null},{"text":"Germany and Japan embraced goals in the 1930s that could not be accommodated within the existing international order. Both had become hostage to political systems at home that eliminated checks and balances on those wielding political power. Both invested heavily in the means to wage war. Both did their part to upset the balance of power that had developed. The result was that whereas World War I was largely an accidental and avoidable war, World War II was anything but.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=407","value":407},"note":null},{"text":"But one should not make too much of this. Unlike many contemporary calls for spreading democracy, what was done in Germany and Japan after their defeat was born more of realism than idealism. Indeed, the principal reason why both Germany and Japan were treated differently after the Second World War was the perceived exigencies of the emerging era, the Cold War. The United States and what became known as the West needed a strong, non-Communist Germany and Japan to anchor their efforts to resist the spread and reach of Soviet power and influence in Europe and Asia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=451","value":451},"note":null},{"text":"Whatever the balance of motives, the experiment worked, possibly because both societies were characterized by a respect for authority, an educated citizenry, a clear divide between the political and the religious, and experience with both civil society and a modern economy with broad employment. The trajectories of Japan and Germany for the last three-quarters of a century have been nothing short of remarkable. Both have evolved into stable, fully functioning democracies with strong private sectors; both became pillars of the U.S. alliance system, the United Nations, and the global economy. Germany (when it was still West Germany) was one of the founders of what evolved into the European Community and later the European Union.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=455","value":455},"note":null},{"text":"As might be expected, there is a large literature on the origins of the Cold War, some of which reflects a “revisionist” view that places the onus on the United States.1 This is a minority view for good reason. The lion’s share of the responsibility falls on the USSR, which in its approach to Germany and Korea signaled its readiness to mount a global challenge to the interests of the United States in Europe and Asia alike. But even if one disagrees, what is also fair to say is that the Cold War was to some extent inevitable given the divergent interests and ideologies represented by the two major powers of the era.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=474","value":474},"note":null},{"text":"This makes it all the more remarkable that the Cold War stayed mostly cold and was conducted with a degree of responsibility that can only be judged as both uncharacteristic and impressive. Why it played out as it did is important to examine, as some of its lessons remain relevant. There was, to begin with, a balance of military power. The respective alliance systems of NATO and the Warsaw Pact made any war in Europe sure to be costly and uncertain in outcome. This was true as well of areas beyond the two formal alliances, including Asia. In addition, programs such as the Marshall Plan were put in place by the United States to strengthen—not just militarily, but economically and politically as well—potential targets of Soviet-backed challenges. The United States extended alliances and aid programs to countries on every continent, something that over time was mirrored to a considerable degree by the Soviet Union. For most of the Cold War, successive U.S. administrations paid little heed to the domestic nature of the recipient; what mattered most was foreign policy orientation and whether the government was judged to be sufficiently anti-Communist.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=479","value":479},"note":null},{"text":"This balance was based not just upon orders of battle (military inventories) and the building up of locals but also on a willingness to act directly if it was determined military action was called for.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=487","value":487},"note":null},{"text":"but rather to underscore that one factor that helped maintain a form of order in a world dominated by two superpower rivals was a willingness to act to maintain local balances of power where they were seen to be threatened.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=508","value":508},"note":null},{"text":"What most reinforced the strength of the order was the shared realization on the part of both the United States and the Soviet Union that any direct clash between them could escalate into a nuclear exchange in which the costs would dwarf any conceivable gains and in which there would and could be no victor in any meaningful sense of the word.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=510","value":510},"note":null},{"text":"Expressed differently, nuclear weapons had the effect of dampening down competition between the two dominant powers of their day","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=517","value":517},"note":null},{"text":"Nuclear weapons, by eliminating the incentive to go first because there was little or no advantage in so doing, constituted a big innovation in the annals of order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=521","value":521},"note":null},{"text":"The SALT (Strategic Arms Limitations Talks) and START (Strategic Arms Reduction Treaty) agreements did their part by placing limits on the number of weapons each side could deploy. Just as important were the details of the agreed-upon limits, that is, how many bombers versus submarines versus missiles and how many warheads on each, which provided a large degree of certainty that no side could strike first and be confident the other could not retaliate with devastating effect. Arms control also added a meaningful degree of predictability so that decisions premised on incorrect and “worst possible case” assumptions about what the other side was planning to do in the way of developing and fielding additional weapons could largely be avoided.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=528","value":528},"note":null},{"text":"It is interesting to note that this near-absolute ban on defenses did not apply to efforts to defend against bombers or submarines carrying nuclear weapons (something that would have been impossible given their role in conventional, nonnuclear warfare), but nevertheless the constraints on missile defense proved to be the cornerstone of nuclear deterrence and stability.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=539","value":539},"note":null},{"text":"Further adding to stability were mechanisms (both unilateral and negotiated) for monitoring the agreements so that there could be confidence the terms were being respected. Transparency was critical, something dramatically enhanced by satellites. Confidence was further bolstered by separate accords that established rules of the road for the two militaries so they could minimize the chances of incidents at sea or in space that could escalate. Also introduced were dedicated communications links (so-called hotlines) that leaders could access in times of crisis. Diplomacy was not limited to arms control. There was normal diplomatic interaction via embassies and consulates.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=542","value":542},"note":null},{"text":"In short, the United States and the Soviet Union were great-power rivals, but their rivalry was bounded and did not preclude many normal aspects of relations between two countries. Such normalcy was in part possible because the two sides also demonstrated a degree of restraint in their approach to each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=548","value":548},"note":null},{"text":"Perhaps more significant, the United States was quite circumspect in what it chose to do in (as opposed to say about) countries within the Soviet empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=554","value":554},"note":null},{"text":"At the same time, when there were domestic political uprisings against Soviet-backed governments in Hungary in 1956, Czechoslovakia in 1968, and Poland in 1970, the United States did not intervene in any meaningful way on behalf of those peoples trying to liberate themselves from the rule of Soviet-backed governments. Again, this was a caution born out of concern that any such intervention could lead to a direct clash with forces of the Soviet Union, which presumably would have been deployed to protect what Moscow saw as interests vital to its empire and, as a result, to itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=558","value":558},"note":null},{"text":"Stability during the four decades of the Cold War also benefited from the structural design of international relations at the time, namely, bipolarity. It is less difficult to manage a world of two principal centers of power than many. There are simply fewer independent actors and decision makers with real impact.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=571","value":571},"note":null},{"text":"In 1987 the historian Paul Kennedy published an influential book on why major powers rise and fall throughout history, a principal reason being that the burdens of empire often undermine prosperity and as a result stability at home.8 The burden of its overseas role and activities surely contributed to the failure of the USSR, which had to support a large military budget, a far-flung set of allies that often needed financial help, the cost of occupation in Eastern Europe, and the economic and human price of imperial adventures such as its ill-fated 1979 intervention in Afghanistan. These costs exacerbated a difficult, inefficient reality brought about by decades of an economy ruled much more by political than by market forces.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=632","value":632},"note":null},{"text":"Gorbachev clearly concluded that the Soviet Union could survive and compete on the world stage only if it changed in basic ways at home. But his approach to change, in which political reform came before economic restructuring, mostly resulted in a loss of control over what was happening in the streets.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=639","value":639},"note":null},{"text":"Where both Gorbachev and Yeltsin deserve credit is for accepting their situation and not calling for massive internal repression or undertaking something desperate in the foreign policy realm as a last-ditch effort to alter their fate and the course of history.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=644","value":644},"note":null},{"text":"But some of the credit for how history unfolded surely goes to successive U.S. presidents and, more broadly, the sustained efforts of the United States and its allies over four decades. George Kennan, the architect of containment, proved prescient when he suggested the Soviet system might not be able to withstand the prolonged frustration of being unable to expand its reach.9","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=646","value":646},"note":null},{"text":"In reviewing the sweep of the four decades of the Cold War, it is hard not to conclude that it did in fact comprise a significant degree of order. There was a balance of power (and, as noted, one including nuclear weapons), a shared if limited notion of what constituted legitimacy, and a diplomatic process to maintain the balance of power and to deal with situations that challenged competing notions of what was desirable and acceptable. The result was that the third great-power struggle of the twentieth century proved to be fundamentally different from the first two.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=656","value":656},"note":null},{"text":"What all this adds up to is a Westphalian order, in which the rights of sovereign entities, that is, states, are recognized and protected.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=709","value":709},"note":null},{"text":"The third pillar of the postwar order was strategic. The goal here was to forestall risks to peace that would be difficult to manage and ruinous if management failed. Here the UN was largely limited by the realities of great-power relations, and above all U.S.-Soviet relations, in that both (along with the United Kingdom, France, and China) possessed permanent vetoes in the Security Council. Implicit in this design was that the UN was not to be used as an instrument by one great power against another; rather, it was meant to be preserved as a venue the major powers could and would turn to even when they disagreed. Also understood in principle if not in practice was that uses of military force for purposes other than self-defense were to be avoided.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=710","value":710},"note":null},{"text":"The Security Council did play an important role in coordinating the international response to Saddam Hussein’s aggression against Kuwait. But what this highlighted was not just that the Cold War had lost most of its intensity but also that the issue at hand—the violation of the territorial integrity and sovereign status of a UN member state—was one of the few around which consensus could be generated. This was the bedrock of the traditional approach to world order. The Security Council did not generate this consensus so much as reflect it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=801","value":801},"note":null},{"text":"The Non-Proliferation Treaty likewise has had a mixed record. Much of one’s assessment depends on one’s expectations. President John F. Kennedy spoke in 1963 of a world that could see a number of additional countries acquire nuclear weapons by the mid-1970s.11 Fortunately, nothing like that came to pass. But in its first three decades the NPT could not prevent the emergence of four additional nuclear-armed states: Israel, India, Pakistan, and North Korea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=810","value":810},"note":null},{"text":"Much of this mixed record stemmed from limits to the NPT itself. To begin with, no country is required to join. Second, the treaty makes clear that nothing in it is meant to stand in the way of a member country’s developing or importing what is needed to produce nuclear energy for peaceful purposes. Unfortunately, much of what is needed to produce a weapon can be developed or acquired under the cover of producing nuclear energy. Third, the entire inspections process is designed to be cooperative; it is a gentleman’s agreement in a world in which some governments are led by individuals who are anything but gentlemen and who are prepared to lie about or conceal relevant activities. Fourth, there are no automatic penalties or sanctions built into the agreement for violations. And fifth, states retain the option to withdraw from the treaty with no more than three months’ notice. In short, it is a pact among sovereign entities not to violate the norm of proliferation unless they determine it is in their interest to do so.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=814","value":814},"note":null},{"text":"As noted previously, a global convention that banned the production and use of chemical weapons did not come into effect until 1997; more significant, chemical weapons were used on several occasions (by Egypt in Yemen in the 1960s, by Iraq against Iran in the 1980s, by Syria in 2013) without any serious consequences for the side using them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=825","value":825},"note":null},{"text":"It thus comes as little surprise that the post–World War II order—effectively World Order 1.0—provided only a degree of structure for the international system once the overlay and discipline of the Cold War order disappeared. Just as important, the world was not well positioned to deal with the diffusion of power that was to come, with the emergence of nonstate actors, or with the many challenges of globalization. There was little in the way of thinking about, much less agreement on, what would constitute a legitimate order and the global architecture and machinery that would be needed to create and sustain it. This would call for a new and different approach, World Order 2.0. Thus when the Cold War ended it was as if the tide had gone out, leaving a world that had been expecting something of a respite from history mostly exposed and unprepared for what was to follow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=857","value":857},"note":null},{"text":"The realist school of international relations, which is mostly about power and the unavoidable struggle for absolute and relative shares thereof, would have predicted that the Sino-American relationship would inevitably deteriorate. Adding to this pessimism was that with the end of the Cold War and the demise of the Soviet Union came the disappearance of what had been the glue of the U.S.-China rapprochement that developed in the early 1970s under Richard Nixon and Henry Kissinger on the U.S. side and Mao Tse-tung and Chou En-lai for the Chinese. A shared adversary was enough for the two countries to get over their hostile past and their ideological differences, but it was not at all clear what would take its place if Sino-American cooperation was to survive the removal of what had brought them together in the first place.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=900","value":900},"note":null},{"text":"But the congruence was broader. The underlying premise of China’s national security following the chaos of Mao’s Cultural Revolution was that the country needed several decades of economic development if it was to be stable and secure, that the rate of development needed to be rapid, and that such growth could take place only amid regional stability and decent relations with the world’s largest and most innovative economy. All of this provided a rationale from China’s perspective for behaving with restraint and maintaining good relations with the United States so that trade would grow and technology transfers would be forthcoming.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=911","value":911},"note":null},{"text":"The United States also had reasons to continue to maintain a working relationship with China. Again, economics was at the core: there was plenty of incentive to gain access to a burgeoning middle class in a country of well over one billion people. Over time, the imbalance between exports to and imports from China turned China into a massive holder of U.S. debt. This reality actually tied the two countries’ fates to each other: the last thing Washington wanted was for China to stop buying or, worse yet, start unloading U.S. debt, which could have forced the Federal Reserve Bank to raise interest rates and slow an economy that didn’t need slowing; the last thing Chinese officials wanted to see was their sizable dollar holdings lose value. Even more important to China was access to the wealthy U.S. market and to U.S. investment. The core bargain between China’s ruling Communist Party and the country’s people was that the party would deliver ever-improving living standards and employment, something that required the ability to export ever-increasing amounts of manufactured goods to the United States (representing as it did one-fourth of the world’s economy) and to tap U.S. technology and investment so that China could expand its ability to produce in a competitive fashion. In return, the Chinese people were mostly prepared to accept that their political and personal choices would be heavily influenced and constrained by the party.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=916","value":916},"note":null},{"text":"In foreign policy, managing a situation in a manner that fails to address core or what are sometimes described as final status issues can be preferable to attempting to bring about a solution sure to be unacceptable to one or more of the parties and that could as a result provoke a dangerous response.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=980","value":980},"note":null},{"text":"The result was that the United States and China could often find common ground on UN resolutions and sanctions aimed at North Korea, but not on a policy that would actually lead to its denuclearization, fundamental reform, or demise.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1000","value":1000},"note":null},{"text":"China went along with what it thought was a limited humanitarian intervention in Libya in 2011, but, like Russia, it was critical when the effort expanded into one of regime change. China also was more supportive than not of sanctions to curb Iran’s nuclear ambitions and, as will be discussed in greater detail below, committed itself to take steps to reduce its own carbon emissions starting in 2030.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1003","value":1003},"note":null},{"text":"Still, for all this, the durability of the Sino-American relationship is striking, something worth commenting on given the changing strategic context and power balance between the two countries as China has grown in both absolute and relative terms. The relationship has done fairly well under Democrats and Republicans alike and under a number of Chinese leaders. Again, history would have predicted far more friction, and while it is still possible that something approximating a new cold war could materialize, it is by no means inevitable. Indeed, how to prevent that from happening while protecting U.S. interests and even expanding U.S.-Chinese cooperation is one subject of the last section of this book.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1035","value":1035},"note":null},{"text":"All this created a large gap between Russian realities and how many Russians viewed themselves and their country. U.S. actions, though, contributed to Russia’s problems and humiliation. The United States did not do all it could and should have done to help the Soviet Union and then Russia make the transition from a controlled political and economic system to something more democratic and market oriented, and what “help” some Americans provided turned out to be more of a burden.11 U.S. officials also did not give Russia the respect it sought; the United States elected, for example, to downgrade the importance of formal arms control (where Russia still could appear to be something of an equal) when it just as easily could have gone through the motions of according it more priority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1047","value":1047},"note":null},{"text":"More significant, though, was the decision to enlarge NATO, which started in the late 1990s under the Clinton administration and was continued by its successors. This policy has proved to be one of the most consequential and controversial of the post–Cold War era. That NATO would continue, much less enlarge, was hardly a foregone conclusion. It is rare in history for an alliance born in one strategic context (in NATO’s case, the Cold War, to deter and if need be defend against a Soviet/Warsaw Pact invasion of Europe) to remain in place once the context has changed and the mission has become obsolete. The question was whether NATO could and should endure—or whether its success would prove to be its undoing.12 NATO did survive in a new and much changed strategic context, mostly by taking on new missions. One was “out of area”—that is, NATO would become something of an interventionary force for problems outside the traditional treaty area (much but not all of continental Europe), including the Balkans, Afghanistan, and parts of the Middle East. It also became a body that would consolidate and anchor newly liberated (and, in the case of Germany, newly unified) countries. The Czech Republic, Hungary, and Poland all joined in 1999, motivated in part by a hope that NATO would provide something of an insurance policy against the possibility that Russia might one day reassert itself and resume its traditional custom of pressuring its neighbors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1053","value":1053},"note":null},{"text":"What all this means, though, is that the causes of the world’s increased disarray lie elsewhere, beyond the dynamics of direct major-power competition.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1147","value":1147},"note":null},{"text":"It also appeared that the world had gone from being led by two countries to one, from bipolarity to unipolarity. It is true that with the Soviet Union no longer in existence, no other country possessed both the means and the desire to counter or balance the United States. But any unipolarity was short-lived. Indeed, it is probably more accurate to say that it never really existed and that the ability of the United States to translate its clear advantages in wealth and military power into influence was limited at the global and local levels alike. The Gulf War, it turns out, was misleading in two ways: not only was there uncharacteristic global consensus surrounding the issue at stake, but virtually nothing about Operation Desert Storm was a template for subsequent military interventions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1165","value":1165},"note":null},{"text":"Yet beneath this apparent unity was significant disunity. It was as if several of the major powers, including China, Russia, and India, had been swept along by the strength of the American and more broadly international reaction after Rwanda, by the widespread view that the world had failed to act when it could and should have to avert a calamity. But their instincts and their interests were opposed, as they worried that the concept of R2P and what might be described as diluted sovereignty could be turned against them if they ever felt compelled to do things at home that outsiders found objectionable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1304","value":1304},"note":null},{"text":"there is scant evidence that sanctions can ever be made strong enough to dissuade a country from pursuing what it believes to be a vital national interest—but","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1453","value":1453},"note":null},{"text":"All of which led the Obama administration to embrace the diplomatic option. What was and remains controversial was not this choice but rather the decision to embrace a diplomatic option of limited ambition, seeking, in the words of one participant involved in U.S. decision making at the time, a goal of constraining, not eliminating, relevant Iranian capabilities.16 My own view (admittedly impossible to prove) is that the United States committed the cardinal negotiating sin of wanting an agreement too much, and therefore compromising too much. In particular, I believe the U.S. side would have been wise to demand constraints of much longer duration, especially because the drop in world oil prices and the strength of the sanctions combined to give considerable leverage to the United States and other countries negotiating with Iran.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1485","value":1485},"note":null},{"text":"Preventing the spread of chemical weapons is virtually impossible, as producing them is something most countries can do if they choose. It is also nearly impossible to determine that such weapons are being produced, as there would be little or nothing that would distinguish their production from normal industrial activity. No inspections regime can ever be sufficiently intrusive and comprehensive to unearth chemical weapons production or storage. The clear line when it comes to chemical weapons is to discourage use, which, unlike production and possession, can normally be verified. Use can be deterred by threatening penalties against those who use chemical weapons and implementing these penalties if deterrence fails.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1534","value":1534},"note":null},{"text":"This survey of global cooperation adds up to a mixed picture of significant global cooperation in some areas, limited cooperation in others, and some significant gaps. The same holds true for other areas of global cooperation, including refugees and migrants, energy, the Arctic, oceans and the seabed, and outer space. Respect for sovereignty remains a central component of what order there is, but even this principle is being challenged by Russian behavior in Ukraine along with disagreements over when some or even all of sovereignty’s privileges are to be forfeited. In many domains of international life there is a pattern of agreement in principle that translates into little agreement in practice. In still other domains there is not even much in the way of agreement in principle. Such differences cannot for the most part be resolved through negotiation; process cannot overcome policy given the large number of governments in the world and the reality that nongovernmental entities that often matter a great deal never get invited into the room. The result is that the phrase “international community” is far more aspirational than actual. Much less international community exists than anyone could be forgiven for thinking given how often the phrase is invoked. In principle, a community (or “society” in Hedley Bull’s lexicon) would agree on both the means and the ends of international relations, on what was to be done and how that was to be determined. But the cold reality is that no such broad and deep consensus exists as to what is to be done, who is to do it, and how to decide. There is a substantial gap between what is desirable when it comes to meeting the challenges of globalization and what has proven possible. This gap is one of the principal reasons for the disarray that exists in the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1677","value":1677},"note":null},{"text":"Iran, long since recovered from its decade-long war with Iraq and no longer tied down, much less balanced by a strong hostile Arab regime, was in many ways the principal strategic beneficiary of the war, as it was freed up to promote the interests of the Iranian state and Shia populations. The 2003 Iraq War violated any number of strategic tenets, beginning with the Hippocratic oath: First do no harm.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1735","value":1735},"note":null},{"text":"In early 2011, in the opening weeks of the Arab Spring, the Obama administration promoted a delayed transition of power in Egypt, only to change its mind amid growing violence in the streets and call for Mubarak to step down right away.4 The public call for Mubarak’s departure was gratuitous. It would have been far wiser to stand by the proposed departure in a few months and allow events to play out. It may have been that Mubarak could not have survived. But there was no need for an American push, which was taken as a sign in Riyadh and elsewhere that the United States could not be expected to back its friends of long standing. It also played into the narrative that the United States secretly preferred the Muslim Brotherhood, a belief that gained credence when U.S. criticism of the short-lived regime of Mohammed Morsi was widely viewed as relatively muted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1773","value":1773},"note":null},{"text":"The United States and several NATO countries did a great deal to help break Libya but then refused to take any ownership of the ensuing situation. To the contrary, they avoided anything that smacked of nation building, partly out of naïve hopes that Libyans would come together on their own, but more out of a concern about the cost of putting the country back together. The result is a civil conflict that has claimed far more lives and uprooted far more people than even the worse estimates of what Gadhafi might have unleashed. Another result is the existence of not just one but multiple failed states in the territory that was once the country of Libya. Not surprisingly, the Islamic State is making growing use of this largely ungoverned territory.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1824","value":1824},"note":null},{"text":"The Syrian case is if anything even more consequential. Indeed, it is as strong an argument as exists that when it comes to foreign policy, what you choose not to do can be every bit as consequential as what you do. Syria in the years since 2011 is the bookend to the 2003 decision to go to war with Iraq. One was an act of commission, the other largely one of omission, and each in its own way proved costly beyond imagination.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1829","value":1829},"note":null},{"text":"Here and elsewhere, policymaking under the Obama administration was plagued by a gap between pronouncements and policies. Anytime such a gap emerges it is dangerous, as it raises questions about credibility and competence alike. It can disillusion friends, in the process forcing them to reevaluate their relationship in ways that make them less friendly, more independent, or both.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1837","value":1837},"note":null},{"text":"That Syria agreed to give up its chemical weapons was a plus, but in no way did it offset the costs of the United States not following through on its warning to the Assad regime. Any suggestion to the contrary is political spin or an avoidance of reality.13 Granted, it is impossible to know what would have happened had the United States followed through on its threat. War inevitably surprises. Much would have depended on what the United States actually did. A symbolic “pinprick” of an attack—for example, launching a few cruise missiles at a single target—would likely have accomplished little. But a meaningful strike against important military and political targets over several days involving both aircraft and cruise missiles would have bolstered the morale of the opposition and shifted the military momentum in its favor. Any such strikes could have been punitive, leaving the United States and its European partners in a position to judge when enough punishment had been meted out. Alternatively, the strikes could have been coercive and continued until the Syrian government gave up its chemical stocks. Air attacks might also have set in motion political dynamics within the regime that could have weakened the position of Bashar al-Assad or even led to his ouster. They certainly would have strengthened the norm that no weapon of mass destruction could be used with impunity. For all these reasons I would argue that President Obama was right to set a red line of no chemical weapons use but wrong not to have responded to its violation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1866","value":1866},"note":null},{"text":"All that we know for sure is what followed in the wake of the United States deciding not to act. Saudi Arabia, already unhappy with the United States over what it saw as a lack of steadfastness in the U.S. treatment of Hosni Mubarak in Egypt, seems to have determined that henceforth it would defer less to Washington and act more independently. Subsequent Saudi decisions, from its invasion of Yemen in 2015 to its actions in Syria, bear this out. I know from personal conversations that the U.S. inconsistency rattled senior officials and leaders of allied and friendly countries as far away as Asia. Within Syria, the U.S. decision forfeited an opportunity to weaken the regime. What also followed was a strengthening of the more radical elements of the Syrian opposition, including ISIS and al-Nusra, the local branch of al-Qaeda. At several points in this book I have underscored the potential costs of inaction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1878","value":1878},"note":null},{"text":"The lesson to be derived is not that acting is always right—in the case of the 2003 Iraq War, to name just one example, it most surely was not—but rather that not acting can be every bit as consequential as acting and, as a result, needs to be assessed with equal rigor.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1890","value":1890},"note":null},{"text":"What is more, every action that is examined always entails drawbacks, and as the cliché goes, analysis can lead to paralysis. The hope that imperfect options become less imperfect with the passage of time is almost always illusory. Red wine may improve with age, but policy choices rarely do. The default bias thus becomes the status quo. This was all too often the case with U.S. policy toward Syria.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1892","value":1892},"note":null},{"text":"Major powers were also in evidence. Russia intervened directly in Syria in late 2015. The result was heavy air attacks designed to shore up the Assad regime. This was not entirely a bad thing, as the rapid collapse of the Assad regime without careful preparation for what would take its place would likely have paved the way for ISIS to establish a caliphate in Damascus, something to be resisted at all costs. The Russian strategy appeared to succeed, although at a considerable price of numerous civilian deaths and the weakening of groups backed by the United States and its erstwhile partners (such as Saudi Arabia) rather than, say, terrorists including ISIS and al-Nusra. More than anything else, Russian policy seemed to be motivated by a desire to show that it remained a major power able to make a difference on the world stage. There was as well a Russian interest in bolstering a long-term ally where it had a military base; also possible is that Russian leaders hoped that their actions in Syria (which could in principle reduce the flow of refugees to Europe) might win the country favor and increase the chance that sanctions introduced because of Ukraine would be reduced or rescinded.15","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1899","value":1899},"note":null},{"text":"It referred to foreign policy during the presidency of Bill Clinton, but with the passage of time I believe the description fits Barack Obama even better.16 There is no denying that the raid that killed Osama bin Laden was a courageous decision, but this was something of an exception that may well have reflected the narrow nature of the mission. Far more often than not, Barack Obama proved wary of contemplating or continuing military interventions of potential scale and duration. Thus in Syria, even as conditions worsened, U.S. policy did not change meaningfully. There was some bombing of ISIS positions but no ground element. The United States opposed the creation of a humanitarian zone or safe area for Syrian civilians, something that would have required the commitment of considerable air assets as well as ground forces from either the United States","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1910","value":1910},"note":null},{"text":"What I will say, though, is that the principal errors of policy were the decisions to launch the war in 2003 and the decisions made afterward to disband the army and ban far too many of those associated with what had been the ruling party. The 2007 and 2008 surge and Sunni Awakening provided something of a second chance to stabilize Iraq, but what chance there existed was undermined by the premature withdrawal of all U.S. forces, which left the United States less able to influence either local security or politics. I do believe a way could have been found to keep U.S. forces in Iraq after 2011 along lines used several years later when more than three thousand U.S. troops returned to the country without the Iraqi parliament having approved a formal agreement granting full immunity. That said, it is impossible to know for sure whether any level of U.S. involvement could have saved Iraqis from themselves and their deeply flawed political culture. Indeed, this last point reinforces doubts about the wisdom of invading Iraq in 2003.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1971","value":1971},"note":null},{"text":"Today’s Middle East is the result of local pathologies made worse by foreign policy action and inaction alike. “Iatrogenic disorder” is not a term of art when it comes to foreign policy, but it should be. The historical comparison that comes to mind when looking at the contemporary Middle East is that of the Thirty Years War, the political and religious struggle fought by local forces and outsiders alike within and across borders that decimated Europe in the first half of the seventeenth century. Such struggles tend to end only when one or another protagonist wins, when order is imposed from the outside, or when exhaustion overwhelms all involved, akin to a fire deprived of wood or oxygen. Missing from this list is compromise. On the other hand, what is plentiful now are recruits, dollars, arms, proxies, militias, and a willingness to fight. The next section of this book will focus on what can be done here and elsewhere, but I say this here to underscore that a quarter century after the end of the Cold War, a quarter century after the American-led and internationally supported effort to push Saddam Hussein out of Kuwait, the Middle East is more unstable than ever, with dire consequences for the region and the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1982","value":1982},"note":null},{"text":"I don’t want to leave this discussion of U.S. Middle East policy over the past twenty-five years without making one more point. How foreign policy is made counts for a great deal. It is no accident that the highly disciplined and relatively formal national security decision-making process of the George H. W. Bush administration tended to yield effective policies for the most part. What also helped was that the most senior people involved were experienced, had independent standing apart from their relationship with this president and their position, and were comfortable with both one another and with disagreement. There was as well a balance between the influence of the National Security Council and the various departments and agencies. Some of these same characteristics existed in the successor Clinton administration. But the presidency of George W. Bush introduced an unfortunate degree of informality in decision making—there was no structured meeting, for example, to review the decision to initiate war with Iraq in 2003—and poor oversight of planning for the war’s aftermath. Policymaking arguably deteriorated further under the Obama administration. Informality again became the order of the day, the most notorious example being the decision not to make good on the threat to Syria if it used chemical weapons. The White House staff became much too large in size, function, and influence. Process is no panacea, but it can protect presidents, who too often opt for the decision-making process and staff they feel comfortable with and want, not the ones they need.25","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=1991","value":1991},"note":null},{"text":"The question obviously arises as to why the Asia-Pacific region remained relatively stable in these circumstances. One reason is economic. Many governments focused on their economic development, something that required external stability so that they could trade with their neighbors and not see resources siphoned off by preparing for or fighting wars.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2018","value":2018},"note":null},{"text":"A second reason is structural. Unlike the Middle East, where many loyalties are to tribe or religion and many borders lack deep historical roots, in Asia most of the countries have strong national identities and strong governments. China, Japan, Korea—all have long and proud traditions. All are also countries with a considerable degree of demographic and linguistic homogeneity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2022","value":2022},"note":null},{"text":"A third reason for the region’s stability is the United States. The United States departed South Vietnam ignominiously in 1975, but it did not leave either Asia or the Pacific more broadly. To the contrary, it maintained a substantial military, economic, and diplomatic presence, and maintained alliances with such countries as Japan, South Korea, the Philippines, Thailand, Australia, and New Zealand. This mixture of close relationships and physical presence worked both to deter would-be adventurists or aggressors and to dampen down pressures and incentives for governments to become self-sufficient in the security sphere, something that would have led to more frequent conflict, much larger standing militaries, and quite possibly the proliferation of nuclear weapons.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2025","value":2025},"note":null},{"text":"This is not to say that U.S. policy toward Asia was always ideal. To the contrary, U.S. national security policy over the past quarter century has been guilty of a geographic bias that constitutes a strategic distortion. That so much of American diplomatic attention and military effort over the twenty-five years was devoted to the greater Middle East, including two wars in Iraq, a lengthy conflict in Afghanistan, attempts to negotiate peace between Israelis and Palestinians, an agreement limiting Iran’s nuclear program, and dealing with the aftermath of the Arab Spring, was not lost on those living in the Asia-Pacific region. What developed among friends and foes alike was a perception that the United States no longer saw their part of the world as a priority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2031","value":2031},"note":null},{"text":"Most important, the Obama administration completed (in 2015) the negotiation of a regional trade accord, the Trans-Pacific Partnership (TPP).27 The positive impact of this accomplishment was diluted, however, as its fate remained uncertain given domestic politics inside the United States. The net result of the region’s own dynamics and inconsistent U.S. policy was to leave the Asia-Pacific in a sort of limbo, stable on the surface but unsure of its future.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2045","value":2045},"note":null},{"text":"South Asia is relatively close geographically to East Asia but distant in its geopolitics. It is dominated by two countries, India and Pakistan, which have had a friction-filled and often violence-defined relationship since their mutual births in 1947. Indeed, for many in India, Pakistan’s existence was something of an affront, as they saw no need for a Muslim-defined country given that India itself had and has an enormous Muslim minority population that for the most part lives a relatively integrated life there.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2063","value":2063},"note":null},{"text":"The end of the Cold War might have been expected to usher in an improved era in Indo-Pakistani ties, in the sense that India was more often than not aligned with the Soviet Union and Pakistan with the United States, China, or both. But it turned out that the Cold War’s end inaugurated an era in which the two protagonists were largely left to their own devices. Indeed, the two nearly went to war in the spring of 1990 when the eyes of the world were focused on events in Europe and just months before they turned to Kuwait and Iraq.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2068","value":2068},"note":null},{"text":"By the time Barack Obama became president in 2009, the security situation in Afghanistan had deteriorated even further. This president, like his predecessor, was also caught between competing priorities, in Obama’s case between a desire to prevent Afghanistan from going back to what it was prior to 9/11 and a pledge to bring U.S. soldiers home. The result was a decision, announced in December 2009, to increase U.S. troop levels by some 50 percent (to one hundred thousand) but to begin the process of drawing them down in eighteen months.34 In so doing, the Obama administration made the serious error of basing policy on the calendar (which is inherently arbitrary) rather than local conditions. The announced schedule, along with the drawdowns and limits on what soldiers could actually do, worked against the goal of stabilizing the country, as it signaled a lack of commitment that undermined U.S. ability to shape subsequent events.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2110","value":2110},"note":null},{"text":"But the reality of Europe over the last decade is one in which what came about did not conform to visions. The EU was hamstrung by a succession of weak leaders and an unwillingness on the part of governments to devote significant resources to defense or to make the most of those that were spent. To the contrary, national governments kept control of foreign and defense policy; coordination in the realm of intelligence and law enforcement was no better. When it came to Europe, the whole was often less than its parts. Even more significant were economic problems resulting from a lack of real structural reform. The result was prolonged low growth and problems stemming from the mismatch between a common monetary policy for the nineteen countries in the Eurozone and the fact that fiscal (tax and spending) policy was and is determined by national governments. There is as well no European banking mechanism in which deposits up to a specified level are guaranteed, as is the case for individuals in the United States; instead, each country is effectively on its own. Demographic challenges ranging from aging (and a worsening of the ratio of those of working age and those too young or too old to work) to the crisis of how to absorb and integrate the influx of refugees from Syria and elsewhere in the Middle East added to the burden. The results of what at best could be called European drift have been several and sharp. There has been an increase in the number and strength of populist parties on both left and right. One consequence is that the choice for many Europeans is not so much between that of a more centralized “United States of Europe” and a more decentralized “United Europe of States” as between the latter and an even less integrated, more national version of the continent. As demonstrated most dramatically by the June 2016 vote in favor of Brexit, there has been a measurable loss of popular support in many European countries for the European project. And as if this was not enough, adding to Europe’s difficulties in recent years has been the return of geopolitics. I am not referring to the problems associated with the breakup of the former Yugoslavia, which were mostly a product of that event rather than something much more enduring. Nor am I alluding to terrorism, although this too has increased. Rather, what is most relevant here is the Russian conquest of Crimea, its blatant interference in eastern Ukraine, and the potential threat it poses to several of its small neighbors. In a span of little more than two years, Europe has gone from being the most integrated and stable region in the world, the region most resembling an “end of history” ideal, to one that appears to risk being overwhelmed by history returning with a vengeance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2146","value":2146},"note":null},{"text":"Latin America in many ways deserves the award for the part of the world that most changed for the better in the twenty-five years following the end of the Cold War. This has less to do with the Cold War’s end—the region was with a few notable exceptions not a significant venue of East-West competition—than with changes in the region itself. Several countries made the successful transition from authoritarianism to democracy with increasingly robust market economies. Chile and Mexico stand out among these. Colombia, with considerable U.S. assistance, overcame a large guerrilla movement that by 2016 appeared defeated militarily and about to agree to peace terms. Brazil made important strides in bringing millions out of poverty. Regional economic output increased by more than 400 percent. Argentina by the end of 2015 began to emerge from years of misrule. Even holdouts such as Cuba looked somewhat more open than they had been; the end of the Cold War deprived Cuba of backing from its long-term patron.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2166","value":2166},"note":null},{"text":"But what is striking about the region as a whole is the near absence of geopolitics. There is little spending on the sorts of arms that fight wars rather than maintain internal security. There is no threat of nuclear proliferation: what nuclear programs there were, in Argentina and Brazil, were abandoned long ago, and the Treaty of Tlatelolco bans nuclear weapons from the region.38 Contested borders are few; the threat of conflict between countries is small.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2178","value":2178},"note":null},{"text":"Africa, with its more than fifty countries, shares characteristics of both Latin America and the Middle East. Again, there have been impressive strides in the case of many African states. The peaceful end to apartheid in South Africa was a major accomplishment, even if many developments since have been disappointing. Rwanda is for the most part a positive example of a country coming together in the wake of a national calamity. Countries such as Botswana, Cape Verde, Kenya, Namibia, and Senegal regularly score high on measures of governance and economic competitiveness. Overall economic growth over the last twenty-five years was some 500 percent, although this number reflects the low level at the beginning of the period and the distorting effects of commodities, and masks enormous inequalities within and between countries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2185","value":2185},"note":null},{"text":"As in Latin America, most at issue in Africa have been questions of political governance and economic and social development. Corruption is widespread. But largely absent are classic geopolitics. China has made some economic inroads, but in the process is also learning the limits of what outsiders can accomplish.39 There are few examples of stronger states threatening the independence of weaker neighbors; many of the most pressing challenges have been and are intra- rather than interstate. There is no threat of nuclear proliferation. What threats to order there are have come mostly from minorities with separatist agendas, from majorities repressing minorities, from tribal and religious clashes, from refugee flows, and from terrorist organizations. This is not intended to sugarcoat a history that has included multiple prolonged civil wars, genocides, and numerous examples of repressive rule, but rather to say that the continent has not for the most part been a venue of either major-power competition or classical war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2191","value":2191},"note":null},{"text":"Put differently, the legitimacy bestowed by the support of the UN Security Council was judged by Washington to be desirable rather than essential.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2207","value":2207},"note":null},{"text":"There are several conclusions to draw here. The first is that no country, much less a major power, is prepared to forgo the opportunity to act on behalf of what it perceives as its national interest simply because it lacks a blessing from the United Nations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2216","value":2216},"note":null},{"text":"There is an obvious tension here, one between what might be termed legitimacy based on principle and legitimacy based on process. The United States tends to favor the former; weaker states tend to favor the latter, if only because it provides them a means to constrain what major powers might do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2222","value":2222},"note":null},{"text":"The problem with the Security Council as currently configured is that it is not representative of today’s world. Not surprisingly, it reflects what those decision makers who gathered during World War II imagined the postwar world would look like—and what they wanted it to look like. Europe is arguably overrepresented with the United Kingdom and France as permanent members. At the same time it could be said that Europe is under- or poorly represented in that Germany and the EU are not to be found. Neither Japan (excluded originally, as was Germany, for being a defeated foe in World War II) nor India (then a colony) has a permanent seat. Attempts to reform the Security Council have come to naught, as proposal after proposal was shot down. Explaining this outcome is not very hard, as any conceivable proposal would advantage some existing permanent members or disadvantage others as they see things. Not surprisingly, those who saw proposed changes as disadvantageous made clear they would block them. The result was a growing tendency to do work-arounds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2225","value":2225},"note":null},{"text":"There have also been structural changes in the international system. By the late twentieth century, the great powers were not all that great. This was not because of a lack of absolute strength, but rather because their relative positions in many cases were deteriorating as developing countries grew at rates no country with a mature economy could hope to match. China was an obvious exception, a rare example of a developing country and, increasingly, a major power at the same time, something explained in large part by the sheer size of its population. Closely related to this trend is an associated reality, namely, that the major powers have had to contend with a growing number of state and nonstate entities that could also exert significant power. The word I use to capture this reality of widely distributed power and capacity is “nonpolarity.” It is qualitatively and fundamentally different from the nature of the world in the past. The greater distribution of power that characterizes this era makes it more difficult to assemble all the relevant actors in one place and keep such a gathering workable.1 It is easy to see how such a world looks nothing like a world dominated by one (unipolar) or two (bipolar) powers. The former is the stuff of empire; it could also be argued that the immediate post–Cold War world had elements of unipolarity given U.S. dominance and an absence of other countries with the means and the desire to oppose it. If such a world did exist after 1989, it was short-lived.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2266","value":2266},"note":null},{"text":"Bipolarity was at the core of the Cold War when the United States and the Soviet Union, along with their respective allies and partners, squared off for four decades. By definition, it waned as Cold War rivalry faded and when the Soviet Union and its external empire both collapsed. What should have disappeared with it is the use of the term “superpower.” The term may have captured large elements of the reality that was the Cold War, in that both the United States and the Soviet Union enjoyed considerable sway over their allies and proxies, but it does not correspond to today’s world. It is not just that Russia is not the USSR. Today’s United States, in part because the discipline brought about by the Cold War is gone, is not as focused or as unified an actor. There is less consensus as to what the United States should do in the world. In addition, alliances are looser and, as is discussed below, power and influence are more distributed than ever before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2278","value":2278},"note":null},{"text":"Many also make the error of thinking that the subsequent world, the one we live in today, is multipolar. The two are different in important ways. A multipolar world is dominated by several countries. It may seem that we live in one given that the six major powers of this era (the United States, China, Russia, Europe, Japan, and India) account for more than half the world’s population, some 70 percent of global economic output, and perhaps 80 percent of global military spending. But this would be a misreading. First, to describe this world as multipolar ignores the many other centers of meaningful state power. Even a short list would include Brazil, Argentina, Chile, and Venezuela in South America; both Mexico and Canada in North America; Nigeria and South Africa in Africa; Pakistan in South Asia; Australia, Vietnam, and North and South Korea in East Asia and the Pacific; and Saudi Arabia, Iran, Israel, and Egypt in the Middle East. Turkey would also be on this list of countries that qualify as medium powers often figuring prominently in their respective parts of the world. But meaningful power centers are by no means limited to countries. There are also any number of international organizations with clout: the United Nations and its many offshoots, the International Monetary Fund, the World Bank, and the World Trade Organization all come to mind. There are as well regional bodies (most notably the European Union, but also the African Union, the Organization of American States, and a host of other political and economic organizations with regional membership) and functional bodies, such as the oil cartel OPEC, the International Atomic Energy Agency that monitors NPT-related obligations, and the Shanghai Cooperation Organization, a group of a half dozen countries founded some two decades ago and dominated by China and Russia that promotes common security and economic aims. There are state, provincial, and city governments with a degree of political autonomy and an impact beyond their countries’ borders. And then there are corporations, media companies, militias, terrorist organizations, religious institutions and movements, drug cartels, and NGOs of a more benign sort, from the Gates Foundation to Doctors Without Borders, all with an international footprint. Again, this is a world of distributed power, and increasingly power in whatever form is in the hands…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2285","value":2285},"note":null},{"text":"The first part of this book traced the evolution of international order from the rise of the modern state system in the mid-seventeenth century to the end of the Cold War. Order, such as it was, revolved around states and above all the major powers of the day. The principal element of the new order was a shared respect for one another’s sovereignty, something that reduced the frequency and intensity of meddling in what was understood to be one another’s internal affairs and, as a result, the chance of war. Buttressing acceptance of this principle—a common definition of what was legitimate when it came to foreign policy—were a balance of power and a regular diplomatic process that helped manage what could turn out to be challenges to the existing order. The history of this era, and in particular that of the twentieth century, demonstrated that sustaining order was far easier said than done. The two world wars were evidence that order could all too easily disappear. The latter half of the twentieth century proved to be more stable, at least in the sense that great-power conflict was avoided. Indeed, the Cold War, for all its risks, failures, and local conflicts, introduced a considerable degree of stability into the world,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2313","value":2313},"note":null},{"text":"Instead, the trend toward disorder has been a function of structural changes in the international system—above all, the diffusion of capacity into more hands than ever before—exacerbated at critical times by the action (and inaction) of the United States and other powers. The result is a world not just of more capacity in more hands but also of more decision makers and independent actors. Consequently, a host of global and regional challenges have emerged that are proving to be far more than the major powers can contend with. A short list of these challenges would include the actual and potential spread of nuclear weapons and long-range delivery systems, terrorism, a spike in the number of refugees and displaced persons, a chaotic Middle East, a Europe under siege, a precariously balanced Asia-Pacific, a largely ungoverned cyberspace, an inadequate response to climate change, a growing rejection of free trade and immigration, and the potential for a pandemic that could cost many millions of lives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2330","value":2330},"note":null},{"text":"Today’s foreign policy must begin with a concerted effort to discourage major-power rivalry, competition, and above all conflict from again becoming the dominant feature of the international system. The reasons are twofold. First, any such deterioration in major-power relations would be extremely costly even if it did not lead to direct conflict and incomparably more costly if it did. Second, adversarial relationships between and among the major powers would prove to be a major distraction that would make it far more difficult for them to work together to deal with the many global and regional challenges that confront them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2360","value":2360},"note":null},{"text":"Both Russia and China place an emphasis on their respective “near abroads”: the European countries to its west in Russia’s case, the South and East China seas in China’s. Use of force and unilateral actions to alter the territorial status quo need to be resisted and, if deterrence fails, responded to, with the nature of the response depending on local political and military realities. This requires the United States not only to remain strong overall but also to maintain both a local military presence and close ties to neighboring countries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2379","value":2379},"note":null},{"text":"something that translates into maintaining increased U.S. ground and air forces in Europe and increased air and naval forces in the Asia-Pacific. In the case of Russia, the United States needs to be prepared as well for the sort of “gray area” aggression carried out by irregular forces and armed locals in eastern Ukraine. Such tactics may not trigger NATO’s Article 5 common defense clause, but they threaten stability all the same; what is required is training along with arms and intelligence support so that those NATO members near Russia can cope with such challenges should they materialize.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2386","value":2386},"note":null},{"text":"Capabilities can be further enhanced through the regular dispatch of visiting forces and frequent military exercises. Such activity also underscores commitment and concern, thereby reassuring friends and allies and signaling actual or would-be foes. It is important that all this be done locally and with conventional military forces, as the United States never wants to put itself in a position where the only response to a challenge is to escalate, whether by expanding a crisis in terms of geography or in the type of weaponry, or to acquiesce to the results of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2391","value":2391},"note":null},{"text":"It is important to make one additional point. I am not…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2396","value":2396},"note":null},{"text":"I do not assume (as was the case with the USSR) that either China or Russia is motivated, much less consumed, by an ideological or geopolitical imperative to expand in an…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2398","value":2398},"note":null},{"text":"Russia’s behavior in Ukraine, no matter how regrettable, is not the first phase of a bid for global domination, any more than is China’s behavior in the South China Sea. Rather, each has political (nationalist) and security-related concerns that, however large, are not insatiable, and as a result can be influenced and shaped. This reinforces the case for adopting a policy toward them that is best described as “integration.”3 It seeks to involve them in regional and global orders both by giving them a role in defining what constitutes legitimacy and by “hedging,” by making clear that they will not benefit from but rather will pay a steep price for pursuing a policy that the United States and its allies view as illegitimate. Another way to say this is that military preparations and signs of strength, while necessary, are not sufficient. The United States does not want to communicate the impression that confrontation and conflict are inevitable. It is thus important to offer and where possible bolster what might be described as diplomatic and economic…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2399","value":2399},"note":null},{"text":"If sanctions are to be introduced versus Russia or China in response to some action on its part deemed illegitimate, they should be kept as narrow as possible lest the entire relationship suffer and with it the chance for selective cooperation. The good news is that it is increasingly possible to tailor sanctions so that they are smart and focused. It is also important that any sanction be designed so that it can be easily modified or removed if circumstances warrant. I would add here two other points. Sanctions can all too easily become the instrument of choice, a “safe” third way between doing nothing and using military force. History suggests, though, that sanctions alone can rarely accomplish big things. They can also have a range of unintended and undesirable consequences, including hurting civilians and strengthening authoritarian governments. Second, it is equally important that the United States be careful not to turn sanctions into a major source of friction with friends and allies who for one reason or another refuse to sign on to all that Congress or the executive branch desires. Sanctions should be used by the United States when they exact a price from the intended target and do not cause collateral damage to other relationships.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2422","value":2422},"note":null},{"text":"Diplomatic interdependence ought to be buttressed by its economic counterpart. This entails giving China and Russia a stake in maintaining or even expanding bilateral economic ties (trade, investment, technology transfer, and so on) as well as in the regional and global stability that provides a supportive context for their economic growth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2433","value":2433},"note":null},{"text":"Second, there also needs to be restraint of a different sort on the American side. The focus of the relationship with both China and Russia would need to be on their external behavior—their foreign policy—rather than on their domestic politics. Focusing on their internal behavior would be unlikely to meaningfully affect it for the better but would almost certainly affect and conceivably poison their view of the United States and the way they see the relationship.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2438","value":2438},"note":null},{"text":"The United States also needs to exercise more traditional foreign policy restraint. NATO membership for either Ukraine or Georgia should be placed on hold. Neither comes close to meeting NATO requirements, and going ahead would not only further alienate or provoke Russia but would also add military commitments that the United States is not in a position to fulfill. Indeed, the United States and NATO would be wise to focus on meeting existing obligations before taking on new ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2442","value":2442},"note":null},{"text":"It must be acknowledged that there is no guarantee any American posture toward China and Russia would have the intended effect. At least as important a factor, one in part or even largely beyond American influence, will be the internal trajectories of both countries and how their leaders choose to deal with their respective challenges.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2449","value":2449},"note":null},{"text":"Again, sovereign obligation is something altogether different. It is about a government’s obligations to other governments and through them to the citizens of other countries. The two different notions—sovereignty as responsibility and sovereign obligation—derive from very different and often competing traditions of American foreign policy. The former is an outgrowth of what might be called the idealist or Wilsonian school. Named for Woodrow Wilson, who championed various rights and freedoms around the world in the aftermath of the First World War, it often makes shaping the internal conditions or nature of other societies the principal objective of what this country should do in the world. The purpose can be to promote human rights or democracy or to prevent human suffering. This philosophy is most associated with the presidencies of Jimmy Carter, Ronald Reagan, and George W. Bush. Contemporary adherents of such thinking can be found in both major political parties; indeed, the American foreign policy debate is increasingly waged as much within the Democratic and Republican parties as it is between them. The other dominant foreign policy tradition tends to fall under the heading of realism. Foreign policy realism (not to be confused with international relations realism, which posits that countries inevitably compete for resources and power at one another’s expense) tends to be associated with such presidents as Richard Nixon and George H. W. Bush. Here the emphasis is less on what another country is (or does within its borders) as it is on what it chooses to do beyond its borders, that is, in its foreign policy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2495","value":2495},"note":null},{"text":"Still others would argue that the choice between realism and Wilsonian idealism is false for a different reason, namely, that democratic countries are more likely to carry out more peaceful foreign policies. For those of this view, the United States should promote democracy and human rights both for “normative” reasons (because Americans believe that political freedom is part of human dignity and hence inherently desirable) and for what are known as “instrumental” reasons—that it will lead others to adopt more moderate and constructive foreign policies.3 It is correct that fully democratic countries tend to pursue more peaceful paths in their relations with others; this judgment is what gives the “democratic peace” advocates their raison d’être. One problem, though, is that bringing democracy about elsewhere is easier said than done.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2523","value":2523},"note":null},{"text":"To be sure, there is nothing specifically American about any of this, as all governments must decide their foreign policy priorities. What is specifically American, though, is the strength of the Wilsonian tradition, the resulting intensity of the debate through history, and the consequences for the world given the role and influence of the United States.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2547","value":2547},"note":null},{"text":"It is important to underscore that what is being suggested here pertaining to sovereign obligation assumes respect for sovereignty. Sovereignty must remain the bedrock of international order. The pre-Westphalian world was hardly a peaceful one. It is essential to avoid the reemergence of a world of constant interference by one state or entity in the affairs of another. Even more essential is to avoid acts of attempted territorial takeover or conquest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2549","value":2549},"note":null},{"text":"Again, the objective is to maintain or even strengthen what is best about the sovereign order, including broad acceptance of a meaningful zone of autonomy for governments as well as a robust respect for borders and for the principle that they are not to be modified through the use of military force or other forms of coercion. This definition of legitimacy, this approach to international relations, can be summed up as World Order 1.0. The argument being advanced here is that the requirements for order must be expanded and adapted to the realities of our interconnected world. The goal should be to build consensus around a larger approach to sovereignty, one that includes obligations beyond borders. Call it World Order 2.0. Sovereign obligation clearly overlaps with realism. But realism, with its emphasis on relations between major powers, is simply too narrow for a world in which global issues, regional states, and all sorts of nonstate actors possess influence. Major-power rivalry is a driving force, but, so far at least, not the driving force of this century. Another way to think about the concept of sovereign obligation is that it represents realism for a time in which globalization exerts a powerful force on the course of history and on the interests of individual countries. Sovereign obligation is realism updated and adapted to meet the exigencies of a global era.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2553","value":2553},"note":null},{"text":"As already suggested, some elements of the traditional order would carry over in a world predicated on the principle of sovereign obligation. The first would be respect for borders and a commitment not to use military force or other coercive means to change them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2564","value":2564},"note":null},{"text":"A second aspect of the classic or traditional order that needs to be considered is the notion that governments enjoy a relatively free hand to act as they wish within their borders.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2569","value":2569},"note":null},{"text":"In the aftermath of the Libya intervention, it is doubtful that many countries would support R2P even in principle if it were to come up for a vote. A wiser approach would be to live with R2P as it exists and to meet at the global or regional level when a situation arises that threatens the well-being of a population because of governmental action or inaction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2576","value":2576},"note":null},{"text":"Here I would add one additional point. If the United States or any other party calls for and carries out an intervention in the name of R2P, it must be limited to a humanitarian intervention. This is also a matter of sovereign obligation. What happened in Libya, where regime change masqueraded as R2P, undermined the very doctrine it sought to fulfill.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2585","value":2585},"note":null},{"text":"Reaching consensus on a continuing role for self-determination will not be easy. There is no way to reach agreement around any concrete formula that would determine the stance of the United States or another government toward any and all situations. A good start, though, would be to amend the concept of self-determination away from its inherent unilateralism on the part of the entity seeking a state of its own and to replace it with the notion that statehood is something to be granted as well as asserted. One precedent to fall back on here is the 1978 Camp David Accords between Egypt and Israel, which did not extend the principle of self-determination to the Palestinians but rather supported the notion that “representatives of the Palestinian people should participate in negotiations on the resolution of the Palestinian problem in all its aspects.”5 Support for what has been called self-determination would be less automatic or likely than was the case in the era of decolonization.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2589","value":2589},"note":null},{"text":"Much more controversial will be bolstering the existing norm against the spread or use of weapons of mass destruction. The importance of doing so should be obvious, as the use of nuclear weapons in particular would have devastating effects. There is as well the danger that materials and weapons could fall into the hands of terrorists, a possibility that increases as more countries gain access to these materials and weapons and as the inventories that they maintain grow in size. The suggestion that proliferation can be assumed to be stabilizing is equal parts fanciful and dangerous. There is a bias against such “horizontal proliferation,” but the essence of the existing international inclination (underscored by the Non-Proliferation Treaty) is to stop it before it happens by limiting the access of countries to the relevant technologies, materials, and weapons. The Iran case suggests that there is considerable support for preventing further proliferation, even if the consensus breaks down when it comes to what precise steps ought to be taken to do so, including the severity of sanctions, interdiction, sabotage, and so on. The problem comes from the demonstrated ability of governments to develop or acquire nuclear weapons if they make it a priority. Israel, India, Pakistan, and North Korea are all proof of this. There is much less consensus regarding what to do once proliferation has occurred. Here there is no meaningful international norm beyond the fact that such possession is inconsistent with the NPT, which may not even pertain if the country in question is a nonsignatory. One option is of course to live with it. This is what happened in the cases of Israel, India, and Pakistan. This approach attempts to discourage or deter actual use and to reduce the likelihood that nuclear weapons will fall into the wrong hands. This can on occasion entail providing certain technologies that increase “command and control” over as well as the operational safety of the weapons and associated delivery systems. Intelligence can also be provided and diplomacy can be activated to help prevent crises from escalating to nuclear use. In the case of obvious foes, deterrence could be activated by ensuring that retaliatory options are in place and by communicating the intent to use them if warranted. Defensive arms (such as antimissile systems) can also be positioned; this was the essence of the July 2016 decision of the United States and South Korea to deploy theater antimissile capabilities to counter the growing North Korean threat.6 Under this approach, nonproliferation gives way to coping. The North Korea situation is, however, different. Unlike Israel and India, where there is confidence that nuclear weapons will be managed responsibly, no such condition exists when it comes to North Korea. And unlike Pakistan, there is not the sense that North Korea has passed a point of no return in the size of its arsenal. So there is still the hope in some quarters that North…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2610","value":2610},"note":null},{"text":"There are, as it turns out, other problems with a preventive approach that uses military force. First, such an attack would necessarily be based upon incomplete and possibly inaccurate information; the case of Iraqi “WMDs” is a warning here. Second, it is impossible to assume that any preventive attack would in fact accomplish what it set out to do, as the systems are increasingly well hidden and protected. Third, a preventive attack would be an act of war, one likely to trigger some form of retaliatory response. I say “likely” rather than “certain” because Israeli preventive attacks on an Iraqi nuclear facility in 1981 and in 2007 on a Syrian nuclear facility under construction did not lead to retaliation. But a preventive attack on either North Korea or Iran should be undertaken only assuming that it could lead to one or multiple forms of retaliation, although in both cases prospects for retaliation could be influenced if the government in question was warned that any retaliation would open it up to further attack. What this adds up to is considerable support as a rule for promoting nonproliferation but little for military action to prevent or roll back proliferation once it has occurred.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2660","value":2660},"note":null},{"text":"In the realm of global health, a different set of challenges awaits. There is near-universal recognition that in a global world, an outbreak of infectious disease in one country could very quickly morph into a serious threat to health elsewhere. This was the experience with SARS and Ebola. Pandemics that could claim millions of lives are anything but science fiction. What needs to be done is to nail down what is expected of governments, that is, to determine just what are the obligations of sovereigns in this realm. Actually, the notion of sovereign obligation is well advanced here and includes the ability to detect infectious disease outbreaks, notify others around the world, and take steps (or ask for assistance) to deal with outbreaks. The challenge is to make sure that governments and the World Health Organization have the capacity to meet it, something that could require technical and financial assistance.10","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2720","value":2720},"note":null},{"text":"But “naming and shaming” (something that would scare off tourism and business and that thus might be viewed as a de facto sanction) will also be required to place pressure on those who refuse to meet their obligations in this area.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2727","value":2727},"note":null},{"text":"One area of obligation that has not been adequately dealt with is currency manipulation by a government to advantage its exports by lowering their effective price and to disadvantage imports from elsewhere by raising theirs. Another is government subsidy that again can make it possible to make exports more competitive than they would otherwise be. The challenge here will be to devise future trade pacts so that sovereign obligations in these specific areas (as well as in such areas as agriculture and services, which have received scant coverage in many trade pacts, along with labor and environmental practices) are spelled out and to design the accords so that a mechanism exists to hold governments accountable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2737","value":2737},"note":null},{"text":"It is perhaps obvious but worth saying all the same that sovereign obligation cannot just be something the United States expects of others. It must practice it if it expects to preach it with any effect. To be sure, the United States has a special role and unique obligations in the world, but it must also appreciate that when it appears hypocritical or looks to be guilty of double standards it forfeits influence. Some “opt-outs,” such as the U.S. refusal to ratify the Law of the Sea Treaty, should be reconsidered, as the stance is unwarranted on the merits of the issue at the same time it raises questions about U.S. willingness to play by the rules.11 Other U.S. exceptions, like its refusal to support the International Criminal Court, can be managed through workarounds that allow for tribunals to be created for specific historical events. In some realms, such as climate, U.S. ability to persuade others to act responsibly will reflect in no small part U.S. performance (which happens to be quite good), along with its willingness to make financial and technical resources available to assist others. Much the same holds when it comes to promoting sovereign obligation in the realm of health. In other areas, a willingness to use military force may well be essential if terrorism is to be minimized and proliferation frustrated—although even here a degree of restraint will be required in when and how force is used.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2750","value":2750},"note":null},{"text":"legitimacy requires a commitment to process as well as policy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2764","value":2764},"note":null},{"text":"A big part of the process of building legitimacy for sovereign obligations will be consultations. In some areas, such as health, the conversation is already far advanced. What mostly remains is building national capacity. In other realms, such as cyber, the world is far from agreement as to what is desirable. In still other areas, such as proliferation, the norms are agreed on, but unresolved is what is permissible or desirable in practice when the norms are ignored.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2765","value":2765},"note":null},{"text":"The General Assembly is the most democratic and representative body, but for these same reasons it is not a viable venue for major powers. “One country, one vote” is the ultimate expression of sovereign equality, but it has nothing to do with strength and the real world. The UN Security Council has greater standing because it is smaller and because it extends a veto to some of the world’s major powers, but it suffers both from those countries and relevant nonstate entities that are not represented as well as from the even more basic reality that no major power will submit what it sees as matters central to its national security to the Security Council for decision.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2770","value":2770},"note":null},{"text":"To suggest this should change is a nonstarter. It would be a serious error to think any world body could impose sovereign obligation in any realm on an unwilling power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2775","value":2775},"note":null},{"text":"I will conclude this discussion of process with three thoughts. Multilateralism needs to be rethought and reconfigured if it is to encourage the adoption of sovereign obligation as a central element of what constitutes legitimacy in this era. First, “best practices” multilateralism ought to become the norm for those issues that mostly involve domestic policy but that have global impact. The 2015 Paris climate meeting as well as arrangements in the financial and health realms suggest a way ahead. The goal should be to get governments to commit to adopting certain best practices at home in areas that inevitably affect global efforts to deal with common challenges. Counterterrorism and especially law enforcement is another possible domain. The commitment is not contractual; failure to adopt a certain practice or meet a set goal is not an act of noncompliance (as it would be with a traditional treaty commitment) but rather simply a failure to deliver. The price paid may be to get called out, to be named and shamed, or to receive low ratings and independent assessments. It may discourage investment or tourism. More positively, the approach encourages assistance to help governments that seek to meet their sovereign obligations by what they do at home but for one reason or another cannot. Second, pragmatism will need to play a large role when it comes to multilateral efforts to deal with collective challenges. This means bringing together the representatives of those countries (and, as suggested just below, entities other than countries) that are the most relevant and that are both willing and able to address the particular challenge at hand. It matters not whether this is described as “designer multilateralism” or “multilateralism à la carte”; what matters is that the bias favors getting things done with those who matter most rather than favoring inclusion for its own sake. Such coalitions of the willing can become more formal with time, but what matters is that they are forged as needed. Third, relevant nonstate actors need to be included in whatever process is selected. Multilateralism cannot be a country-only enterprise in a nonpolar era. Obviously, the mix of invitees will vary from issue to issue. But efforts to contend with infectious disease need to give a place at the table to, say, the Gates Foundation, pharmaceutical companies, and NGOs such as Doctors Without Borders alongside health ministers and representatives of the World Health Organization. It would be nonsensical to convene gatherings meant to promulgate rules of the road for cyberspace without the participation of Apple, Microsoft, Google, Facebook, and others. City mayors and governors of states or principalities deserve a seat at many tables. Call it ironic, but room must be found for the meaningful participation of relevant nonsovereign entities in an order predicated on sovereign obligation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2791","value":2791},"note":null},{"text":"A common theme here is the need to consult with China and include it in various dialogues. This is in no way meant to be a U.S.-China “G-2” that would seek to run the world (which for many reasons it could not) but rather is part and parcel of a larger policy of trying to integrate China more fully into regional and global arrangements. No regional security system is meaningful without China’s participation,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2881","value":2881},"note":null},{"text":"True strategic consultations at a high level and on a regular basis between U.S. and Indian leaders and officials are a must. One element of these talks should be to urge India to take a more generous approach toward Pakistan, as a favor not to its neighbor but to itself. A more normal relationship between the two dominant countries of South Asia would increase the chances that they will not go to war and free up India to focus on its internal development and its larger role in Asia and the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2903","value":2903},"note":null},{"text":"Pakistan, whose close to two hundred million people make it the second most populous country in the Muslim world, unfortunately represents more problem than opportunity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2906","value":2906},"note":null},{"text":"quickly responded, “Pakistan,” explaining its toxic mix of nuclear weapons, terrorists, weak civilian authority, and limited governmental capacity, and the intensity of its animosity toward India. Making it all even worse was the frustrating reality that U.S. options for dealing with it were extremely limited.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2914","value":2914},"note":null},{"text":"Pakistan represents a difficult foreign policy challenge, namely, what to do about a bad situation that could get worse. Stated differently, as bad as the problems posed by Pakistan might now be, they pale in comparison to a country that loses control over its nuclear weapons or materials, that unleashes terrorist attacks on India that lead to a war between the two countries, or that is taken over by an offshoot of the very same Taliban that Pakistan has supported for well over a decade","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2917","value":2917},"note":null},{"text":"Sanctions and other forms of penalties that weaken the civilian government, as flawed as it is, therefore risk being counterproductive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2921","value":2921},"note":null},{"text":"What has a better chance of working is a policy that essentially establishes a baseline of support for Pakistan with increased support of one sort or another tied to specific performance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2922","value":2922},"note":null},{"text":"To this approach I would add one element. The United States must retain the willingness and ability to act in and near Pakistan but independent of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2926","value":2926},"note":null},{"text":"Pakistan is not an ally and often not even a partner.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2929","value":2929},"note":null},{"text":"One other country merits mention in this context: Afghanistan. There is little unique about it in the sense that the principal U.S. objective is that the country not again become a base for terrorists who launch attacks against the U.S. homeland or U.S. interests around the world. This same objective applies to literally dozens of countries. This argues against an ambitious U.S. effort to remake Afghanistan, but it also argues against leaving it to its own devices. Instead, what makes sense is a long-term, open-ended effort to bolster the government with economic and military help. A military presence (along the lines of what was announced by the United States in July 2016) is also called for to reassure, to train, and to advise. Peace talks can be pursued, but expectations should be held firmly in check. Afghanistan is more akin to a situation to be managed than a problem to be resolved.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2929","value":2929},"note":null},{"text":"• • •  The Middle East constitutes the greatest challenge to policymakers of any region in the world. It is the region experiencing the greatest level of violence. The previous section (Part II) explained both where it is and how it got there. To argue for an ambitious set of objectives amid such circumstances, though, is to embrace fantasy over reality. There are times in statecraft when to set modest goals is to squander opportunity; this is not one of those times. To the contrary, even the most modest goals promise to be ambitious.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2936","value":2936},"note":null},{"text":"Today’s Middle East most resembles the latter. The Middle East now and for the foreseeable future is a region to be thought of less in terms of what might be accomplished than what might be avoided. As was just said about Afghanistan, it is more a condition to be managed than a problem to be solved.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2945","value":2945},"note":null},{"text":"The most obvious local interest is oil. The Middle East is home to more than half the world’s proven oil reserves and is responsible for more than a third of world oil production. This is unlikely to change appreciably for decades to come. Indeed, the only factor that could dramatically affect the region’s energy importance would be technological breakthroughs that made oil far less central to the world’s economy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2951","value":2951},"note":null},{"text":"Much has been said and written about the changed American energy picture, and much of it is wrong, in the sense that the revolutions in technology and practices that have led to stunning increases in oil and natural gas output have not ushered in an era of American energy independence. The United States may not need Middle East oil for itself, but it does need to import some four million barrels a day, as there is a mismatch between domestically produced oil and domestic refineries. The price of this oil is heavily affected by developments in the Middle East. More important, even if what might be described as net or overall U.S. energy sufficiency exists, the United States is not economically an autarky, and if the rest of the world suffers because of inadequate…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2955","value":2955},"note":null},{"text":"Energy, though, is by no means the only continuing interest of the United States in the Middle East. Another…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2961","value":2961},"note":null},{"text":"A third set of interests is the well-being and orientation of countries long friendly…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2963","value":2963},"note":null},{"text":"So what to do? There can be no single or overriding approach to the Middle East, as there is no common threat to order. One approach to be dismissed out of hand is to walk away from the region in the belief that it doesn’t matter or that it can find an…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2967","value":2967},"note":null},{"text":"The Middle East that has existed since the aftermath of World War I, one devised by Messrs. Sykes and Picot (representing Great Britain and France respectively) in 1916 and captured in countless maps and globes by those who followed Messrs. Rand and McNally, is likely gone. The lines drawn reflected more the preferences of outsiders than the realities of those living there. More than anything else, the Sykes-Picot Middle East created a number of countries with heterogeneous societies, often with little national tradition, history, identity, or practice of tolerance. That Middle East is, as suggested above, largely of the past. Identities now are at one and the same time sub- and transnational; they are based more on religion, tribe, ethnicity, and ideology. Reversing this trend would require a mixture of brute…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=2973","value":2973},"note":null},{"text":"A second aim of any Middle East policy should include a major effort to discourage the further nuclearization of the region, a possibility in the wake of the Iran nuclear agreement that reduced but did not eliminate Iran’s nuclear capabilities and then only for a limited time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3001","value":3001},"note":null},{"text":"Stopping regional proliferation from happening will at a minimum require providing defense against Iranian missiles and aircraft. It could also require providing defense guarantees, including that Iran would face the threat of U.S. military action (potentially including nuclear forces) if it were to threaten or use nuclear-armed systems against its neighbors. The policy would also include a diplomatic dimension, that is, using diplomacy and the threat of new sanctions to extend the limits in the 2015 joint agreement that are otherwise mostly set to expire in 2025 or 2030. Consultations with regional states as well as with Russia, China, and Europe on all facets of Iran’s nuclear policy (including, of course, its compliance with the current agreement) need to be a high priority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3006","value":3006},"note":null},{"text":"Policy toward Iran cannot be one-dimensional, however, as important as the nuclear dimension might be. Indeed, the nuclear agreement failed to address most aspects of the challenge posed by Iran, and arguably even exacerbated them by making available resources that had previously been denied.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3012","value":3012},"note":null},{"text":"Iran may not be a major global power, but it is by any standard a major regional one. Only Israel and to a lesser extent Saudi Arabia and Turkey can compete with it in the Middle East. It is also a highly complex and problematic actor, with a divided government (making it particularly hard to negotiate with), a strong ideology, multiple proxy forces, a capable military, and ties to Shia populations in the region. There is as well the reality that the Islamic Republic, approaching four decades in age, is secure. A policy that would seek to transform it is unrealistic; the emergence with time of a more moderate Iran is possible but cannot be counted on. The most sensible policy might be a variant of what has been suggested here for dealing with China and Russia: a mixture of selective cooperation (say in Afghanistan, where cooperation has proved possible in the past) and diplomacy (such as in the nuclear realm) with hedging and, where required, containment using sanctions, extending assistance to Iran’s neighbors, or military action when Iranian actions threaten core U.S. interests in the region.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3014","value":3014},"note":null},{"text":"What matters, though, are two things if any discretionary use of military force (what I have termed “wars of choice”) is to be warranted: first, the likely benefits of acting militarily must outweigh the likely human, economic, diplomatic, and military costs; and second, this balance between projected benefits and costs must be better than what could be expected to result from other policies over a reasonable time frame. Such calculations would have argued against undertaking the 2003 Iraq War and the Libya intervention but in favor of the Gulf War and for carrying out a set of punitive strikes in the wake of the Syrian government’s use of chemical weapons.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3036","value":3036},"note":null},{"text":"But just as important is what any policy toward the Middle East would not include. It would not place a large emphasis on reforming local societies anytime soon, as desirable as this might be in principle. Desirability is never enough as a determinant of foreign policy;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3041","value":3041},"note":null},{"text":"In many countries, the agenda the United States should promote should be less one of “democracy” (much less elections, which in the absence of checks and balances and strong constitutions can have antidemocratic outcomes) than one of reforms that reduce corruption, increase opportunity for girls and women and the space for civil society, increase the rule of law, introduce educational reform away from rote learning and toward critical thinking, and promote economic reform that reduces the role of government and the energy sector. Such change will reduce the gap between governments and their citizens and make these countries less vulnerable to the appeals of radicals. Over time such reforms could set the stage for a gradual transition to a more open society and a political system with some or even many of the trappings of democracy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3051","value":3051},"note":null},{"text":"It also does not make sense for the United States to consider it a matter of vital interest to preserve the current national borders of the region. To the contrary, it is more reasonable to accept the high likelihood that the near-term Middle East will likely be made up of as many autonomous areas within countries as countries themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3056","value":3056},"note":null},{"text":"Today, a century later, there are some twenty-five to thirty-five million Kurds, mostly living in Turkey, Iran, Iraq, and Syria. The United States has historically held off supporting Kurdish statehood out of concern that it could destabilize the region and alienate Turkey, a NATO ally. But today the region is already destabilized, the Kurds in Syria and Iraq have proven to be the best local fighters against ISIS, and Turkey under its current leadership is an ally more in name than in reality. Also, U.S. support for a Kurdish state could be limited to Iraq and Syria. In Turkey the U.S. position should be limited to supporting peaceful dialogue between the government and Kurds along with a healthy degree of autonomy for the Kurds if they pursue their aims peacefully.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3066","value":3066},"note":null},{"text":"But as is often the case, what is missing is not ideas for a conceivable agreement. To the contrary, the outlines of such an accord are painfully familiar: they include a Palestinian state on land equal in amount to that gained in 1967 by Israel but adjusted to take into account the large settlement blocs that would remain part of Israel; some sharing of an undivided Jerusalem; special arrangements, including limits on Palestinian arms and possibly allowances for an Israeli military presence on Palestinian territory, for Israeli security; and only a limited number of Palestinians who would be able to “return” to Israel, but compensation provided to the many who could not. There would of course be many difficult matters to resolve, but the bigger question is whether there would be leadership on all sides of the table both willing and able to make the necessary compromises. I define this mix of capacity and willingness as the principal factors determining “ripeness,” that is, whether a dispute is poised to be resolved. When such factors are present, it makes sense for those with a stake in the outcome to devote time and effort to bringing about an accord; when such prerequisites are absent, it is futile to proceed as if it were otherwise. Instead, time is better spent developing the prerequisites, aiming for more modest progress, or working on other issues. As Edgar notes in Shakespeare’s King Lear, “Ripeness is all.”5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3076","value":3076},"note":null},{"text":"For now and for the foreseeable future, such prerequisites are likely to be missing from the Israeli-Palestinian equation. Israel’s coalition government is not prepared to make significant compromises; only a different coalition could do so, and this would happen only if the prime minister or some other political figure was able and prepared to build such a coalition. If he was, then Israel could presumably be a full partner in any negotiation. As of now, this is not in the cards. The Palestinian side is also a question, if for different reasons. Making the situation particularly difficult is the divided nature of the Palestinian polity, split as it is between the Palestinians residing in the West Bank and those in Gaza. The problem is less geographic than political, as the Palestinians in control of the West Bank lack political strength, while Hamas, the radical organization that rules Gaza, has shown no interest in accepting Israel or negotiating with it. The price of a lack of progress mostly affects the parties themselves. For decades it was held as a matter of conviction by many that if the Israel-Palestinian conflict could be resolved it would lead to a broader Middle East peace. This may or may not have been true, but now it is nearly irrelevant, as the many sources of instability and conflict in the Middle East, including the events in Syria, Iraq, Yemen, and Libya as well as between Arabs and Persians and between ISIS and others, would not be meaningfully affected even if there were a Palestinian state living in peace alongside Israel. Indeed, such an agreement would be attacked by the radical groups who are laying siege to much of the region on the grounds that it embraced compromise with Israel. Again, this is not meant as an argument for leaving the situation alone or allowing matters to drift. Neither the Middle East nor what prospects there are for peace will benefit from neglect or from a diplomatic vacuum that leads the Palestinian side to turn to the United Nations as a substitute venue, something that would only further alienate Israel. In the case of Israel and the Palestinians, there is an argument for diplomatic efforts that would aim to keep the situation from deteriorating and to keep alive diplomatic prospects for a more propitious moment or, better yet, to bring such a moment closer. A minimal approach would bring together Saudi Arabia, Jordan, West Bank Palestinian leaders, and Israel to focus on rules of the road to minimize the chance of there being an explosive incident involving Jerusalem’s holy places. A somewhat more ambitious approach would emphasize such things as the economic development of the West Bank and forging a pact with Israel to limit settlement development to those already developed blocs or areas, thereby making a peace agreement involving territorial exchanges more feasible when the political context changed. There remains a strong argument for building up the capacity of the Palestinian Authority,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3087","value":3087},"note":null},{"text":"Latin America and Africa could not be more different from the other three regions just discussed. Geopolitics do not figure prominently in either. Most policy should be focused on encouraging domestic policies known to foster good governance and economic growth. In some countries, though, the additional challenge will be to help build state capacity so authorities can better contend with terrorists, drug cartels, and criminal organizations. What would also help is the fostering of regionalism in two senses: economically, through trade pacts, and in the security sphere, to help weak or failed states cope with humanitarian and security challenges.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3111","value":3111},"note":null},{"text":"Europe, as noted earlier, has in a short span of time gone from being the most predictable and stable region to something dramatically different. That said, the ability of the United States to influence Europe’s trajectory is relatively limited. Much of what needs doing in Europe can be done only by Europeans. They should spend more on defense, but even more important is that they coordinate their spending so the result is additive rather than duplicative. This will require far more specialization. There is also a pressing need to bolster the capacity of those NATO members bordering Russia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3118","value":3118},"note":null},{"text":"This reality also argues for NATO focusing on “in area” challenges rather than those “out of area” for the foreseeable future.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3123","value":3123},"note":null},{"text":"In addition, Europe has not as a rule done as well as the United States in integrating immigrant populations into its social mainstream.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3127","value":3127},"note":null},{"text":"As for the EU, there is an obvious need for reform. Possibilities include imposing some constraints on the free movement of people to and within Europe, instituting some version of collective deposit insurance conditioned on countries and banks accepting specific reforms and controls, and instituting real discipline over fiscal policies if countries are to join or remain in the Eurozone. Politics and above all the ideology favoring greater integration have been allowed to triumph over economic realities, but as recurring fiscal crises in several countries of southern Europe show, this stance has hurt the EU politically as well as economically. Dealing with this gap between political and economic realities may require a future EU that offers several levels of membership, possibly a version of what already exists in terms of an inner core of countries participating in the Eurozone. Such flexibility could prove essential if the EU is to remain intact.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3130","value":3130},"note":null},{"text":"Politics permitting, one initiative the United States could advance that would help Europe and bolster U.S.-European ties is a transatlantic trade pact. More broadly, there is a compelling case for close U.S.-European consultation and coordination on the full agenda of global and regional issues as well as relations with China and Russia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3139","value":3139},"note":null},{"text":"A large portion of the burden of creating and maintaining order at the regional or global level will fall on the United States. This is inevitable for several reasons, only one of which is that the United States is and will likely remain the most powerful country in the world for decades to come. The corollary to this point is that no other country or group of countries has either the capacity or the mind-set to build a global order. Nor can order ever be expected to emerge automatically; there is no invisible hand in the geopolitical marketplace.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3146","value":3146},"note":null},{"text":"Another reality is that the United States for all its power cannot impose order. Partially this reflects what might be called structural realities, namely, that no country can contend with global challenges on its own given the very nature of these challenges. The United States could reduce its carbon footprint dramatically, but the effect on global climate would be modest if India and China failed to follow suit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3159","value":3159},"note":null},{"text":"There are basic differences, however. Containment was about holding back more than bringing in and was designed for an era when rivals were almost always adversaries and in which the challenges were mostly related to classical geopolitical competition.1 Sovereign obligation, by contrast, is designed for a world in which sometime rivals are sometime partners and in which collective efforts are required to meet common challenges.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3167","value":3167},"note":null},{"text":"The United States is not sufficient, but it is necessary.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3181","value":3181},"note":null},{"text":"Such optimism is well founded. The United States has any number of innate strengths and advantages, including a balanced demography that avoids the youth and age bulges that hold back so many societies; the best universities in the world; effective capital and stock markets; a legal system that encourages and protects invention and allows for orderly bankruptcy; a rich endowment in energy and minerals; climate and land that allow for ample food production; political stability; and excellent relations with its neighbors to the north and south.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3190","value":3190},"note":null},{"text":"What would it take to increase current U.S. rates of growth? There is no universally accepted answer to this question, but my list would include better education at every level from preschool through K-12 through all forms of postsecondary education and on to lifelong learning. To this I would add a robust infrastructure program, something that would provide jobs, increase U.S. competitiveness, and make the society more resilient in the face of natural disasters or terrorism. Immigration reform that created greater opportunity for those with advanced degrees and needed skills to come and stay would help; also helpful would be immigration reform that included a conditional path to legal status or citizenship for many of the twelve million or so people living in the country now without the necessary documentation. Tax reform that lowers corporate rates (among the world’s highest) is desirable, as are other reforms that would lower individual rates, as well as reduce so-called tax expenditures, such as being able to deduct what is spent on mortgage interest and charitable donations or not being taxed on employer health care contributions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3193","value":3193},"note":null},{"text":"Let me just add one more prediction. Mounting debt will hasten the demise of the dollar as the world’s reserve currency. This will happen due to loss of confidence in U.S. financial management and the related concern that what the United States will need to do to finance its debt will be at odds with what it should be doing to manage the domestic and, indirectly, world economy. It is possible that such a move away from the dollar would have happened were it not for the EU’s problems and China not being prepared to free up the yuan. Granted, there is no alternative to the dollar on the immediate horizon, but the United States cannot depend forever on the weaknesses and errors of others, and a postdollar world will be both more costly (as it will require the United States to move in and out of other currencies) and one of less leverage when it comes to imposing dollar-related sanctions.8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3258","value":3258},"note":null},{"text":"More, not less, defense spending is required, especially if Congress continues to insist on keeping select bases and assembly lines open for reasons that have more to do with politics than national security.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3283","value":3283},"note":null},{"text":"The argument that what the country is doing abroad explains the slow growth at home is simply untrue.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3285","value":3285},"note":null},{"text":"I purposefully left one item off that list that I want to raise here. It is free trade. Trade pacts do many positive things, including create relatively high-paying export-oriented jobs, increase consumer choice, lower inflation, promote economic development around the world, bolster friends and allies, and create ties of interdependence that can constrain would-be foes. And, as noted, trade pacts contribute (however modestly) to economic growth; the consensus seems to be that once it went into effect, the Trans-Pacific Partnership would add up to half a percent a year to U.S. growth.9 Trade pacts and trade more generally can also cause specific jobs to disappear. The smart response is not to deny Americans the strategic and economic benefits of trade but to help those whose jobs have disappeared. Several things can and should be done, including adopting a more aggressive posture in the WTO toward foreign governments that unfairly subsidize industries or “dump” products abroad, increasing the availability of wage insurance, making sure that critical benefits are more portable and extended for longer periods, and increasing opportunities and financial support for education and retraining. Technological innovation is an even bigger culprit when it comes to job disappearance.10 The future promises more of the same, as such innovations as artificial intelligence, robotics, and 3-D printing add to productivity but eliminate some existing jobs, even if they also create new ones. Again, it will be essential to help citizens deal with the inevitable turbulence through various forms of assistance and a mix of education and retraining.11 Education is a recurring theme when it comes to what the United States must focus on to put its domestic house in order. It is critical for economic growth, for assisting those workers hurt by trade and technological changes, and for attacking inequality. Much is being said and written about the danger of inequality. Yes, inequality is growing, but the real problem is not that a few are extraordinarily wealthy, but that many are poor and not seeing their living standards or prospects improve. The policy prescription is not to try to reduce inequality per se through massive subsidies and new taxes intended to redistribute wealth. This will surely fail, and any transfer of wealth will not increase the capacity of recipients to be…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3287","value":3287},"note":null},{"text":"Any number of procedural reforms could improve things, including taking the drawing of congressional districts out of the hands of state legislatures, opening up primaries to all voters and not just party members, and moving away from winner-take-all outcomes both in primaries and in the selection of delegates that each state sends to the electoral college. Constraints on political spending could have a positive effect but are highly unlikely to come about in the current political and legal environment.14","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3327","value":3327},"note":null},{"text":"Procedural reforms that affect governing are also called for. In the Senate, the goal should be to make it harder for senators to place holds and carry out filibusters, and to reduce the need for supermajorities. As for the House of Representatives, it would help to jettison the so-called Hastert Rule, which requires that a majority of the majority party favor a bill before it can be brought up for a vote. Getting such a majority can be difficult given that both political parties are getting more, not less, partisan and ideological; in addition, this requirement stands in the way of passing legislation that could muster a coalition constituting an overall majority of members of the House even if the bill could not attract a majority within either party. Almost by definition, compromise legislation would fall in this category.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3331","value":3331},"note":null},{"text":"To be sure, abdication is not isolationism. Donald Trump’s United States is not isolationist. He has authorized the use of limited military force in Syria in a manner his predecessor (unwisely in my view) rejected. The Trump administration might employ force against Iran or North Korea, or both, and has pressed for and secured new international sanctions against the latter. It could well act (most likely unilaterally) in the economic realm, applying tariffs or sanctions as it sees fit against one or another trading partner. It is trying its hand (thus far without success) at mediating several disputes in the Middle East. The U.S. military effort in Afghanistan is to be extended and possibly increased, even if the result almost certainly will fail to justify the greater cost. But abdication describes U.S. foreign policy all the same, as the United States is no longer taking the lead in maintaining alliances or in building regional and global institutions. It is abdication from what has been a position of leadership in developing the rules and arrangements at the heart of any world order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B01ESI3PPG&location=3419","value":3419},"note":null}]}