{"asin":"B001RHOJSE","title":"Eichmann in Jerusalem: A Report on the Banality of Evil","authors":"Hannah Arendt and Amos Elon","highlights":[{"text":"Evil, as she saw it, need not be committed only by demonic monsters but—with disastrous effect—by morons and imbeciles as well, especially if, as we see in our own day, their deeds are sanctioned by religious authority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=136","value":136},"note":null},{"text":"Eichmann’s mediocrity and insipid character struck Arendt on her first day in court. Her initial reaction, expressed in letters to Jaspers, McCarthy, and Blücher, was impressionistic. He isn’t even sinister, she wrote (Arendt used the common German term unheimlich, which can also be translated as “uncanny”). He was like a “ghost in a spiritualist sauce.” What was more, he had a cold and was sneezing inside his bullet-proof glass cage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=151","value":151},"note":null},{"text":"She plowed through the 3,000-page transcript of Eichmann’s pretrial interrogation by the Israeli police captain Avner Less and gradually came to think that it was mostly, as she first put it, a kind of brainlessness7 on Eichmann’s part that had predisposed him to becoming the faceless bureaucrat of death and one of the worst criminals of all time. She emphasized Eichmann’s moral and intellectual shallowness, his inner void. He was probably not lying when he told Less that he could never be a doctor because he could not bear the sight of blood.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=162","value":162},"note":null},{"text":"she insisted that only good had any depth. Good can be radical; evil can never be radical, it can only be extreme, for it possesses neither depth nor any demonic dimension yet and this is its horror!-it can spread like a fungus over the surface of the earth and lay waste the entire world. Evil comes from a failure to think. It defies thought for as soon as thought tries to engage itself with evil and examine the premises and principles from which it originates, it is frustrated because it finds nothing there. That is the banality of evil.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=176","value":176},"note":null},{"text":"The Israeli court psychiatrist who examined Eichmann found him a “completely normal man, more normal, at any rate, than I am after examining him,” the implication being that the coexistence of normality and bottomless cruelty explodes our ordinary conceptions and present the true enigma of the trial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=194","value":194},"note":null},{"text":"Other reviewers criticized her for saying that Eichmann’s trial had been a “show trial.” But Ben-Gurion’s intentions from the beginning when he ordered Eichmann kidnapped and brought to trial in Israel and in his public statement afterward certainly gave credence to the view that it was indeed a show trial. Its purpose, in Ben-Gurion’s words, was to “educate the young” and the entire world and to give the Jewish people a voice in making a historic accounting with its persecutors. In France, the weekly Nouvel Observateur published selected excerpts of the book and asked, “Est-elle nazie?” (Is she [Arendt] a Nazi?)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=285","value":285},"note":null},{"text":"They were to watch a spectacle as sensational as the Nuremberg Trials, only this time “the tragedy of Jewry as a whole was to be the central concern.” For “if we shall charge [Eichmann] also with crimes against non-Jews, ... this is” not because he committed them, but, surprisingly, “because we make no ethnic distinctions.” Certainly a remarkable sentence for a prosecutor to utter in his opening speech; it proved to be the key sentence in the case for the prosecution. For this case was built on what the Jews had suffered, not on what Eichmann had done. And, according to Mr. Hausner, this distinction would be immaterial, because “there was only one man who had been concerned almost entirely with the Jews, whose business had been their destruction, whose role in the establishment of the iniquitous regime had been limited to them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=416","value":416},"note":null},{"text":"The trial was supposed to show them what it meant to live among non-Jews, to convince them that only in Israel could a Jew be safe and live an honorable life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=446","value":446},"note":null},{"text":"“The triumph of the S.S. demands that the tortured victim allow himself to be led to the noose without protesting, that he renounce and abandon himself to the point of ceasing to affirm his identity. And it is not for nothing. It is not gratuitously, out of sheer sadism, that the S.S. men desire his defeat. They know that the system which succeeds in destroying its victim before he mounts the scaffold ... is incomparably the best for keeping a whole people in slavery. In submission. Nothing is more terrible than these processions of human beings going like dummies to their deaths”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=508","value":508},"note":null},{"text":"The court received no answer to this cruel and silly question, but one could easily have found an answer had he permitted his imagination to dwell for a few minutes on the fate of those Dutch Jews who in 1941, in the old Jewish quarter of Amsterdam, dared to attack a German security police detachment. Four hundred and thirty Jews were arrested in reprisal and they were literally tortured to death, first in Buchenwald and then in the Austrian camp of Mauthausen. For months on end they died a thousand deaths, and every single one of them would have envied his brethren in Auschwitz and even in Riga and Minsk. There exist many things considerably worse than death, and the S.S. saw to it that none of them was ever very far from their victims’ minds and imagination. In this respect, perhaps even more significantly than in others, the deliberate attempt at the trial to tell only the Jewish side of the story distorted the truth, even the Jewish truth. The glory of the uprising in the Warsaw ghetto and the heroism of the few others who fought back lay precisely in their having refused the comparatively easy death the Nazis offered them-before the firing squad or in the gas chamber. And the witnesses in Jerusalem who testified to resistance and rebellion, to “the small place [it had] in the history of the holocaust,” confirmed once more the fact that only the very young had been capable of taking “the decision that we cannot go and be slaughtered like sheep.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=512","value":512},"note":null},{"text":"Another argument against extradition, offered by the observers the West German government sent to Jerusalem, was that Germany had abolished capital punishment and hence was unable to mete out the sentence Eichmann deserved. In view of the leniency shown by German courts to Nazi mass murderers, it is difficult not to suspect bad faith in this objection. Surely, the greatest political hazard of an Eichmann trial in Germany would have been acquittal for lack of mens rea, as J. J. Jansen pointed out in the Rheinischer Merkur [August 11, 1961].)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=598","value":598},"note":null},{"text":"The logic of the Eichmann trial, as Ben-Gurion conceived of it, with its stress on general issues to the detriment of legal niceties, would have demanded exposure of the complicity of all German offices and authorities in the Final Solution-of all civil servants in the state ministries, of the regular armed forces, with their General Staff, of the judiciary, and of the business world. But although the prosecution as conducted by Mr. Hausner went as far afield as to put witness after witness on the stand who testified to things that, while gruesome and true enough, had no or only the slightest connection with the deeds of the accused, it carefully avoided touching upon this highly explosive matter—upon the almost ubiquitous complicity, which had stretched far beyond the ranks of Party membership. (There were widespread rumors prior to the trial that Eichmann had named “several hundred prominent personalities of the Federal Republic as his accomplices,” but these rumors were not true. In his opening speech, Mr. Hausner mentioned Eichmann’s “accomplices in the crime who were neither gangsters nor men of the underworld,” and promised that we should “encounter them—doctors and lawyers, scholars, bankers, and economists-in those councils that resolved to exterminate the Jews.” This promise was not kept, nor could it have been kept in the form in which it was made. For there never existed a “council that resolved” anything, and the “robed dignitaries with academic degrees” never decided on the extermination of the Jews, they only came together to plan the necessary steps in carrying out an order given by Hitler.) Still, one such case was brought to the attention of the court, that of Dr. Hans Globke, one of Adenauer’s closest advisers, who, more than twenty-five years ago, was co-author of an infamous commentary on the Nuremberg Laws and, somewhat later, author of the brilliant idea of compelling all German Jews to take “Israel” or “Sarah” as a middle name. But Mr. Globke’s name—and only his name-was inserted into the District Court proceedings by the defense, and probably only in the hope of “persuading” the Adenauer government to start extradition proceedings. At any rate, the former Ministerialrat of the Interior and present Staatssekretdr in Adenauer’s Chancellery doubtless had more right than the ex-Mufti of Jerusalem to figure in the history of what the Jews had actually suffered from the Nazis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=610","value":610},"note":null},{"text":"Dr. Servatius could no longer resist temptation and asked the obvious questions: “Why did all this bad luck fall upon the Jewish people?” and “Don’t you think that irrational motives are at the basis of the fate of this people? Beyond the understanding of a human being?” Is not there perhaps something like “the spirit of history, which brings history forward ... without the influence of men?” Is not Mr. Hausner basically in agreement with “the school of historical law”—an allusion to Hegel-and has he not shown that what “the leaders do will not always lead to the aim and destination they wanted? ... Here the intention was to destroy the Jewish people and the objective was not reached and a new flourishing State came into being.” The argument of the defense had now come perilously close to the newest anti-Semitic notion about the Elders of Zion, set forth in all seriousness a few weeks earlier in the Egyptian National Assembly by Deputy Foreign Minister Hussain Zulficar Sabri: Hitler was innocent of the slaughter of the Jews; he was a victim of the Zionists, who had “compelled him to perpetrate crimes that would eventually enable them to achieve their aim—the creation of the State of Israel.” Except that Dr. Servatius, following the philosophy of history expounded by the prosecutor, had put History in the place usually reserved for the Elders of Zion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=635","value":635},"note":null},{"text":"(Thus Goebbels had declared in 1943: “We will go down in history as the greatest statesmen of all times or as their greatest criminals.”)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=661","value":661},"note":null},{"text":"When Eichmann was asked how he had reconciled his personal feelings about Jews with the outspoken and violent anti-Semitism of the Party he had joined, he replied with the proverb: “Nothing’s as hot when you eat it as when it’s being cooked”—a proverb that was then on the lips of many Jews as well. They lived in a fool’s paradise, in which, for a few years, even Streicher spoke of a “legal solution” of the Jewish problem. It took the organized pogroms of November, 1938, the so-called Kristallnacht or Night of Broken Glass, when seventy-five hundred Jewish shop windows were broken, all synagogues went up in flames, and twenty thousand Jewish men were taken off to concentration camps, to expel them from it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=927","value":927},"note":null},{"text":"The frequently forgotten point of the matter is that the famous Nuremberg Laws, issued in the fall of 1935, had failed to do the trick. The testimony of three witnesses from Germany, high-ranking former officials of the Zionist organization who left Germany shortly before the outbreak of the war, gave only the barest glimpse into the true state of affairs during the first five years of the Nazi regime. The Nuremberg Laws had deprived the Jews of their political but not of their civil rights; they were no longer citizens (Reichsbürger), but they remained members of the German state (Staatsangehörige). Even if they emigrated, they were not automatically stateless. Sexual intercourse between Jews and Germans, and the contraction of mixed marriages, were forbidden. Also, no German woman under the age of forty-five could be employed in a Jewish household. Of these stipulations, only the last was of practical significance; the others merely legalized a de facto situation. Hence, the Nuremberg Laws were felt to have stabilized the new situation of Jews in the German Reich. They had been second-class citizens, to put it mildly, since January 30, 1933; their almost complete separation from the rest of the population had been achieved in a matter of weeks or months—through terror but also through the more than ordinary connivance of those around them. “There was a wall between Gentiles and Jews,” Dr. Benno Cohn of Berlin testified. “I cannot remember speaking to a Christian during all my journeys over Germany.” Now, the Jews felt, they had received laws of their own and would no longer be outlawed. If they kept to themselves, as they had been forced to do anyhow, they would be able to live unmolested. In the words of the Reichsvertretung of the Jews in Germany (the national association of all communities and organizations, which had been founded in September, 1933, on the initiative of the Berlin community, and was in no way Nazi-appointed), the intention of the Nuremberg Laws was “to establish a level on which a bearable relationship between the German and the Jewish people [became] possible,” to which a member of the Berlin community, a radical Zionist, added: “Life is possible under every law. However, in complete ignorance of what is permitted and what is not one cannot live. A useful and respected citizen one can also be as a member of a minority in the midst of a great people” (Hans Lamm, Über die Entwicklung des deutschen Judentums, 1951). And since Hitler, in the Röhm purge in 1934, had broken the power of the S.A., the Storm Troopers in brown shirts who had been almost exclusively responsible for the early pogroms and atrocities, and since the Jews were blissfully unaware of the growing power of the black-shirted S.S., who ordinarily abstained from what Eichmann contemptuously called the “Stürmer methods,” they generally believed that a modus vivendi would be possible; they even offered to cooperate in “the solution of the Jewish question.” In…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=933","value":933},"note":null},{"text":"The greatest “idealist” Eichmann ever encountered among the Jews was Dr. Rudolf Kastner, with whom he negotiated during the Jewish deportations from Hungary and with whom he came to an agreement that he, Eichmann, would permit the “illegal” departure of a few thousand Jews to Palestine (the trains were in fact guarded by German police) in exchange for “quiet and order” in the camps from which hundreds of thousands were shipped to Auschwitz. The few thousand saved by the agreement, prominent Jews and members of the Zionist youth organizations, were, in Eichmann’s words, “the best biological material.” Dr. Kastner, as Eichmann understood it, had sacrificed his fellow-Jews to his “idea,” and this was as it should be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=983","value":983},"note":null},{"text":"But bragging is a common vice, and a more specific, and also more decisive, flaw in Eichmann’s character was his almost total inability ever to look at anything from the other fellow’s point of view.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1077","value":1077},"note":null},{"text":"To be sure, the judges were right when they finally told the accused that all he had said was “empty talk”—except that they thought the emptiness was feigned, and that the accused wished to cover up other thoughts which, though hideous, were not empty. This supposition seems refuted by the striking consistency with which Eichmann, despite his rather bad memory, repeated word for word the same stock phrases and self-invented clichés (when he did succeed in constructing a sentence of his own, he repeated it until it became a cliché) each time he referred to an incident or event of importance to him. Whether writing his memoirs in Argentina or in Jerusalem, whether speaking to the police examiner or to the court, what he said was always the same, expressed in the same words. The longer one listened to him, the more obvious it became that his inability to speak was closely connected with an inability to think, namely, to think from the standpoint of somebody else. No communication was possible with him, not because he lied but because he was surrounded by the most reliable of all safeguards against the words and the presence of others, and hence against reality as such.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1098","value":1098},"note":null},{"text":"Is this a textbook case of bad faith, of lying self-deception combined with outrageous stupidity? Or is it simply the case of the eternally unrepentant criminal (Dostoevski once mentions in his diaries that in Siberia, among scores of murderers, rapists, and burglars, he never met a single man who would admit that he had done wrong) who cannot afford to face reality because his crime has become part and parcel of it? Yet Eichmann’s case is different from that of the ordinary criminal, who can shield himself effectively against the reality of a non-criminal world only within the narrow limits of his gang. Eichmann needed only to recall the past in order to feel assured that he was not lying and that he was not deceiving himself, for he and the world he lived in had once been in perfect harmony. And that German society of eighty million people had been shielded against reality and factuality by exactly the same means, the same self-deception, lies, and stupidity that had now become ingrained in Eichmann’s mentality. These lies changed from year to year, and they frequently contradicted each other; moreoever, they were not necessarily the same for the various branches of the Party hierarchy or the people at large. But the practice of self-deception had become so common, almost a moral prerequisite for survival, that even now, eighteen years after the collapse of the Nazi regime, when most of the specific content of its lies has been forgotten, it is sometimes difficult not to believe that mendacity has become an integral part of the German national character.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1143","value":1143},"note":null},{"text":"Eichmann’s astounding willingness, in Argentina as well as in Jerusalem, to admit his crimes was due less to his own criminal capacity for self-deception than to the aura of systematic mendacity that had constituted the general, and generally accepted, atmosphere of the Third Reich. “Of course” he had played a role in the extermination of the Jews; of course if he “had not transported them, they would not have been delivered to the butcher.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1158","value":1158},"note":null},{"text":"Eichmann’s mind was filled to the brim with such sentences. His memory proved to be quite unreliable about what had actually happened; in a rare moment of exasperation, Judge Landau asked the accused: “What can you remember?” (if you don’t remember the discussions at the so-called Wannsee Conference, which dealt with the various methods of killing) and the answer, of course, was that Eichmann remembered the turning points in his own career rather well, but that they did not necessarily coincide with the turning points in the story of Jewish extermination or, as a matter of fact, with the turning points in history. (He always had trouble remembering the exact date of the outbreak of the war or of the invasion of Russia.) But the point of the matter is that he had not forgotten a single one of the sentences of his that at one time or another had served to give him a “sense of elation.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1167","value":1167},"note":null},{"text":"But quite apart from all slogans and ideological quarrels, it was in those years a fact of everyday life that only Zionists had any chance of negotiating with the German authorities, for the simple reason that their chief Jewish adversary, the Central Association of German Citizens of Jewish Faith, to which ninety-five per cent of organized Jews in Germany then belonged, specified in its bylaws that its chief task was the “fight against anti-Semitism”; it had suddenly become by definition an organization “hostile to the State,” and would indeed have been persecuted—which it was not—if it had ever dared to do what it was supposed to do. During its first few years, Hitler’s rise to power appeared to the Zionists chiefly as “the decisive defeat of assimilationism.” Hence, the Zionists could, for a time, at least, engage in a certain amount of non-criminal cooperation with the Nazi authorities; the Zionists too believed that “dissimilation,” combined with the emigration to Palestine of Jewish youngsters and, they hoped, Jewish capitalists, could be a “mutually fair solution.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1260","value":1260},"note":null},{"text":"Of greater importance for Eichmann were the emissaries from Palestine, who would approach the Gestapo and the S.S. on their own initiative, without taking orders from either the German Zionists or the Jewish Agency for Palestine. They came in order to enlist help for the illegal immigration of Jews into British-ruled Palestine, and both the Gestapo and the S.S. were helpful. They negotiated with Eichmann in Vienna, and they reported that he was “polite,” “not the shouting type,” and that he even provided them with farms and facilities for setting up vocational training camps for prospective immigrants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1278","value":1278},"note":null},{"text":"Indeed, they were in a position to deal with the Nazi authorities on a footing amounting to equality, which native Jews were not, since they enjoyed the protection of the mandatory power; they were probably among the first Jews to talk openly about mutual interests and were certainly the first to be given permission “to pick young Jewish pioneers” from among the Jews in the concentration camps. Of course, they were unaware of the sinister implications of this deal, which still lay in the future; but they too somehow believed that if it was a question of selecting Jews for survival, the Jews should do the selecting themselves. It was this fundamental error in judgment that eventually led to a situation in which the non-selected majority of Jews inevitably found themselves confronted with two enemies—the Nazi authorities and the Jewish authorities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1290","value":1290},"note":null},{"text":"“Thus what must have been one of the most paradoxical episodes of the entire period of the Nazi regime began: the man who was to go down in history as one of the arch-murderers of the Jewish people entered the lists as an active worker in the rescue of Jews from Europe.” Eichmann’s trouble was that he remembered none of the facts that might have supported, however faintly, his incredible story, while the learned counsel for the defense probably did not even know that there was anything to remember.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1297","value":1297},"note":null},{"text":"Eichmann’s memory functioned only in respect to things that had had a direct bearing upon his career. Thus, he remembered a visit he had received in Berlin from a Palestinian functionary who told him about life in the collective settlements, and whom he had twice taken out to dinner, because this visit ended with a formal invitation to Palestine, where the Jews would show him the country. He was delighted; no other Nazi official had been able to go “to a distant foreign land,”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1302","value":1302},"note":null},{"text":"It was in the nature of the Nazi movement that it kept moving, became more radical with each passing month, but one of the outstanding characteristics of its members was that psychologically they tended to be always one step behind the movement—that they had the greatest difficulty in keeping up with it, or, as Hitler used to phrase it, that they could not “jump over their own shadow.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1318","value":1318},"note":null},{"text":"In other words, the only Jews Eichmann remembered were those who had been completely in his power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1337","value":1337},"note":null},{"text":"It was not until the outbreak of the war, on September 1, 1939, that the Nazi regime became openly totalitarian and openly criminal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1396","value":1396},"note":null},{"text":"Furthermore, it must be remembered that all these organs, wielding enormous power, were in fierce competition with one another—which was no help to their victims, since their ambition was always the same: to kill as many Jews as possible. This competitive spirit, which, of course, inspired in each man a great loyalty to his own outfit, has survived the war, only now it works in reverse: it has become each man’s desire “to exonerate his own outfit” at the expense of all the others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1451","value":1451},"note":null},{"text":"Eichmann at any rate was told in the summer of 1940, when his emigration business had come to a complete standstill, to work out a detailed plan for the evacuation of four million Jews to Madagascar, and this project seems to have occupied most of his time until the invasion of Russia, a year later. (Four million is a strikingly low figure for making Europe judenrein. It obviously did not include three million Polish Jews who, as everybody knew, had been being massacred ever since the first days of the war.) That anybody except Eichmann and some other lesser luminaries ever took the whole thing seriously seems unlikely, for— apart from the fact that the territory was known to be unsuitable, not to mention the fact that it was, after all, a French possession —the plan would have required shipping space for four million in the midst of a war and at a moment when the British Navy was in control of the Atlantic. The Madagascar plan was always meant to serve as a cloak under which the preparations for the physical extermination of all the Jews of Western Europe could be carried forward (no such cloak was needed for the extermination of Polish Jews!), and its great advantage with respect to the army of trained anti-Semites, who, try as they might, always found themselves one step behind the Führer, was that it familiarized all concerned with the preliminary notion that nothing less than complete evacuation from Europe would do—no special legislation, no “dissimilation,” no ghettos would suffice.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1536","value":1536},"note":null},{"text":"When, a year later, the Madagascar project was declared to have become “obsolete,” everybody was psychologically, or rather, logically, prepared for the next step: since there existed no territory to which one could “evacuate,” the only “solution” was extermination.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1547","value":1547},"note":null},{"text":"Eichmann’s memory, jumping with great ease over the years—he was two years ahead of the sequence of events when he told the police examiner the story of Theresienstadt—was certainly not controlled by chronological order, but it was not simply erratic. It was like a storehouse, filled with human-interest stories of the worst type.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1612","value":1612},"note":null},{"text":"Had he lied twice, with great consistency? Hardly. To evacuate and deport Jews had become routine business; what stuck in his mind was bowling, being the guest of a Minister, and hearing of the attack on Heydrich. And it was characteristic of his kind of memory that he could absolutely not recall the year in which this memorable day fell, on which “the hangman” was shot by Czech patriots.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1626","value":1626},"note":null},{"text":"The net effect of this language system was not to keep these people ignorant of what they were doing, but to prevent them from equating it with their old, “normal” knowledge of murder and lies. Eichmann’s great susceptibility to catch words and stock phrases, combined with his incapacity for ordinary speech, made him, of course, an ideal subject for “language rules.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1685","value":1685},"note":null},{"text":"Moreover, they found themselves on the horns of a dilemma which was indeed insoluble: in the days of Hitler’s successes they felt they could do nothing because the people would not understand, and in the years of German defeats they feared nothing more than another “stab-in-the-back” legend. To the last, their greatest concern was how it would be possible to prevent chaos and to ward off the danger of civil war. And the solution was that the Allies must be “reasonable” and grant a “moratorium” until order was restored—and with it, of course, the German Army’s ability to offer resistance. They possessed the most precise knowledge of what was going on in the East, but there is hardly any doubt that not one of them would have dared even to think that the best thing that could have happened to Germany under the circumstances would have been open rebellion and civil war. The active resistance in Germany came chiefly from the Right, but in view of the past record of the German Social Democrats, it may be doubted that the situation would have been very different if the Left had played a larger part among the conspirators. The question is academic in any case, for no “organized socialist resistance” existed in Germany during the war years—as the German historian, Gerhard Ritter, has rightly pointed out.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1889","value":1889},"note":null},{"text":"In actual fact, the situation was just as simple as it was hopeless: the overwhelming majority of the German people believed in Hitler—even after the attack on Russia and the feared war on two fronts, even after the United States entered the war, indeed even after Stalingrad, the defection of Italy, and the landings in France. Against this solid majority, there stood an indeterminate number of isolated individuals who were completely aware of the national and of the moral catastrophe; they might occasionally know and trust one another, there were friendships among them and an exchange of opinions, but no plan or intention of revolt. Finally there was the group of those who later became known as the conspirators, but they had never been able to come to an agreement on anything, not even on the question of conspiracy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1899","value":1899},"note":null},{"text":"As the war went on and defeat became more certain, political differences should have mattered less and political action become more urgent, but Gerhard Ritter seems right here too: “Without the determination of [Count Klaus von] Stauffenberg, the resistance movement would have bogged down in more or less helpless inactivity.” What united these men was that they saw in Hitler a “swindler,” a “dilettante,” who “sacrificed whole armies against the counsel of his experts,” a “madman” and a “demon,” “the incarnation of all evil,” which in the German context meant something both more and less than when they called him a “criminal and a fool,” which they occasionally did. But to hold such opinions about Hitler at this late date “in no way precluded membership in the S.S. or the Party, or the holding of a government post” [Fritz Hesse], hence it did not exclude from the circle of the conspirators quite a number of men who themselves were deeply implicated in the crimes of the regime—as","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1911","value":1911},"note":null},{"text":"No doubt these men who opposed Hitler, however belatedly, paid with their lives and suffered a most terrible death; the courage of many of them was admirable, but it was not inspired by moral indignation or by what they knew other people had been made to suffer; they were motivated almost exclusively by their conviction of the coming defeat and ruin of Germany.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1926","value":1926},"note":null},{"text":"In these circles, there was of course some concern about the fact that, as Goerdeler said, ”in the occupied areas and against the Jews techniques of liquidating human beings and of religious persecution are practiced ... which will always rest as a heavy burden on our history.” But it seems never to have occurred to them that this signified something more, and more dreadful, than that ”it will make our position [negotiating a peace treaty with the Allies] enormously difficult,” that it was a “blot on Germany’s good name” and was undermining the morale of the Army. ”What","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1933","value":1933},"note":null},{"text":"Nor did it occur to them that these atrocities might be somehow connected with the Allies’ demand for unconditional surrender, which they felt free to criticize as both ”nationalistic” and “unreasonable,” inspired by blind hatred. In 1943, when the eventual defeat of Germany was almost a certainty, and indeed even later, they still believed that they had a right to negotiate with their enemies “as equals” for a “just peace,” although they knew only too well what an unjust and totally unprovoked war Hitler had started. Even more startling are their criteria for a “just peace.” Goerdeler stated them again and again in numerous memoranda: ”the re-establishment of the national borders of 1914 [which meant the annexation of Alsace-Lorraine], with the addition of Austria and the Sudetenland”; furthermore, a “leading position for Germany on the Continent” and perhaps the regaining of South Tyrol!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1940","value":1940},"note":null},{"text":"Reck-Malleczewen wrote, after he had heard of the failure of the attempt on Hitler’s life, which of course he regretted: “A little late, gentlemen, you who made this archdestroyer of Germany and ran after him, as long as everything seemed to be going well; you who ... without hesitation swore every oath demanded of you and reduced yourselves to the despicable flunkies of this criminal who is guilty of the murder of hundreds of thousands, burdened with the lamentations and the curse of the whole world; now you have betrayed him.... Now, when the bankruptcy can no longer be concealed, they betray the house that went broke, in order to establish a political alibi for themselves—the same men who have betrayed everything that was in the way of their claim to power.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1956","value":1956},"note":null},{"text":"How else can one explain the illusions of Goerdeler in particular or the fact that Himmler, of all people, but also Ribbentrop, should have started dreaming, during the last months of the war, of a magnificent new role as negotiators with the Allies for a defeated Germany. And if Ribbentrop certainly was simply stupid, Himmler, whatever else he might have been, was no fool.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=1996","value":1996},"note":null},{"text":"Hence the problem was how to overcome not so much their conscience as the animal pity by which all normal men are affected in the presence of physical suffering. The trick used by Himmler—who apparently was rather strongly afflicted with these instinctive reactions himself —was very simple and probably very effective; it consisted in turning these instincts around, as it were, in directing them toward the self. So that instead of saying: What horrible things I did to people!, the murderers would be able to say: What horrible things I had to watch in the pursuance of my duties, how heavily the task weighed upon my shoulders! Eichmann’s defective memory where Himmler’s ingenious watchwords were concerned may be an indication that there existed other and more effective devices for solving the problem of conscience. Foremost among them was, as Hitler had rightly foreseen, the simple fact of war. Eichmann insisted time and again on the “different personal attitude” toward death when “dead people were seen everywhere,” and when everyone looked forward to his own death with indifference: “We did not care if we died today or only tomorrow, and there were times when we cursed the morning that found us still alive.” Especially effective in this atmosphere of violent death was the fact that the Final Solution, in its later stages, was not carried out by shooting, hence through violence, but in the gas factories, which, from beginning to end, were closely connected with the “euthanasia program” ordered by Hitler in the first weeks of the war and applied to the mentally sick in Germany up to the invasion of Russia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2013","value":2013},"note":null},{"text":"None of the various “language rules,” carefully contrived to deceive and to camouflage, had a more decisive effect on the mentality of the killers than this first war decree of Hitler, in which the word for “murder” was replaced by the phrase “to grant a mercy death.” Eichmann, asked by the police examiner if the directive to avoid “unnecessary hardships” was not a bit ironic, in view of the fact that the destination of these people was certain death anyhow, did not even understand the question, so firmly was it still anchored in his mind that the unforgivable sin was not to kill people but to cause unnecessary pain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2060","value":2060},"note":null},{"text":"During the trial, he showed unmistakable signs of sincere outrage when witnesses told of cruelties and atrocities committed by S.S. men—though the court and much of the audience failed to see these signs, because his single-minded effort to keep his self-control had misled them into believing that he was “unmovable” and indifferent—and it was not the accusation of having sent millions of people to their death that ever caused him real agitation but only the accusation (dismissed by the court) of one witness that he had once beaten a Jewish boy to death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2064","value":2064},"note":null},{"text":"It has frequently been pointed out that the gassing of the mentally sick had to be stopped in Germany because of protests from the population and from a few courageous dignitaries of the churches, whereas no such protests were voiced when the program switched to the gassing of Jews, though some of the killing centers were located on what was then German territory and were surrounded by German populations. The protests, however, occurred at the beginning of the war; quite apart from the effects of “education in euthanasia,” the attitude toward a “painless death through gassing” very likely changed in the course of the war. This sort of thing is difficult to prove; there are no documents to support it, because of the secrecy of the whole enterprise, and none of the war criminals ever mentioned it,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2077","value":2077},"note":null},{"text":"However, a few truly priceless stories, to be found in the war diaries of trustworthy men who were fully aware of the fact that their own shocked reaction was no longer shared by their neighbors, have survived the moral debacle of a whole nation. Reck-Malleczewen, whom I mentioned before, tells of a female “leader” who came to Bavaria to give the peasants a pep talk in the summer of 1944. She seems not to have wasted much time on “miracle weapons” and victory, she faced frankly the prospect of defeat, about which no good German needed to worry because the Führer “in his great goodness had prepared for the whole German people a mild death through gassing in case the war should have an unhappy end.” And the writer adds: “Oh, no, I’m not imagining things, this lovely lady is not a mirage, I saw her with my own eyes: a yellow-skinned female pushing forty, with insane eyes.... And what happened? Did these Bavarian peasants at least put her into the local lake to cool off her enthusiastic readiness for death? They did nothing of the sort. They went home, shaking their heads.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2085","value":2085},"note":null},{"text":"As the formal name of the conference indicates, the meeting had become necessary because the Final Solution, if it was to be applied to the whole of Europe, clearly required more than tacit acceptance from the Reich’s State apparatus; it needed the active cooperation of all Ministries and of the whole Civil Service. The Ministers themselves, nine years after Hitler’s rise to power, were all Party members of long standing—those who in the initial stages of the regime had merely “coordinated” themselves, smoothly enough, had been replaced. Yet most of them were not completely trusted, since few among them owed their careers entirely to the Nazis, as did Heydrich or Himmler; and those who did, like Joachim von Ribbentrop, head of the Foreign Office, a former champagne salesman, were likely to be nonentities. The problem was much more acute, however, with respect to the higher career men in the Civil Service, directly under the Ministers, for these men, the backbone of every government administration, were not easily replaceable, and Hitler had tolerated them, just as Adenauer was to tolerate them, unless they were compromised beyond salvation. Hence the undersecretaries and the legal and other experts in the various Ministries were frequently not even Party members, and Heydrich’s apprehensions about whether he would be able to enlist the active help of these people in mass murder were quite comprehensible. As Eichmann put it, Heydrich “expected the greatest difficulties.” Well, he could not have been more wrong. The aim of the conference was to coordinate all efforts toward the implementation of the Final Solution. The discussion turned first on “complicated legal questions,” such as the treatment of half- and quarter-Jews—should they be killed or only sterilized? This was followed by a frank discussion of the “various types of possible solutions to the problem,” which meant the various methods of killing, and here, too, there was more than “happy agreement on the part of the participants”; the Final Solution was greeted with “extraordinary enthusiasm” by all present, and particularly by Dr. Wilhelm Stuckart, Undersecretary in the Ministry of the Interior, who was known to be rather reticent and hesitant in the face of “radical” Party measures, and was, according to Dr. Hans Globke’s testimony at Nuremberg, a staunch supporter of the Law. There were certain difficulties, however. Undersecretary Josef Bühler, second in command in the General Government in Poland, was dismayed at the prospect that Jews would be evacuated from the West to the East, because this meant more Jews in Poland, and he proposed that these evacuations be postponed and that “the Final Solution be started in the General Government, where no problems of transport existed.” The gentlemen from the Foreign Office appeared with their own carefully elaborated memorandum, expressing “the desires and ideas of the Foreign Office with respect to the total solution of the Jewish question…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2107","value":2107},"note":null},{"text":"There was another reason that made the day of this conference unforgettable for Eichmann. Although he had been doing his best right along to help with the Final Solution, he had still harbored some doubts about “such a bloody solution through violence,” and these doubts had now been dispelled. “Here now, during this conference, the most prominent people had spoken, the Popes of the Third Reich.” Now he could see with his own eyes and hear with his own ears that not only Hitler, not only Heydrich or the “sphinx” Müller, not just the S.S. or the Party, but the elite of the good old Civil Service were vying and fighting with each other for the honor of taking the lead in these “bloody” matters. “At that moment, I sensed a kind of Pontius Pilate feeling, for I felt free of all guilt.” Who was he to judge? Who was he “to have [his] own thoughts in this matter”? Well, he was neither the first nor the last to be ruined by modesty.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2137","value":2137},"note":null},{"text":"The Ministry of Finance and the Reichsbank prepared facilities to receive the huge loot from all over Europe, down to watches and gold teeth, all of which was sorted out in the Reichsbank and then sent to the Prussian State Mint. The Ministry of Transport provided the necessary railroad cars, usually freight cars, even in times of great scarcity of rolling stock, and they saw to it that the schedule of the deportation trains did not conflict with other timetables. The Jewish Councils of Elders were informed by Eichmann or his men of how many Jews were needed to fill each train, and they made out the list of deportees. The Jews registered, filled out innumerable forms, answered pages and pages of questionnaires regarding their property so that it could be seized the more easily; they then assembled at the collection points and boarded the trains. The few who tried to hide or to escape were rounded up by a special Jewish police force. As far as Eichmann could see, no one protested, no one refused to cooperate. “Immerzu fahren hier die Leute zu ihrem eigenen Begräbnis” (Day in day out the people here leave for their own funeral), as a Jewish observer put it in Berlin in 1943.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2153","value":2153},"note":null},{"text":"What Eichmann called the “death whirl” that descended upon Germany after the immense losses at Stalingrad—the saturation bombing of German cities, his stock excuse for killing civilians and still the stock excuse offered in Germany for the massacres—making an everyday experience of sights different from the atrocities reported at Jerusalem but no less horrible, might have contributed to the easing, or, rather, to the extinguishing, of conscience, had any conscience been left when it occurred, but according to the evidence such was not the case. The extermination machinery had been planned and perfected in all its details long before the horror of war struck Germany herself, and its intricate bureaucracy functioned with the same unwavering precision in the years of easy victory as in those last years of predictable defeat. Defections from the ranks of the ruling élite and notably from among the Higher S.S. officers hardly occurred at the beginning, when people might still have had a conscience; they made themselves felt only when it had become obvious that Germany was going to lose the war. Moreover, such defections were never serious enough to throw the machinery out of gear; they consisted of individual acts not of mercy but of corruption, and they were inspired not by conscience but by the desire to salt some money or some connections away for the dark days to come. Himmler’s order in the fall of 1944 to halt the extermination and to dismantle the installations at the death factories sprang from his absurd but sincere conviction that the Allied powers would know how to appreciate this obliging gesture; he told a rather incredulous Eichmann that on the strength of it he would be able to negotiate a Hubertusburger-Frieden —an allusion to the Peace Treaty of Hubertusburg that concluded the Seven Years’ War of Frederick II of Prussia in 1763 and enabled Prussia to retain Silesia, although she had lost the war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2165","value":2165},"note":null},{"text":"As Eichmann told it, the most potent factor in the soothing of his own conscience was the simple fact that he could see no one, no one at all, who actually was against the Final Solution. He did encounter one exception, however, which he mentioned several times, and which must have made a deep impression on him. This happened in Hungary when he was negotiating with Dr. Kastner over Himmler’s offer to release one million Jews in exchange for ten thousand trucks. Kastner, apparently emboldened by the new turn of affairs, had asked Eichmann to stop “the death mills at Auschwitz,” and Eichmann had answered that he would…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2178","value":2178},"note":null},{"text":"Of course, he did not expect the Jews to share the general enthusiasm over their destruction, but he did expect more than compliance, he expected—and received, to a truly extraordinary degree—their cooperation. This was “of course the very cornerstone” of everything he did, as it had been the very cornerstone of his activities in Vienna. Without Jewish help in administrative and police work—the final rounding up of Jews in Berlin was, as I have mentioned, done entirely by Jewish police—there would have been either complete chaos or an impossibly severe drain on German manpower. (“There can be no doubt that, without the cooperation of the victims, it would hardly have been possible for a few thousand people, most of whom, moreover, worked in offices, to liquidate many hundreds of thousands of other people.... Over the whole way to their deaths the Polish…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2183","value":2183},"note":null},{"text":"To a Jew this role of the Jewish leaders in the destruction of their own people is undoubtedly the darkest chapter of the whole dark story. It had been known about before, but it has now been exposed for the first time in all its pathetic and sordid detail by Raul Hilberg, whose standard work The Destruction of the European Jews I mentioned before. In the matter of cooperation, there was no distinction between the highly assimilated Jewish communities of Central and Western Europe and the Yiddish-speaking masses of the East. In Amsterdam as in Warsaw, in Berlin as in Budapest, Jewish officials could be trusted to compile the lists of persons and of their property, to secure money from the deportees to defray the expenses of their deportation and extermination, to keep track of vacated apartments, to supply police forces to help seize Jews and get them on trains, until, as a last gesture, they handed over the assets of the Jewish community in good order for final confiscation. They distributed the Yellow Star badges, and sometimes, as in Warsaw, “the sale of the armbands became a regular business; there were ordinary armbands of cloth and fancy plastic armbands which were washable.” In the Naziinspired, but not Nazi-dictated, manifestoes they issued, we still can sense how they enjoyed their new power—“The Central Jewish Council has been granted the right of absolute disposal over all Jewish spiritual and material wealth and over all Jewish manpower,” as the first announcement of the Budapest Council phrased it. We know how the Jewish officials felt when they became instruments of murder—like captains “whose ships were about to sink and who succeeded in bringing them safe to port by casting overboard a great part of their precious cargo”; like saviors who “with a hundred victims save a thousand people, with a thousand ten thousand.” The truth was even more gruesome. Dr. Kastner, in Hungary, for instance, saved exactly 1,684 people with approximately 476,000 victims. In order not to leave the selection to “blind fate,” “truly holy principles” were needed “as the guiding force of the weak human hand which puts down on paper the name of the unknown person and with this decides his life or death.” And whom did these “holy principles” single out for salvation? Those “who had worked all their lives for the zibur [community]” —i.e., the functionaries—and the “most prominent Jews,” as Kastner says in his report. No one bothered to swear the Jewish officials to secrecy; they were voluntary “bearers of secrets,” either in order to assure quiet and prevent panic, as in Dr. Kastner’s case, or out of “humane” considerations, such as that “living in the expectation of death by gassing would only be the harder,” as in the case of Dr. Leo Baeck,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2196","value":2196},"note":null},{"text":"The reason for the omission was clear. The book describes in detail how the feared “transport lists” were put together by the Jewish Council of Theresienstadt after the S.S. had given some general directives, stipulating how many should be sent away, and of what age, sex, profession, and country of origin. The prosecution’s case would have been weakened if it had been forced to admit that the naming of individuals who were sent to their doom had been, with few exceptions, the job of the Jewish administration.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2230","value":2230},"note":null},{"text":"The picture would indeed have been greatly damaged by the inclusion of Adler’s book, since it would have contradicted testimony given by the chief witness on Theresienstadt, who claimed that Eichmann himself had made these individual selections. Even more important, the prosecution’s general picture of a clear-cut division between persecutors and victims would have suffered greatly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2235","value":2235},"note":null},{"text":"The well-known fact that the actual work of killing in the extermination centers was usually in the hands of Jewish commandos had been fairly and squarely established by witnesses for the prosecution—how they had worked in the gas chambers and the crematories, how they had pulled the gold teeth and cut the hair of the corpses, how they had dug the graves and, later, dug them up again to extinguish the traces of mass murder; how Jewish technicians had built gas chambers in Theresienstadt, where the Jewish “autonomy” had been carried so far that even the hangman was a Jew. But this was only horrible, it was no moral problem. The selection and classification of workers in the camps was made by the S.S., who had a marked predilection for the criminal elements; and, anyhow, it could only have been the selection of the worst.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2282","value":2282},"note":null},{"text":"Wherever Jews lived, there were recognized Jewish leaders, and this leadership, almost without exception, cooperated in one way or another, for one reason or another, with the Nazis. The whole truth was that if the Jewish people had really been unorganized and leaderless, there would have been chaos and plenty of misery but the total number of victims would hardly have been between four and a half and six million people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2316","value":2316},"note":null},{"text":"In Holland, where the Joodsche Raad like all the Dutch authorities very quickly became an “instrument of the Nazis,” 103,000 Jews were deported to the death camps and some five thousand to Theresienstadt in the usual way, i.e., with the cooperation of the Jewish Council. Only five hundred and nineteen Jews returned from the death camps. In contrast to this figure, ten thousand of those twenty to twenty-five thousand Jews who escaped the Nazis—and that meant also the Jewish Council—and went underground survived ; again forty to fifty per cent. Most of the Jews sent to Theresienstadt returned to Holland.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2322","value":2322},"note":null},{"text":"I have dwelt on this chapter of the story, which the Jerusalem trial failed to put before the eyes of the world in its true dimensions, because it offers the most striking insight into the totality of the moral collapse the Nazis caused in respectable European society—not only in Germany but in almost all countries, not only among the persecutors but also among the victims.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2326","value":2326},"note":null},{"text":"What he fervently believed in up to the end was success, the chief standard of “good society” as he knew it. Typical was his last word on the subject of Hitler—whom he and his comrade Sassen had agreed to “shirr out” of their story; Hitler, he said, “may have been wrong all down the line, but one thing is beyond dispute: the man was able to work his way up from lance corporal in the German Army to Führer of a people of almost eighty million.... His success alone proved to me that I should subordinate myself to this man.” His conscience was indeed set at rest when he saw the zeal and eagerness with which “good society” everywhere reacted as he did. He did not need to “close his ears to the voice of conscience,” as the judgment has it, not because he had none, but because his conscience spoke with a “respectable voice,” with the voice of respectable society around him.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2332","value":2332},"note":null},{"text":"Hence, the only possible way to live in the Third Reich and not act as a Nazi was not to appear at all: “Withdrawal from significant participation in public life” was indeed the only criterion by which one might have measured individual guilt,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2348","value":2348},"note":null},{"text":"Even more pertinent than Dr. Servatius’ question was what Eichmann said about this episode in his last statement: “Nobody,” he repeated, “came to me and reproached me for anything in the performance of my duties. Not even Pastor Grüber claims to have done so.” He then added: “He came to me and sought alleviation of suffering, but did not actually object to the very performance of my duties as such.” From Propst Grüber’s own testimony, it appeared that he sought not so much “alleviation of suffering” as exemptions from it, in accordance with well-established categories recognized earlier by the Nazis. The categories had been accepted without protest by German Jewry from the very beginning. And the acceptance of privileged categories—German Jews as against Polish Jews, war veterans and decorated Jews as against ordinary Jews, families whose ancestors were German-born as against recently naturalized citizens, etc.—had been the beginning of the moral collapse of respectable Jewish society. (In view of the fact that today such matters are often treated as though there existed a law of human nature compelling everybody to lose his dignity in the face of disaster, we may recall the attitude of the French Jewish war veterans who were offered the same privileges by their government, and replied: “We solemnly declare that we renounce any exceptional benefits we may derive from our status as ex-servicemen”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2419","value":2419},"note":null},{"text":"Needless to say, the Nazis themselves never took these distinctions seriously, for them a Jew was a Jew, but the categories played a certain role up to the very end, since they helped put to rest a certain uneasiness among the German population: only Polish Jews were deported, only people who had shirked military service, and so on. For those who did not want to close their eyes it must have been clear from the beginning that it “was a general practice to allow certain exceptions in order to be able to maintain the general rule all the more easily” (in the words of Louis de Jong in an illuminating article on “Jews and Non-Jews in Nazi-Occupied Holland”).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2429","value":2429},"note":null},{"text":"What was morally so disastrous in the acceptance of these privileged categories was that everyone who demanded to have an “exception” made in his case implicitly recognized the rule,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2434","value":2434},"note":null},{"text":"Much of the horribly painstaking thoroughness in the execution of the Final Solution—a thoroughness that usually strikes the observer as typically German, or else as characteristic of the perfect bureaucrat——can be traced to the odd notion, indeed very common in Germany, that to be law-abiding means not merely to obey the laws but to act as though one were the legislator of the laws that one obeys. Hence the conviction that nothing less than going beyond the call of duty will do. Whatever Kant’s role in the formation of “the little man’s” mentality in Germany may have been, there is not the slightest doubt that in one respect Eichmann did indeed follow Kant’s precepts: a law was a law, there could be no exceptions. In Jerusalem, he admitted only two such exceptions during the time when “eighty million Germans” had each had “his decent Jew”: he had helped a half-Jewish cousin, and a Jewish couple in Vienna for whom his uncle had intervened. This inconsistency still made him feel somewhat uncomfortable, and when he was questioned about it during cross-examination, he became openly apologetic: he had “confessed his sins” to his superiors. This uncompromising attitude toward the performance of his murderous duties damned him in the eyes of the judges more than anything else, which was comprehensible, but in his own eyes it was precisely what justified him, as it had once silenced whatever conscience he might have had left. No exceptions—this was the proof that he had always acted against his “inclinations,” whether they were sentimental or inspired by interest, that he had always done his “duty.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2500","value":2500},"note":null},{"text":"When the exchange project met with its predictable failure, it was already common knowledge that Himmler, despite his constant vacillations, chiefly due to his justified physical fear of Hitler, had decided to put an end to the whole Final Solution—regardless of business, regardless of military necessity, and without anything to show for it except the illusions he had concocted about his future role as the bringer of peace to Germany. It was at this time that a “moderate wing” of the S.S. came into existence, consisting of those who were stupid enough to believe that a murderer who could prove he had not killed as many people as he could have killed would have a marvelous alibi, and those who were clever enough to foresee a return to “normal conditions,” when money and good connections would again be of paramount importance. Eichmann never joined this “moderate wing,” and it is questionable whether he would have been admitted if he had tried to. Not only was he too deeply compromised and, because of his constant contact with Jewish functionaries, too well known; he was too primitive for these well-educated upper-middle-class “gentlemen,” against whom he harbored the most violent resentment up to the very end. He was quite capable of sending millions of people to their death, but he was not capable of talking about it in the appropriate manner without being given his “language rule.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2625","value":2625},"note":null},{"text":"When Himmler became “moderate,” Eichmann sabotaged his orders as much as he dared, to the extent at least that he felt he was “covered” by his immediate superiors. “How does Eichmann dare to sabotage Himmler’s orders?”—in this case, to stop the foot marches, in the fall of 1944—Kastner once asked Wisliceny. And the answer was: “He can probably show some telegram. Müller and Kaltenbrunner must have covered him.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2641","value":2641},"note":null},{"text":"In any event, there is no doubt that even in April, 1945, when practically everybody had become quite “moderate,” Eichmann took advantage of a visit that M. Paul Dunand, of the Swiss Red Cross, paid to Theresienstadt to put it on record that he himself did not approve of Himmler’s new line in regard to the Jews. That Eichmann had at all times done his best to make the Final Solution final was therefore not in dispute. The question was only whether this was indeed proof of his fanaticism, his boundless hatred of Jews, and whether he had lied to the police and committed perjury in court when he claimed he had always obeyed orders. No other explanation ever occurred to the judges, who tried so hard to understand the accused, and treated him with a consideration and an authentic, shining humanity such as he had probably never encountered before in his whole life. (Dr. Wechtenbruch told reporters that Eichmann had “great confidence in Judge Landau,” as though Landau would be able to sort things out, and ascribed this confidence to Eichmann’s need for authority. Whatever its basis, the confidence was apparent throughout the trial, and it may have been the reason the judgment caused Eichmann such great “disappointment”; he had mistaken humanity for softness.) That they never did come to understand him may be proof of the “goodness” of the three men, of their untroubled and slightly old-fashioned faith in the moral foundations of their profession. For the sad and very uncomfortable truth of the matter probably was that it was not his fanaticism but his very conscience that prompted Eichmann to adopt his uncompromising attitude during the last year of the war, as it had prompted him to move in the opposite direction for a short time three years before. Eichmann knew that Himmler’s orders ran directly counter to the Führer’s order. For this, he needed to know no factual details, though such details would have backed him up: as the prosecution underlined in the proceedings before the Supreme Court, when Hitler heard, through Kaltenbrunner, of negotiations to exchange Jews for trucks, “Himmler’s position in Hitler’s eyes was completely undermined.” And only a few weeks before Himmler stopped the extermination at Auschwitz, Hitler, obviously unaware of Himmler’s newest moves, had sent an ultimatum to Horthy, telling him he “expected that the measures against Jews in Budapest would now be taken without any further delay by the Hungarian government.” When Himmler’s order to stop the evacuation of Hungarian Jews arrived in Budapest, Eichmann threatened, according to a telegram from Veesenmayer, “to seek a new decision from the Führer,” and this telegram the judgment found “more damning than a hundred witnesses could be.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2649","value":2649},"note":null},{"text":"The truth probably was that people like Eichmann, who had risen from the ranks, were never permitted to advance beyond a lieutenant colonelcy except at the front.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2672","value":2672},"note":null},{"text":"To be sure, it was not merely Eichmann’s conviction that Himmler was now giving “criminal” orders that determined his actions. But the personal element undoubtedly involved was not fanaticism, it was his genuine, “boundless and immoderate admiration for Hitler” (as one of the defense witnesses called it)—for the man who had made it “from lance corporal to Chancellor of the Reich.” It would be idle to try to figure out which was stronger in him, his admiration for Hitler or his determination to remain a law-abiding citizen of the Third Reich when Germany was already in ruins. Both motives came into play once more during the last days of the war, when he was in Berlin and saw with violent indignation how everybody around him was sensibly enough getting himself fixed up with forged papers before the arrival of the Russians or the Americans. A few weeks later, Eichmann, too, began to travel under an assumed name, but by then Hitler was dead, and the “law of the land” was no longer in existence, and he, as he pointed out, was no longer bound by his oath. For the oath taken by the members of the S.S. differed from the military oath sworn by the soldiers in that it bound them only to Hitler, not to Germany.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2694","value":2694},"note":null},{"text":"Evil in the Third Reich had lost the quality by which most people recognize it—the quality of temptation. Many Germans and many Nazis, probably an overwhelming majority of them, must have been tempted not to murder, not to rob, not to let their neighbors go off to their doom (for that the Jews were transported to their doom they knew, of course, even though many of them may not have known the gruesome details), and not to become accomplices in all these crimes by benefiting from them. But, God knows, they had learned how to resist temptation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2715","value":2715},"note":null},{"text":"although his general description—“everything was always in a state of continuous flux, a steady stream”—sounded plausible to the student of totalitarianism, who knows that the monolithic quality of this form of government is a myth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2745","value":2745},"note":null},{"text":"What for Hitler, the sole, lonely plotter of the Final Solution (never had a conspiracy, if such it was, needed fewer conspirators and more executors), was among the war’s main objectives, with its implementation given top priority, regardless of economic and military considerations, and what for Eichmann was a job, with its daily routine, its ups and downs, was for the Jews quite literally the end of the world. For hundreds of years, they had been used to understanding their own history, rightly or wrongly, as a long story of suffering, much as the prosecutor described it in his opening speech at the trial; but behind this attitude there had been, for a long time, the triumphant conviction of “Am Yisrael Chai,” the people of Israel shall live; individual Jews, whole Jewish families might die in pogroms, whole communities might be wiped out, but the people would survive. They had never been confronted with genocide. Moreover, the old consolation no longer worked anyhow, at least not in Western Europe. Since Roman antiquity, that is, since the inception of European history, the Jews had belonged, for better or worse, in misery or in splendor, to the European comity of nations; but during the past hundred and fifty years it had been chiefly for better, and the occasions of splendor had become so numerous that in Central and Western Europe they were felt to be the rule. Hence, the confidence that the people would eventually survive no longer held great significance for large sections of the Jewish communities; they could no more imagine Jewish life outside the framework of European civilization than they could have pictured to themselves a Europe that was judenrein.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2758","value":2758},"note":null},{"text":"The end of the world, though carried through with remarkable monotony, took almost as many different shapes and appearances as there existed countries in Europe. This will come as no surprise to the historian familiar with the development of European nations and with the rise of the nation-state system, but it came as a great surprise to the Nazis, who were genuinely convinced that anti-Semitism could become the common denominator that would unite all Europe. This was a huge and costly error. It quickly turned out that in practice, though perhaps not in theory, there existed great differences among anti-Semites in the various countries. What was even more annoying, though it might easily have been predicted, was that the German “radical” variety was fully appreciated only by those peoples in the East—the Ukrainians, the Estonians, the Latvians, the Lithuanians, and, to some extent, the Rumanians—whom the Nazis had decided to regard as “subhuman” barbarian hordes. Notably deficient in proper hostility toward the Jews were the Scandinavian nations (Knut Hamsun and Sven Hedin were exceptions), which, according to the Nazis, were Germany’s blood brethren.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2770","value":2770},"note":null},{"text":"However, to the never-ending surprise of the Nazi officials, even the convinced anti-Semites in foreign lands were not willing to be “consistent,” and showed a deplorable tendency to shy away from “radical” measures. Few of them put it as bluntly as a member of the Spanish Embassy in Berlin—“If only one could be sure they wouldn’t be liquidated,” he said of some six hundred Jews of Spanish descent who had been given Spanish passports, though they had never been in Spain, and whom the Franco Government wished very much to transfer to German jurisdiction—but most of them thought precisely along these lines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2812","value":2812},"note":null},{"text":"the name of his subsection was changed from Emigration and Evacuation to Jewish Affairs, Evacuation. From then on, though he was not yet informed of the Final Solution, he should have been aware not only that emigration had definitely come to an end, but that deportation was to take its place. But Eichmann was not a man to take hints, and since no one had yet told him differently, he continued to think in terms of emigration. Thus at a meeting with representatives of the Foreign Office in October, 1940, during which it had been proposed that the citizenship of all German Jews abroad be canceled, Eichmann protested vigorously that “such a step might influence other countries which to date were still ready to open their gates to Jewish immigrants and to grant entry permits.” He always thought within the narrow limits of whatever laws and decrees were valid at a given moment, and the shower of new anti-Jewish legislation","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2818","value":2818},"note":null},{"text":"According to the directives of the Wannsee Conference, which was held in the heyday of Hitler’s victories, the Final Solution was to be applied to all European Jews, whose number was estimated at eleven million, and such things as nationality or the rights of allied or neutral countries with respect to their citizens were not even mentioned. But since Germany, even in the brightest days of the war, depended upon local good will and cooperation everywhere, these little formalities could not be sneezed at. It was the task of the experienced diplomats of the Foreign Service to find ways out of this particular “forest of difficulties,” and the most ingenious of these consisted in the use of foreign Jews in German territory to test the general atmosphere in their home countries. The method by which this was done, though simple, was somewhat subtle, and was certainly quite beyond Eichmann’s mental grasp and political apprehension. (This was borne out by the documentary evidence; letters that his department addressed to the Foreign Office in these matters were signed by Kaltenbrunner or Müller.) The Foreign Office wrote to the authorities in other countries, saying that the German Reich was in the process of becoming judenrein and that it was therefore imperative that foreign Jews be called home if they were not to be included in the anti-Jewish measures. There was more in this ultimatum than meets the eye. These foreign Jews, as a rule, either were naturalized citizens of their respective countries, or, worse, were in fact stateless but had obtained passports by some highly dubious method that worked well enough as long as their bearers stayed abroad. This was especially true of Latin American countries, whose consuls abroad sold passports to Jews quite openly; the fortunate holders of such passports had every right, including some consular protection, except the right ever to enter their “homeland.” Hence, the ultimatum of the Foreign Office was aimed at getting foreign governments to agree to the application of the Final Solution at least to those Jews who were only nominally their nationals. Was it not logical to believe that a government that had shown itself unwilling to offer asylum to a few hundred or a few thousand Jews, who in any case were in no position to establish permanent residence there, would be unlikely to raise many objections on the day when its whole Jewish population was to be expelled and exterminated? Perhaps it was logical, but it was not reasonable, as we shall see shortly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2868","value":2868},"note":null},{"text":"How easy it was to set the conscience of the Jews’ neighbors at rest is best illustrated by the official explanation of the deportations given in a circular issued by the Party Chancellery in the fall of 1942: “It is the nature of things that these, in some respects, very difficult problems can be solved in the interests of the permanent security of our people only with ruthless toughness” —rücksichtsloser Härte (my italics).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2889","value":2889},"note":null},{"text":"“Ruthless toughness,” a quality held in the highest esteem by the rulers of the Third Reich, is frequently characterized in postwar Germany, which has developed a veritable genius for understatement with respect to her Nazi past, as being ungut—lacking goodness—as though nothing had been wrong with those endowed with this quality but a deplorable failure to act according to the exacting standards of Christian charity. In any case, men sent by Eichmann’s office to other countries as “advisers on Jewish affairs”—to be attached to the regular diplomatic missions, or…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2894","value":2894},"note":null},{"text":"During the summer and fall of 1942, twenty-seven thousand stateless Jews—eighteen thousand from Paris and nine thousand from Vichy France—were deported to Auschwitz. Then, when there were about seventy thousand stateless Jews left in all of France, the Germans made their first mistake. Confident that the French had by now become so accustomed to deporting Jews that they wouldn’t mind, they asked for permission to include French Jews also—simply to facilitate administrative matters. This caused a complete turnabout; the French were adamant in their refusal to hand over their own Jews to the Germans. And Himmler, upon being informed of the situation —not by Eichmann or his men, incidentally, but by one of the Higher S.S. and Police Leaders—immediately gave in and promised to spare French Jews. But now it was too late. The first rumors about “resettlement” had reached France, and while French anti-Semites, and non-anti-Semites too, would have liked to see foreign Jews settle somewhere else, not even the anti-Semites wished to become accomplices in mass murder. Hence, the French now refused to take a step they had eagerly contemplated only a short time before, that is, to revoke naturalizations granted to Jews after 1927 (or after 1933), which would have made about fifty thousand more Jews eligible for deportation. They also started making such endless difficulties with regard to the deportation of stateless and other foreign Jews that all the ambitious plans for the evacuation of Jews from France did indeed have to be “dropped.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2935","value":2935},"note":null},{"text":"In April, 1944, two months before the Allies landed in France, there were still two hundred and fifty thousand Jews in the country, and they all survived the war. The Nazis, it turned out, possessed neither the manpower nor the will power to remain “tough” when they met determined opposition. The truth of the matter was, as we shall see, that even the members of the Gestapo and the S.S. combined ruthlessness with softness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2950","value":2950},"note":null},{"text":"Belgian railway men could not even be trusted to leave deportation trains alone. They contrived to leave doors unlocked or to arrange ambushes, so that Jews could escape. Most peculiar was the composition of the Jewish population. Before the outbreak of war, there were ninety thousand Jews, of whom about thirty thousand were German Jewish refugees, while another fifty thousand came from other European countries. By the end of 1940, nearly forty thousand Jews had fled the country, and among the fifty thousand who remained there were at the most five thousand native-born Belgian citizens. Moreover among those who had fled were all the more important Jewish leaders, most of whom had been foreigners anyway, so that the Jewish Council did not command any authority among native Jews. With this “lack of understanding” on all sides, it is not surprising that very few Belgian Jews were deported. But recently naturalized and stateless Jews—of Czech, Polish, Russian, and German origin, many of whom had only recently arrived—were easily recognizable and most difficult to hide in the small, completely industrialized country. By the end of 1942, fifteen thousand had been shipped to Auschwitz, and by the fall of 1944, when the Allies liberated the country, a total of twenty-five thousand had been killed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=2961","value":2961},"note":null},{"text":"Holland had been the only country in all Europe where students went on strike when Jewish professors were dismissed and where a wave of strikes broke out in response to the first deportation of Jews to German concentration camps—and that deportation, in contrast to those to extermination camps, was merely a punitive measure, taken long before the Final Solution had reached Holland.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3003","value":3003},"note":null},{"text":"From now on, “the persecution was carried out not with the cudgels of the Nazi storm troops ... , but by decrees published in Verordeningenblad ... , which the Joodsche Weekblad was forced to carry.” Police raids in the streets no longer occurred and there were no strikes on the part of the population.) However, the widespread hostility in Holland toward anti-Jewish measures and the relative immunity of the Dutch people to anti-Semitism were held in check by two factors, which eventually proved fatal to the Jews. First, there existed a very strong Nazi movement in Holland, which could be trusted to carry out such police measures as seizing Jews, ferreting out their hiding places, and so on; second, there existed an inordinately strong tendency among the native Jews to draw a line between themselves and the new arrivals, which was probably the result of the very unfriendly attitude of the Dutch government toward refugees from Germany, and probably also because anti-Semitism in Holland, just as in France, focused on foreign Jews. This made it relatively easy for the Nazis to form their Jewish Council, the Joodsche Raad, which remained for a long time under the impression that only German and other foreign Jews would be victims of the deportations, and it also enabled the S.S. to enlist, in addition to Dutch police units, the help of a Jewish police force. The result was a catastrophe unparalleled in any Western country; it can be compared only with the extinction, under vastly different and, from the beginning, completely desperate conditions, of Polish Jewry. Although, in contrast with Poland, the attitude of the Dutch people permitted a large number of Jews to go into hiding—twenty to twenty-five thousand, a very high figure for such a small country—yet an unusually large number of Jews living underground, at least half of them, were eventually found, no doubt through the efforts of professional and occasional informers. By July, 1944, a hundred and thirteen thousand Jews had been deported, most of them to Sobibor, a camp in the Lublin area of Poland, by the river Bug, where no selections of able-bodied workers ever took place. Three-fourths of all Jews living in Holland were killed, about two-thirds of these native-born Dutch Jews.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3006","value":3006},"note":null},{"text":"Of the ten thousand Jews who survived in hiding, about seventy-five per cent were foreigners—a percentage that testifies to the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3022","value":3022},"note":null},{"text":"At the Wannsee Conference, Martin Luther, of the Foreign Office, warned of great difficulties in the Scandinavian countries, notably in Norway and Denmark. (Sweden was never occupied, and Finland, though in the war on the side of the Axis, was the one country the Nazis hardly ever even approached on the Jewish question. This surprising exception of Finland, with some two thousand Jews, may have been due to Hitler’s great esteem for the Finns, whom perhaps he did not want to subject to threats and humiliating blackmail.) Luther proposed postponing evacuations from Scandinavia for the time being, and as far as Denmark was concerned, this really went without saying, since the country retained its independent government, and was respected as a neutral state, until the fall of 1943, although it, along with Norway, had been invaded by the German Army in April, 1940. There existed no Fascist or Nazi movement in Denmark worth mentioning, and therefore no collaborators. In NORWAY, however, the Germans had been able to find enthusiastic supporters; indeed, Vidkun Quisling, leader of the pro-Nazi and anti-Semitic Norwegian party, gave his name to what later became known as a “quisling government.” The bulk of Norway’s seventeen hundred Jews were stateless, refugees from Germany; they were seized and interned in a few lightning operations in October and November, 1942. When Eichmann’s office…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3024","value":3024},"note":null},{"text":"It was in DENMARK, however, that the Germans found out how fully justified the Foreign Office’s apprehensions had been. The story of the Danish Jews is sui generis, and the behavior of the Danish people and their government was unique among all the countries of Europe—whether occupied, or a partner of the Axis, or neutral and truly independent. One is tempted to recommend the story as required reading in political science for all students who wish to learn something about the enormous power potential inherent in non-violent action and in resistance to an opponent possessing vastly superior means of violence. To be sure, a few other countries in Europe lacked proper “understanding of the Jewish question,” and actually a majority of them were opposed to “radical” and “final” solutions. Like Denmark, Sweden, Italy, and Bulgaria proved to be nearly immune to anti-Semitism, but of the three that were in the German sphere of influence, only the Danes dared speak out on the subject to their German masters. Italy and Bulgaria sabotaged German orders and indulged in a complicated game of double-dealing and double-crossing. saving their Jews by a tour de force of sheer ingenuity, but they never contested the policy as such. That was totally different from what the Danes did. When the Germans approached them rather cautiously about introducing the yellow badge, they were simply told that the King would be the first to wear it, and the Danish government officials were careful to point out that anti-Jewish measures of any sort would cause their own immediate resignation. It was decisive in this whole matter that the Germans did not even succeed in introducing the vitally important distinction between native…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3039","value":3039},"note":null},{"text":"The Danes, however, explained to the German officials that because the stateless refugees were no longer German citizens, the Nazis could not claim them without Danish assent. This was one of the few cases in which statelessness turned out to be an asset, although it was of course not statelessness per se that saved the Jews but, on the contrary, the fact that the Danish government had decided to protect them. Thus, none of the preparatory moves, so important for the bureaucracy of murder, could be carried out, and operations were postponed until the fall of 1943. What happened then was truly amazing; compared with what took place in other European countries, everything went topsy-turvy. In August, 1943—after the German offensive in Russia had failed, the Afrika Korps had surrendered in Tunisia, and the Allies had invaded Italy—the Swedish government canceled its 1940 agreement with Germany which had permitted German troops the right to pass through the country. Thereupon, the Danish workers decided that they could help a bit in hurrying things up; riots broke out in Danish shipyards, where the dock workers refused to repair German ships and then went on strike. The German military commander proclaimed a state of emergency and imposed martial law, and Himmler thought this was the right moment to tackle the Jewish question, whose “solution” was long overdue. What he did not reckon with was that—quite apart from Danish resistance—the German officials who had been living in the country for years were no longer the same. Not only did General von Hannecken, the military commander, refuse to put troops at the disposal of the Reich plenipotentiary, Dr. Werner Best; the special S.S. units (Einsatzkommandos) employed in Denmark very frequently objected to “the measures they were ordered to carry out by the central agencies”—according to Best’s testimony at Nuremberg. And Best himself, an old Gestapo man and former legal adviser to Heydrich, author of a then famous book on the police, who had worked for the military government in Paris to the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3056","value":3056},"note":null},{"text":"The night of October 1 was set for their seizure and immediate departure—ships were ready in the harbor—and since neither the Danes nor the Jews nor the German troops stationed in Denmark could be relied on to help, police units arrived from Germany for a door-to-door search. At the last moment, Best told them that they were not permitted to break into apartments, because the Danish police might then interfere, and they were not supposed to fight it out with the Danes. Hence they could seize only those Jews who voluntarily opened their doors. They found exactly 477 people, out of a total of more than 7,800, at home and willing to let them in. A few days before the date of doom, a German shipping agent, Georg F. Duckwitz, having probably been tipped off by Best himself, had revealed the whole plan to Danish government officials, who, in turn, had hurriedly informed the heads of the Jewish community. They, in marked contrast to Jewish leaders in other countries, had then communicated the news openly in the synagogues on the occasion of the New Year services. The Jews had just time enough to leave their apartments and go into hiding, which was very easy in Denmark, because, in the words of the judgment, “all sections of the Danish people, from the King down to simple citizens,” stood ready to receive them. They might have remained in hiding until the end of the war if the Danes had not been blessed with Sweden as a neighbor. It seemed reasonable to ship the Jews to Sweden, and this was done with the help of the Danish fishing fleet. The cost of transportation for people without means—about a hundred dollars per person—was paid largely by wealthy Danish citizens, and that was perhaps the most astounding feat of all, since this was a time when Jews were paying for their own deportation, when the rich among…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3076","value":3076},"note":null},{"text":"When everything was over, it was the considered opinion of Eichmann that “for various reasons the action against the Jews in Denmark has been a failure,” whereas the curious Dr. Best declared that “the objective of the operation was not to seize a great number of Jews but to clean Denmark of Jews, and this objective has now been achieved.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3098","value":3098},"note":null},{"text":"Politically and psychologically, the most interesting aspect of this incident is perhaps the role played by the German authorities in Denmark, their obvious sabotage of orders from Berlin. It is the only case we know of in which the Nazis met with open native resistance, and the result seems to have been that those exposed to it changed their minds. They themselves apparently no longer looked upon the extermination of a whole people as a matter of course. They had met resistance based on principle, and their “toughness” had melted like butter in the sun, they had even been able to show a few timid beginnings of genuine courage. That the ideal of “toughness,” except, perhaps, for a few half-demented brutes, was nothing but a myth of self-deception, concealing a ruthless desire for conformity at any price, was clearly revealed at the Nuremberg Trials, where the defendants accused and betrayed each other and assured the world that they “had always been against it” or claimed, as Eichmann was to do, that their best qualities had been “abused” by their superiors. (In Jerusalem, he accused “those in power” of having abused his “obedience.” “The subject of a good government is lucky, the subject of a bad government is unlucky. I had no luck.”) The atmosphere had changed, and although most of them must have known that they were doomed, not a single one of them had the guts to defend the Nazi ideology.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3101","value":3101},"note":null},{"text":"ITALY was Germany’s only real ally in Europe, treated as an equal and respected as a sovereign independent state. The alliance presumably rested on the very highest kind of common interest, binding together two similar, if not identical, new forms of government, and it is true that Mussolini had once been greatly admired in German Nazi circles. But by the time war broke out and Italy, after some hesitation, joined in the German enterprise, this was a thing of the past. The Nazis knew well enough that they had more in common with Stalin’s version of Communism than with Italian Fascism, and Mussolini on his part had neither much confidence in Germany nor much admiration for Hitler. All this, however, belonged among the secrets of the higher-ups, especially in Germany, and the deep, decisive differences between the totalitarian and the Fascist forms of government were never entirely understood by the world at large. Nowhere did they come more conspicuously into the open than in the treatment of the Jewish question.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3116","value":3116},"note":null},{"text":"An element of farce had never been lacking even in Italy’s most serious efforts to adjust to its powerful friend and ally. When Mussolini, under German pressure, introduced anti-Jewish legislation in the late thirties he stipulated the usual exemptions—war veterans, Jews with high decorations, and the like—but he added one more category, namely, former members of the Fascist Party, together with their parents and grandparents, their wives and children and grandchildren. I know of no statistics relating to this matter, but the result must have been that the great majority of Italian Jews were exempted.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3149","value":3149},"note":null},{"text":"The key to the riddle was, of course, that Italy actually was one of the few countries in Europe where all anti-Jewish measures were decidedly unpopular, since, in the words of Ciano, they “raised a problem which fortunately did not exist.” Assimilation, that much abused word, was a sober fact in Italy, which had a community of not more than fifty thousand native Jews, whose history reached back into the centuries of the Roman Empire. It was not an ideology, something one was supposed to believe in, as in all German-speaking countries, or a myth and an obvious self-deception, as notably in France.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3159","value":3159},"note":null},{"text":"What in Denmark was the result of an authentically political sense, an inbred comprehension of the requirements and responsibilities of citizenship and independence—“ for the Danes ... the Jewish question was a political and not a humanitarian question” (Leni Yahil)—was in Italy the outcome of the almost automatic general humanity of an old and civilized people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3169","value":3169},"note":null},{"text":"What also came crashing down during these years was the elaborate system of minority treaties whereby the Allies had vainly hoped to solve a problem that, within the political framework of the nation-state, is insoluble. The Jews were an officially recognized minority in all Successor States, and this status had not been forced upon them but had been the outcome of claims entered and negotiations conducted by their own delegates to the Versailles Peace Conference. This had marked an important turning point in Jewish history, because it was the first time that Western, or assimilated, Jews had not been recognized as the spokesmen for the whole Jewish people. To the surprise, and also sometimes to the dismay, of the Western-educated Jewish “notables” it had turned out that the large majority of the people desired some sort of social and cultural, though not political, autonomy. Legally, the status of the Eastern European Jews was just like that of any other minority, but politically—and this was to be decisive—they were the only ethnic group in the region without a “homeland,” that is, without a territory in which they formed the majority of the population. Still, they did not live in the same kind of dispersion as their brethren in Western and Central Europe, and whereas there, prior to Hitler, it had been a sign of anti-Semitism to call a Jew a Jew, Eastern European Jews were recognized by friend and foe alike as a distinct people. This was of great consequence for the status of those Jews in the East who were assimilated, making it utterly different from that in the West, where assimilation in one form or another had been the rule. The great body of middle-class Jews, so characteristic of Western and Central Europe, did not exist in the East; in its stead we find a thin layer of upper-middle-class families who actually belonged to the ruling classes and the degree of whose assimilation—through money, through baptism, through intermarriage—to Gentile society was infinitely greater than that of most Jews in the West.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3204","value":3204},"note":null},{"text":"This was in accordance with the Germans’ official “territorial principle,” applicable to all European countries, whereby the state inherited the property of every murdered Jew who had resided within its boundaries, regardless of his nationality.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3224","value":3224},"note":null},{"text":"Only then did the Germans realize that the country was still not judenrein. In the initial anti-Jewish legislation, they had noted a curious paragraph that transformed into “honorary Aryans” all Jews who made contributions to “the Croat cause.” The number of these Jews had of course greatly increased during the intervening years. The very rich, in other words, who parted voluntarily with their property were exempted. Even more interesting was the fact that the S.S. Intelligence service (under Sturmbannführer Wilhelm Höttl, who was first called as a defense witness in Jerusalem, but whose affidavit was then used by the prosecution) had discovered that nearly all members of the ruling clique in Croatia, from the head of the government to the leader of the Ustashe, were married to Jewish women. The fifteen hundred survivors among the Jews in this area—five per cent, according to a Yugoslav government report—were clearly all members of this highly assimilated, and extraordinarily rich, Jewish group. And since the percentage of assimilated Jews among the masses in the East has often been estimated at about five per cent, it is tempting to conclude that assimilation in the East, when it was at all possible, offered a much better chance for survival than it did in the rest of Europe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3231","value":3231},"note":null},{"text":"Schäfer had to stand trial in a German criminal court after the war. For the gassing of 6,280 women and children, he was sentenced to six years and six months in prison. The military governor of the region, General Franz Böhme, committed suicide, but Staatsrat Turner was handed over to the Yugoslav government and condemned to death. It is the same story repeated over and over again: those who escaped the Nuremberg Trials and were not extradited to the countries where they had committed their crimes either were never brought to justice, or found in the German courts the greatest possible “understanding.” One is unhappily reminded of the Weimar Republic, whose specialty it was to condone political murder if the killer belonged to one of the violently anti-republican groups of the Right.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3249","value":3249},"note":null},{"text":"The high priority given to the task of making Bulgaria judenrein can be explained only by Berlin’s having received accurate information that great speed was necessary then in order to achieve anything at all. Well, the Bulgarians were approached by the German embassy, but not until about six months later did they take the first step in the direction of “radical” measures—the introduction of the Jewish badge. For the Nazis, even this turned out to be a great disappointment. In the first place, as they dutifully reported, the badge was only a “very little star”; second, most Jews simply did not wear it; and, third, those who did wear it received “so many manifestations of sympathy from the misled population that they actually are proud of their sign”—as Walter Schellenberg, Chief of Counterintelligence in the R.S.H.A., wrote in an S.D. report transmitted to the Foreign Office in November, 1942. Whereupon the Bulgarian government revoked the decree. Under great German pressure, the Bulgarian government finally decided to expel all Jews from Sofia to rural areas, but this measure was definitely not what the Germans demanded, since it dispersed the Jews instead of concentrating them. This expulsion actually marked an important turning point in the whole situation, because the population of Sofia tried to stop Jews from going to the railroad station and subsequently demonstrated before the King’s palace. The Germans were under the illusion that King Boris was primarily responsible for keeping Bulgaria’s Jews safe, and it is reasonably certain that German Intelligence agents murdered him. But neither the death of the monarch nor the arrival of Dannecker, early in 1943, changed the situation in the slightest, because both Parliament and the population remained clearly on the side of the Jews. Dannecker succeeded in arriving at an agreement with the Bulgarian Commissar for Jewish Affairs to deport six thousand “leading Jews” to Treblinka, but none of these Jews ever left the country. The agreement itself is noteworthy because it shows that the Nazis had no hope of enlisting the Jewish leadership for their own purposes. The Chief Rabbi of Sofia was unavailable, having been hidden by Metropolitan Stephan of Sofia, who had declared publicly that “God had determined the Jewish fate, and men had no right to torture Jews, and to persecute them” (Hilberg)—which was considerably more than the Vatican had ever done. Finally, the same thing happened in Bulgaria as was to happen in Denmark a few months later—the local German officials became unsure of themselves and were no longer reliable. This was true of both the police attaché, a member of the S.S., who was supposed to round up and arrest the Jews, and the German Ambassador in Sofia, Adolf Beckerle, who in June, 1943, had advised the Foreign Office that the situation was hopeless, because “the Bulgarians had lived for too long with peoples like Armenians, Greeks, and Gypsies to appreciate the Jewish problem”—…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3278","value":3278},"note":null},{"text":"In Auschwitz, many Greek Jews were employed in the so-called death commandos, which operated the gas chambers and the crematoria, and they were still alive in 1944, when the Hungarian Jews were exterminated and the Lódz ghetto was liquidated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3322","value":3322},"note":null},{"text":"Eichmann claimed more than once that his organizational gifts, the coordination of evacuations and deportations achieved by his office, had in fact helped his victims; it had made their fate easier. If this thing had to be done at all, he argued, it was better that it be done in good order. During the trial no one, not even counsel for the defense, paid any attention to this claim, which was obviously in the same category as his foolish and stubborn contention that he had saved the lives of hundreds of thousands of Jews through “forced emigration.” And yet, in the light of what took place in RUMANIA, one begins to wonder. Here, too, everything was topsy-turvy, but not as in Denmark, where even the men of the Gestapo began sabotaging orders from Berlin; in Rumania even the S.S. were taken aback, and occasionally frightened, by the horrors of old-fashioned, spontaneous pogroms on a gigantic scale; they often intervened to save Jews from sheer butchery, so that the killing could be done in what, according to them, was a civilized way. It is hardly an exaggeration to say that Rumania was the most anti-Semitic country in prewar Europe. Even in the nineteenth century, Rumanian anti-Semitism was a well-established fact; in 1878, the great powers had tried to intervene, through the Treaty of Berlin, and to get the Rumanian government to recognize its Jewish inhabitants as Rumanian nationals—though they would have remained second-class citizens. They did not succeed, and at the end of the First World War all Rumanian Jews—with the exception of a few hundred Sephardic families and some Jews of German origin—were still resident aliens. It took the whole might of the Allies, during the peace-treaty negotiations, to “persuade” the Rumanian government to accept a minority treaty and to grant the Jewish minority citizenship.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3334","value":3334},"note":null},{"text":"This concession to world opinion was withdrawn in 1937 and 1938, when, trusting in the power of Hitler Germany, the Rumanians felt they could risk denouncing the minority treaties as an imposition upon their “sovereignty,” and could deprive several hundred thousand Jews, roughly a quarter of the total Jewish population, of their citizenship. Two years later, in August, 1940, some months prior to Rumania’s entry into the war on the side of Hitler Germany, Marshal Ion Antonescu, head of the new Iron Guard dictatorship, declared all Rumanian Jews to be stateless, with the exception of the few hundred families who had been Rumanian citizens before the peace treaties. That same month, he also instituted anti-Jewish legislation that was the severest in Europe, Germany not excluded. The privileged categories, war veterans and Jews who had been Rumanians prior to 1918, comprised no more than ten thousand people, hardly more than one per cent of the whole group. Hitler himself was aware that Germany was in danger of being outdone by Rumania, and he complained to Goebbels in August, 1941, a few weeks after he had given the order for the Final Solution, that “a man like Antonescu proceeds in these matters in a far more radical fashion than we have done up to the present.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3347","value":3347},"note":null},{"text":"In contrast to the governments of other Balkan countries, the Rumanian government had very exact information from the very beginning about the massacres of Jews in the East, and Rumanian soldiers, even after the Iron Guard had been ousted from the government, in the summer of 1941, embarked upon a program of massacres and deportations that even “dwarfed the Bucharest outburst of the Iron Guard” in January of the same year—a program that for sheer horror is unparalleled in the whole atrocity-stricken record (Hilberg). Deportation Rumanian style consisted in herding five thousand people into freight cars and letting them die there of suffocation while the train traveled through the countryside without plan or aim for days on end; a favorite follow-up to these killing operations was to expose the corpses in Jewish butcher shops. Also, the horrors of Rumanian concentration camps, which were established and run by the Rumanians themselves because deportation to the East was not feasible, were more elaborate and more atrocious than anything we know of in Germany. When Eichmann sent the customary adviser on Jewish affairs, Hauptsturmführer Gustav Richter, to Bucharest, Richter reported that Antonescu now wished to ship a hundred and ten thousand Jews into “two forests across the river Bug,” that is, into German-held Russian territory, for liquidation. The Germans were horrified, and everybody intervened: the Army commanders, Rosenberg’s Ministry for Occupied Eastern Territories, the Foreign Office in Berlin, the Minister to Bucharest, Freiherr Manfred von Killinger—the last, a former high S.A. officer, a personal friend of Röhm’s and therefore suspect in the eyes of the S.S., was probably spied upon by Richter, who “advised” him on…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3358","value":3358},"note":null},{"text":"However reluctant the Germans were to give Rumania a higher priority in the Final Solution that had originally been planned for any Balkan country, they had to come around if they did not want the situation to deteriorate into bloody chaos, and, much as Eichmann may have enjoyed his threat to use the Security Police, the saving of Jews was not exactly what they had been trained for. Hence, in the middle of August—by which time the Rumanians had killed close to three hundred thousand of their Jews mostly without any German help—the Foreign Office concluded an agreement with Antonescu “for the evacuation of Jews from Rumania, to be carried out by German units,” and Eichmann began negotiations with the German railroads for enough cars to transport two hundred thousand Jews to the Lublin death camps. But now, when everything was ready and these great concessions had been granted, the Rumanians suddenly did an about-face. Like a bolt from the blue, a letter arrived in Berlin from the trusted Mr. Richter—Marshal Antonescu had changed his mind; as Ambassador Killinger reported, the Marshal now wanted to get rid of Jews “in a comfortable manner.” What the Germans had not taken into account was that this was not only a country with an inordinately high percentage of plain murderers, but that Rumania was also the most corrupt country in the Balkans. Side by side with the massacres, there had sprung up a flourishing business in exemption sales, in which every branch of the bureaucracy, national or municipal, had happily engaged. The government’s own specialty was huge taxes, which were levied haphazardly upon certain groups or whole communities of Jews. Now it had discovered that one could sell Jews abroad for hard currency, so the Rumanians became the most fervent adherents of Jewish emigration—at thirteen hundred dollars a head. This is how Rumania came to be one of the few outlets for Jewish emigration to Palestine during the war. And as the Red Army drew nearer, Antonescu became even more “moderate,” he now was willing to let Jews go without any compensation. It is a curious fact that Antonescu, from beginning to end, was not more “radical” than the Nazis (as Hitler thought), but simply always a step ahead of German developments. He had been the first to deprive all Jews of nationality, and he had started large-scale massacres openly and unashamedly at a time…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3373","value":3373},"note":null},{"text":"The whole operation in Hungary lasted less than two months and came to a sudden stop at the beginning of July. Thanks chiefly to the Zionists, it had been better publicized than any other phase of the Jewish catastrophe, and Horthy had been deluged with protests from neutral countries and from the Vatican. The Papal Nuncio, though, deemed it appropriate to explain that the Vatican’s protest did not spring “from a false sense of compassion” —a phrase that is likely to be a lasting monument to what the continued dealings with, and the desire to compromise with, the men who preached the gospel of “ruthless toughness” had done to the mentality of the highest dignitaries of the Church.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3502","value":3502},"note":null},{"text":"The Slovaks’ being Christians meant not only that they felt obliged to emphasize what the Nazis considered an “obsolete” distinction between baptized and nonbaptized Jews, but also that they thought of the whole issue in medieval terms. For them a “solution” consisted in expelling the Jews and inheriting their property but not in systematic “exterminating,” although they did not mind occasional killing. The greatest “sin” of the Jews was not that they belonged to an alien “race” but that they were rich. The Jews in Slovakia were not very rich by Western standards, but when fifty-two thousand of them had to declare their possessions because they owned more than two hundred dollars’ worth, and it turned out that their total property amounted to a hundred million dollars, every single one of them must have looked to the Slovaks like an incarnation of Croesus.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3540","value":3540},"note":null},{"text":"But it was just at this moment that the Vatican informed the Catholic clergy of the true meaning of the word “resettlement.” From then on, as the German Ambassador, Hans Elard Ludin, reported to the Foreign Office in Berlin, the deportations became very unpopular, and the Slovak government began pressing the Germans for permission to visit the “resettlement” centers—which, of course, neither Wisliceny nor Eichmann could grant, since the “resettled” Jews were no longer among the living.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3572","value":3572},"note":null},{"text":"The East was the central scene of Jewish suffering, the gruesome terminal of all deportations, the place from which there was hardly ever any escape and where the number of survivors rarely reached more than five per cent. The East, moreover, had been the center of the prewar Jewish population in Europe; more than three million Jews had lived in Poland, two hundred and sixty thousand in the Baltic states, and more than half of the estimated three million Russian Jews in White Russia, the Ukraine, and the Crimea. Since the prosecution was interested primarily in the suffering of the Jewish people and “the dimensions of the genocide” attempted upon it, it was logical to start here, and then see how much specific responsibility for this unmitigated hell could be blamed upon the accused.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3591","value":3591},"note":null},{"text":"There was an additional difficulty. In Israel, as in most other countries, a person appearing in court is deemed innocent until proved guilty. But in the case of Eichmann this was an obvious fiction. If he had not been found guilty before he appeared in Jerusalem, guilty beyond any reasonable doubt, the Israelis would never have dared, or wanted, to kidnap him; Prime Minister Ben-Gurion, explaining to the President of Argentina, in a letter dated June 3, 1960, why Israel had committed a “formal violation of Argentine law,” wrote that “it was Eichmann who organized the mass murder [of six million of our people], on a gigantic and unprecedented scale, throughout Europe.” In contrast to normal arrests in ordinary criminal cases, where suspicion of guilt must be proved to be substantial and reasonable but not beyond reasonable doubt—that is the task of the ensuing trial—Eichmann’s illegal arrest could be justified, and was justified in the eyes of the world, only by the fact that the outcome of the trial could be safely anticipated. His role in the Final Solution, it now turned out, had been wildly exaggerated —partly because of his own boasting, partly because the defendants at Nuremberg and in other postwar trials had tried to exculpate themselves at his expense, and chiefly because he had been in close contact with Jewish functionaries, since he was the one German official who was an “expert in Jewish affairs” and in nothing else. The prosecution, basing its case upon sufferings that were not a bit exaggerated, had exaggerated the exaggeration beyond rhyme or reason—or so one thought until the judgment of the Court of Appeal was handed down, in which one could read: “It was a fact that the appellant had received no ‘superior orders’ at all. He was his own superior, and he gave all orders in matters that concerned Jewish affairs.” That had been precisely the argument of the prosecution, which the judges in the District Court had not accepted, but, dangerous nonsense though it was, the Court of Appeal fully endorsed it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3645","value":3645},"note":null},{"text":"They started by explaining that there had existed two categories of Jews in the camps, the so-called “transport Jews” (Transportjuden), who made up the bulk of the population and who had never committed an offense, even in the eyes of the Nazis, and the Jews “in protective custody” (Schutzhaftjuden), who had been sent to German concentration camps for some transgression and who, under the totalitarian principle of directing the full terror of the regime against the “innocents,” were considerably better off than the others, even when they were shipped to the East in order to make the concentration camps in the Reich judenrein.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3719","value":3719},"note":null},{"text":"it was “the great paradox of Auschwitz. Those caught committing a criminal offense were treated better than the others.” They were not subject to the selection and, as a rule, they survived.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3724","value":3724},"note":null},{"text":"Eichmann knew, of course, that the overwhelming majority of his victims were condemned to death; but since the selection for labor was made by the S.S. physicians on the spot, and since the lists of deportees were usually made up by the Jewish Councils in the home countries or by the Order Police, but never by Eichmann or his men, the truth was that he had no authority to say who would die and who would live; he could not even know. The question was whether Eichmann had lied when he said: “I never killed a Jew or, for that matter, I never killed a non-Jew.... I never gave an order to kill a Jew nor an order to kill a non-Jew.” The prosecution, unable to understand a mass murderer who had never killed (and who in this particular instance probably did not even have the guts to kill), was constantly trying to prove individual murder.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3728","value":3728},"note":null},{"text":"The measures against Eastern Jews were not only the result of anti-Semitism, they were part and parcel of an all-embracing demographic policy, in the course of which, had the Germans won the war, the Poles would have suffered the same fate as the Jews—genocide. This is no mere conjecture: the Poles in Germany were already being forced to wear a distinguishing badge in which the “P” replaced the Jewish star, and this, as we have seen, was always the first measure to be taken by the police in instituting the process of destruction.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3778","value":3778},"note":null},{"text":"Peter Bamm, a German Army physician who served at the Russian front, tells in Die Unsichtbare Flagge (1952) of the killing of Jews in Sevastopol. They were collected by “the others,” as he calls the S.S. mobile killing units, to distinguish them from ordinary soldiers, whose decency the book extols, and were put into a sealed-off part of the former G.P.U. prison that abutted on the officer’s lodgings, where Bamm’s own unit was quartered. They were then made to board a mobile gas van, in which they died after a few minutes, whereupon the driver transported the corpses outside the city and unloaded them into tank ditches. “We knew this. We did nothing. Anyone who had seriously protested or done anything against the killing unit would have been arrested within twenty-four hours and would have disappeared. It belongs among the refinements of totalitarian governments in our century that they don’t permit their opponents to die a great, dramatic martyr’s death for their convictions. A good many of us might have accepted such a death. The totalitarian state lets its opponents disappear in silent anonymity. It is certain that anyone who had dared to suffer death rather than silently tolerate the crime would have sacrificed his life in vain. This is not to say that such a sacrifice would have been morally meaningless. It would only have been practically useless. None of us had a conviction so deeply rooted that we could have taken upon ourselves a practically useless sacrifice for the sake of a higher moral meaning.” Needless to add, the writer remains unaware of the emptiness of his much emphasized “decency” in the absence of what he calls a “higher moral meaning.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=3996","value":3996},"note":null},{"text":"But the hollowness of respectability—for decency under such circumstances is no more than respectability—was not what became apparent in the example afforded by Sergeant Anton Schmidt. Rather it was the fatal flaw in the argument itself, which at first sounds so hopelessly plausible. It is true that totalitarian domination tried to establish these holes of oblivion into which all deeds, good and evil, would disappear, but just as the Nazis’ feverish attempts, from June, 1942, on, to erase all traces of the massacres—through cremation, through burning in open pits, through the use of explosives and flame-throwers and bone-crushing machinery—were doomed to failure, so all efforts to let their opponents “disappear in silent anonymity” were in vain. The holes of oblivion do not exist. Nothing human is that perfect, and there are simply too many people in the world to make oblivion possible. One man will always be left alive to tell the story. Hence, nothing can ever be “practically useless,” at least, not in the long run. It would be of great practical usefulness for Germany today, not merely for her prestige abroad but for her sadly confused inner condition, if there were more such stories to be told. For the lesson of such stories is simple and within everybody’s grasp. Politically speaking, it is that under conditions of terror most people will comply but some people will not, just as the lesson of the countries to which the Final Solution was proposed is that “it could happen” in most places but it did not happen everywhere. Humanly speaking, no more is required, and no more can reasonably be asked, for this planet to remain a place fit for human habitation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4008","value":4008},"note":null},{"text":"it was Eichmann’s de facto statelessness, and nothing else, that enabled the Jerusalem court to sit in judgment on him. Eichmann, though no legal expert, should have been able to appreciate that, for he knew from his own career that one could do as one pleased only with stateless people; the Jews had had to lose their nationality before they could be exterminated. But he was in no mood to ponder such niceties, for if it was a fiction that he had come voluntarily to Israel to stand trial, it was true that he had made fewer difficulties than anybody had expected. In fact, he had made none.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4122","value":4122},"note":null},{"text":"(It is strange that Buber, a man not only of eminence but of very great intelligence, should not see how spurious these much publicized guilt feelings necessarily are. It is quite gratifying to feel guilty if you haven’t done anything wrong: how noble! Whereas it is rather hard and certainly depressing to admit guilt and to repent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4299","value":4299},"note":null},{"text":"Those young German men and women who every once in a while—on the occasion of all the Diary of Anne Frank hubbub and of the Eichmann trial—treat us to hysterical outbreaks of guilt feelings are not staggering under the burden of the past, their fathers’ guilt; rather, they are trying to escape from the pressure of very present and actual problems into a cheap sentimentality.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4304","value":4304},"note":null},{"text":"Buber was the only philosopher to go on public record on the subject of Eichmann’s execution (shortly before the trial started, Karl Jaspers had given a radio interview in Basel, later published in Der Monat, in which he argued the case for an international tribunal); it was disappointing to find him dodging, on the highest possible level, the very problem Eichmann and his deeds had posed. Least of all was heard from those who were against the death penalty on principle, unconditionally; their arguments would have remained valid, since they would not have…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4310","value":4310},"note":null},{"text":"Adolf Eichmann went to the gallows with great dignity. He had asked for a bottle of red wine and had drunk half of it. He refused the help of the Protestant minister, the Reverend William Hull, who offered to read the Bible with him: he had only two more hours to live, and therefore no “time to waste.” He walked the fifty yards from his cell to the execution chamber calm and erect, with his hands bound behind him. When the guards tied his ankles and knees, he asked them to loosen the bonds so that he could stand straight. “I don’t need that,” he said when the black hood was offered him. He was in complete command of himself, nay, he was more: he was completely himself. Nothing could have demonstrated this more convincingly than the grotesque silliness of his last words. He began by stating emphatically that he was a Gottgläubiger, to express in common Nazi fashion that he was no Christian and did not believe in life after death. He then proceeded: “After a short while, gentlemen, we shall all meet again. Such is the fate of all men. Long live Germany, long live Argentina, long live Austria. I shall not forget them.” In the face of death, he had found the cliché used in funeral oratory. Under…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4316","value":4316},"note":null},{"text":"The irregularities and abnormalities of the trial in Jerusalem were so many, so varied, and of such legal complexity that they overshadowed during the trial, as they have in the surprisingly small amount of post-trial literature, the central moral, political, and even legal problems that the trial inevitably posed. Israel herself, through the pre-trial statements of Prime Minister Ben-Gurion and through the way the accusation was framed by the prosecutor, confused the issues further by listing a great number of purposes the trial was supposed to achieve, all of which were ulterior purposes with respect to the law and to courtroom procedure. The purpose of a trial is to render justice, and nothing else; even the noblest of ulterior purposes—“the making of a record of the Hitler regime which would withstand the test of history,” as Robert G. Storey, executive trial counsel…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4328","value":4328},"note":null},{"text":"Criminal proceedings, since they are mandatory and thus initiated even if the victim would prefer to forgive and forget, rest on laws whose “essence”—to quote Telford Taylor, writing in the New York Times Magazine—“is that a crime is not committed only against the victim but primarily against the community whose law is violated.” The wrongdoer is brought to justice because his act has disturbed and gravely endangered the community as a whole, and not because, as in civil suits, damage has been done to individuals who are entitled to reparation. The reparation effected in criminal cases is of an altogether different nature; it is the body politic itself that stands in need of being “repaired,” and it is the general public order that has been thrown out of gear and must be restored, as it were. It is, in other words, the law, not the plaintiff, that must prevail.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4456","value":4456},"note":null},{"text":"but those who proposed it forgot that he who takes the law into his own hands will render a service to justice only if he is willing to transform the situation in such a way that the law can again operate and his act can, at least posthumously, be validated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4527","value":4527},"note":null},{"text":"In sum, the failure of the Jerusalem court consisted in its not coming to grips with three fundamental issues, all of which have been sufficiently well known and widely discussed since the establishment of the Nuremberg Tribunal: the problem of impaired justice in the court of the victors; a valid definition of the “crime against humanity”; and a clear recognition of the new criminal who commits this crime.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4680","value":4680},"note":null},{"text":"The trouble with Eichmann was precisely that so many were like him, and that the many were neither perverted nor sadistic, that they were, and still are, terribly and terrifyingly normal. From the viewpoint of our legal institutions and of our moral standards of judgment, this normality was much more terrifying than all the atrocities put together, for it implied—as had been said at Nuremberg over and over again by the defendants and their counsels—that this new type of criminal, who is in actual fact hostis generis humani, commits his crimes under circumstances that make it well-nigh impossible for him to know or to feel that he is doing wrong.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4713","value":4713},"note":null},{"text":"Foremost among the larger issues at stake in the Eichmann trial was the assumption current in all modern legal systems that intent to do wrong is necessary for the commission of a crime. On nothing, perhaps, has civilized jurisprudence prided itself more than on this taking into account of the subjective factor. Where this intent is absent, where, for whatever reasons, even reasons of moral insanity, the ability to distinguish between right and wrong is impaired, we feel no crime has been committed. We refuse, and consider as barbaric, the propositions “that a great crime offends nature, so that the very earth cries out for vengeance; that evil violates a natural harmony which only retribution can restore; that a wronged collectivity owes a duty to the moral order to punish the criminal” (Yosal Rogat). And yet I think it is undeniable that it was precisely on the ground of these long-forgotten propositions that Eichmann was brought to justice to begin with, and that they were, in fact, the supreme justification for the death penalty. Because he had been implicated and had played a central role in an enterprise whose open purpose was to eliminate forever certain “races” from the surface of the earth, he had to be eliminated. And if it is true that “justice must not only be done but must be seen to be done,” then the justice of what was done in Jerusalem would have emerged to be seen by all if the judges had dared to address their defendant in something like the following terms:   “You admitted that the crime committed against the Jewish people during the war was the greatest crime in recorded history, and you admitted your role in it. But you said you had never acted from base motives, that you had never had any inclination to kill anybody, that you had never hated Jews, and still that you could not have acted otherwise and that you did not feel guilty. We find this difficult, though not altogether impossible, to believe; there is some, though not very much, evidence against you in this matter of motivation and conscience that could be proved beyond reasonable doubt. You also said that your role in the Final Solution was an accident and that almost anybody could have taken your place, so that potentially almost all Germans are equally guilty. What you meant to say was that where all, or almost all, are guilty, nobody is. This is an indeed quite common conclusion, but one we are not willing to grant you. And if you don’t understand our objection, we would recommend to your attention the story of Sodom and Gomorrah, two neighboring cities in the Bible, which were destroyed by fire from Heaven because all the people in them had become equally guilty. This, incidentally, has nothing to do with the newfangled notion of ‘collective guilt,’ according to which people supposedly are guilty of, or feel guilty about, things done in their name but not by them—things in which they did not participate and from which they did not profit. In other words, guilt…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B001RHOJSE&location=4726","value":4726},"note":null}]}