{"asin":"B071SLPWVL","title":"The Fate of Rome: Climate, Disease, and the End of an Empire (The Princeton History of the Ancient World Book 2)","authors":"Kyle Harper","highlights":[{"text":"Archaeologists have found the debris of at least transient human presence around Rome going back to the Bronze Age, in the second millennium BC. The Romans themselves dated their city’s founding and the reign of their first king, Romulus, to the middle of the eighth century BC.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=161","value":161},"note":null},{"text":"Rome’s rise coincided with a period of geopolitical disorder in the wider Mediterranean in the last centuries before Christ. Republican institutions and militaristic values allowed the Romans to concentrate unprecedented state violence, at an opportune moment of history. The legions destroyed their rivals one by one. The building of the empire was bloody business.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=178","value":178},"note":null},{"text":"The making of Rome’s empire was not quite like anything that had happened before. Suddenly, levels of wealth and development lunged toward modernity, surpassing anything previously witnessed in the experience of our species. The teetering republican constitution generated profound reflections on the meaning of freedom, virtue, community. The acquisition of imperial power inspired enduring conversations about its proper exercise. Roman law helped to birth norms of governance, by which even the masters of empire might be held to account. But the scaling up of sheer power also fueled the cataclysmic civil violence that ushered in an age of autocracy. In the apt words of Mary Beard, “the empire created the emperors—not the other way round.”3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=183","value":183},"note":null},{"text":"Life was slow, organic, fragile, and constrained. Time marched to the dull rhythms of foot and hoof. Waterways were the real circulatory system of the empire, but in the cold and stormy season the seas closed, and every town became an island. Energy was forbiddingly scarce. Human and animal muscle for force, timber and scrub for fuel. Life was lived close to the land. Eight in ten people lived outside of cities. Even the towns had a more rural character than we might imagine, made lively by the bleats and brays—and pungent smells—of their four-legged inhabitants. Survival depended on the delivery of rain in a precarious environment. For the vast majority, cereals dominated the diet. “Give us this day our daily bread” was a sincere petition. Death always loomed. Life expectancy at birth was in the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=191","value":191},"note":null},{"text":"These limits cast into relief the sheer spatial achievement of the Roman Empire. Without telecommunications or motorized transport, the Romans built an empire connecting vastly different parts of the globe. The empire’s northern fingers reached across the 56th parallel, while the southern edges dipped below 24° N. “Of all the contiguous empires in premodern history, only those of the Mongols, Incas, and Russian czars matched or exceeded the north-south range of Roman rule.” Few empires…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=199","value":199},"note":null},{"text":"The northern and western parts of the empire were under the control of the Atlantic climate. At the ecological center of the empire was the Mediterranean. The delicate, moody features of the Mediterranean climate—arid summers and wet winters against a relatively temperate backdrop—make it a distinct type of climate. The dynamics of a giant, inland sea, combined with the knuckled texture of its inland terrains, pack extreme diversity into miniature scale. Along the empire’s southern and eastern edges, the high pressure of the subtropical atmosphere won out, turning the land into pre-desert and then true desert. And Egypt, the breadbasket of the empire, plugged the Romans into wholly other climate regimes: the life-bringing Nile floods originated in Ethiopian highlands watered by the monsoons. The Romans ruled all this.6 The Romans could not impose their will on so vast a territory by violence alone. The maintenance of the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=204","value":204},"note":null},{"text":"The grand and decisive imperial bargain, which defined the imperial regime in the first two centuries, was the implicit accord between the empire and “the cities.” The Romans ruled through cities and their noble families. The Romans coaxed the civic aristocracies of the Mediterranean world into their imperial project. By leaving tax collection in the hands of the local gentry, and bestowing citizenship liberally, the Romans co-opted elites across three continents into the governing class and thereby managed to command a vast empire with only a few hundred high-ranking Roman officials. In retrospect, it is surprising how quickly the empire ceased to be a mechanism of naked extraction, and became a sort of commonwealth.7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=222","value":222},"note":null},{"text":"Sometime around the first century of this era, the population of Rome itself probably topped one million inhabitants, the first city to do so, and the only western one until London circa 1800. At the peak in the middle of the second century, some seventy-five million people in all came under Roman sway, a quarter of the globe’s total population.8 In a slow-moving society, such insistent growth—on this scale, over this arc of time—can easily spell doom. Land is the principal factor of production, and it is stubbornly finite. As the population soared, people should have been pushed onto ever more marginal land, harder and harder pressed to extract energy from the environment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=231","value":231},"note":null},{"text":"Yet . . . the Romans manifestly did not succumb to mass-scale starvation. Herein is to be found the hidden logic of the empire’s success. Far from steadily sinking into misery, the Romans achieved per capita economic growth, straight into the teeth of headlong demographic expansion. The empire was able to defy, or at least defer, the grim logic of Malthusian pressure. In the modern world, we are accustomed to annual growth rates of 2–3 percent, on which our hopes and pension plans depend. It was not so in ancient times. By their nature, pre-industrial economies were on a tight energy leash, constrained in their ability to extract and exchange energy more efficiently on any sustainable basis. But premodern history was neither a slow, steady ascent toward modernity, nor the proverbial hockey stick—a flat-line of bleak subsistence until the singular energy breakthroughs of the Industrial Revolution. Rather, it was characterized by pulses of expansion and then disintegration. Jack Goldstone has proposed the term “efflorescence” for those phases of expansion, when background conditions conduce to real growth for some happy length of time. This growth can be extensive, as people multiply and more resources are turned to productive use, but as Malthus described, this kind of growth eventually runs out of room; more promisingly, growth can be intensive, when trade and technology are employed to extract energy more efficiently from the environment.10 The Roman Empire set the stage for an efflorescence of historic proportions. Already in the late republic, Italy experienced precocious leaps forward in social development. To a certain extent, the prosperity of Italy might be written off as the result of sheer takings, naked political rents seized as the fruits of conquest. But underneath this veneer of extracted wealth, real growth was afoot. This growth not only continued after the military expansion had reached its outer bounds—it now diffused throughout the conquered lands. The Romans did not merely rule territory, transferring some margin of surplus from periphery to center. The integration of the empire was catalytic. Slowly but steadily, Roman rule changed the face of the societies under its dominion. Commerce, markets, technology, urbanization: the empire and its many peoples seized the levers of development. For more than a century and a half, on a broad geographical scale, the empire writ large enjoyed both intensive and extensive growth. The Roman Empire both staved off Malthusian reckoning and earned uncalculated political capital.11","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=243","value":243},"note":null},{"text":"This prosperity was the condition and the consequence of the empire’s grandeur. It was a charmed cycle. The stability of the empire was the enabling background of demographic and economic increase; people and prosperity were in turn the sinews of the empire’s power. Soldiers were plentiful. Tax rates were modest, but collections were abundant. The emperors were munificent. The grand bargain with the civic elites paid out for both sides. There seemed to be enough wealth everywhere. The Roman armies enjoyed tactical, strategic, and logistical advantages over enemies on every front. The Romans had achieved a kind of favorable equilibrium, if more fragile than they knew.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=262","value":262},"note":null},{"text":"The Romans had edged outward the very limits of what was possible in the organic conditions of a premodern society. It is no wonder that the fall of such a colossus, what Gibbon called “this awful…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=270","value":270},"note":null},{"text":"These used to be called the Dark Ages. That label is best set aside. It is hopelessly redolent of Renaissance and Enlightenment prejudices. It altogether underestimates the impressive cultural vitality and enduring spiritual legacy of the entire period that has come to be known as “late antiquity.” At the same time, we do not have to euphemize the realities of imperial disintegration, economic collapse, and societal simplification. These are brute facts in need of explanation, as objective as an electricity bill—and measured in similar units. In material terms, the fall of the Roman Empire saw the process of efflorescence run in reverse, toward lower levels of energy capture and exchange. What we are contemplating is a monumental episode of state failure and stagnation. In Ian Morris’s valiant effort to create a universal scale of social development, the fall of the Roman Empire emerged as the single greatest regression, in all of human history.13","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=279","value":279},"note":null},{"text":"Explanations for the fall of Rome have never been lacking. There is a traffic jam of contending theories. A German classicist catalogued 210 hypotheses on offer. Some of these have held up to scrutiny better than others, and the two that enjoy pride of place as leading contenders for large-scale explanation emphasize the inherently unsustainable mechanics of the imperial system and the gathering external pressures along the frontiers of empire. The first emperor, Augustus, established the constitutional framework of monarchy; rules of succession were purposefully indeterminate, and the accidents of Fortune played a perilously large role. As time progressed, contests for power and legitimacy played out as self-destructive wars for command of the armies. Concurrently, the ever-growing professional corps of imperial administrators displaced the webs of local elites in running the empire, making for a more bureaucratic and more brittle state. The mounting fiscal pressures progressively overheated the system.14 Meanwhile, the borders of empire stretched across northern Britain, along the Rhine and Danube and Euphrates, and past the edges of the Sahara. Beyond the march, jealous and hungry peoples dreamed of their own destiny. Time was their ally; the process we now call secondary state formation saw Rome’s adversaries become more complex and formidable over the centuries. These threats relentlessly drained the resources of frontier zones and heartland alike. In tandem with dynastic strife, they were fatal to the fortunes of empire. These familiar theories have much to recommend them, and they remain integral to the story presented in these pages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=286","value":286},"note":null},{"text":"Most histories of Rome’s fall have been built on the giant, tacit assumption that the environment was a stable, inert backdrop to the story. As a byproduct of our own urgent need to understand the history of earth systems, and thanks to dizzying advances in our ability to retrieve data about the paleoclimate and genomic history, we know that this assumption is wrong. It is not only wrong—it is immodestly, unnervingly wrong.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=309","value":309},"note":null},{"text":"For most of the two-hundred thousand years or so of human history, our forebears lived in the Pleistocene, an age of jagged climate oscillations. Small changes in the path of the earth, and slight variations in the tilt and spin of the earth around its axis, are constantly changing the amount and distribution of energy arriving from our nearest star. Across the Pleistocene, these mechanisms, known as orbital forcing, created icy interludes lasting millennia. Then, about 12,000 years ago, the ice broke, and the climate entered the warm and stable interglacial known as the Holocene. The Holocene was the necessary backdrop to the rise of agriculture and the growth of complex political orders. But it turns out the Holocene has been a time of sharp climate changes, dramatically important on human scales.17 While orbital mechanics still drive deep changes in the Holocene climate, solar energy varies in other consequential ways on shorter time-scales. The sun itself is an inconstant star. The eleven-year sunspot cycle is only the most familiar of an array of periodic variations in the solar dynamo; some drastically affect the earth’s insolation. And our planet has played a role in natural climate change: volcanic eruptions spew reflective sulfate aerosols high into the atmosphere, screening the arrival of the sun’s heat. Even in the friendly Holocene, then, orbital, solar, and volcanic forcing interacted with the inherently variable systems of the earth to make the climate far more volatile, and precarious, than we might have thought.18 The discovery of rapid climate change in the Holocene is a revelation. We are learning that the Romans were, in planetary perspective, lucky. The empire reached its maximal extent and prosperity in the folds of a late Holocene climate period called the Roman Climate Optimum (RCO). The RCO reveals itself as a phase of warm, wet, and stable climate across much of the Mediterranean heartland of empire. It was an inviting moment to make an agrarian empire out of a pyramid of political and economic bargains. Alongside trade and technology, the climate regime was a silent, cooperative force in the seemingly virtuous circle of empire and prosperity. As","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=317","value":317},"note":null},{"text":"From the middle of the second century, the Romans’ luck ran into short supply. The centuries that form the object of our inquiry witnessed one of the most dramatic sequences of climate change in the entire Holocene. First, a period of climate disorganization covering three centuries (AD 150–450) set in, which we will propose to call the Roman Transitional Period. At crucial junctures, climate instability pressed on the empire’s reserves of strength and intervened dramatically in the course of events. Then, from the later fifth century, we sense the stirrings of a decisive reorganization that culminated in the Late Antique Little Ice Age. A spasm of volcanic activity in the AD 530s and 540s brought on the most frigid spell in the entire Late Holocene. Concurrently, the level of energy arriving from the sun slipped to its lowest point in several millennia. As we will see, the deterioration of the physical climate coincided with unprecedented biological catastrophe to overwhelm what was left of the Roman state. This book will argue that the influence of the climate on Roman history was by turns subtle and overwhelming, alternatingly constructive and destructive. But climate change was always an exogenous factor, a true wild card transcending all the other rules of the game.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=340","value":340},"note":null},{"text":"Nature wielded still another terrible device, capable of crashing in upon human societies like an army in the night: infectious disease. Biological change was even more forceful than the physical climate in deciding the fate of Rome.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=352","value":352},"note":null},{"text":"There is one truly categorical difference between climate change and infectious disease. The climate system, until recently, vibrated on its own tempo and terms, without human influence. By contrast, the story of infectious disease is far more intimately shaped by human interference. Human societies in effect create the ecologies within which deadly microbes live, move, and have their being. In many ways, an unintended and paradoxical consequence of the Roman Empire’s ambitious social development was the lethal microbial environment that it fostered. Inadvertently, the Romans were complicit in building the disease ecologies that haunted their demographic regime.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=358","value":358},"note":null},{"text":"The history of germs has been dominated by the brilliant model devised in the 1970s and most famously expressed by William McNeill in his classic Plagues and Peoples. For McNeill, the connective thread of the story was the rise and then confluence of different Neolithic germ pools. Agriculture brought us into close contact with domesticated animals; cities created the population densities needed for germs to circulate; the expansion of trading networks led to the “convergence of the civilized disease pools,” as pathogens that were endemic in one society leapt ravenously into virgin territories.21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=365","value":365},"note":null},{"text":"We should try to imagine the Roman world, through and through, as an ecological context for microorganisms. To start with, the Roman Empire was precociously urbanized. The empire was a great buzzing switchboard of cities. The Roman city was a marvel of civil engineering, and no doubt toilets, sewers, and running water systems alleviated the most dread effects of waste disposal. But these environmental controls were poised against overwhelming forces, a thin and leaky tide-wall against an ocean of germs. The city crawled with rats and teemed with flies; small animals squawked in alleys and courtyards. There was no germ theory, little hand washing, and food could not be kept from contamination. The ancient city was an insalubrious home. Humble diseases spread by the fecal-oral route, inducing fatal diarrheas, were probably the number one killer in the Roman Empire. Outside the cities, landscape transformation exposed the Romans to equally perilous threats. The Romans did not just modify landscapes; they imposed their will upon them. They slashed and burned forests. They moved rivers and drained basins and built roads through the most intractable swamps. Human encroachment on new environments is a dangerous game. It not only exposes us to unfamiliar parasites but can trigger cascading ecological change with unpredictable consequences. In the Roman Empire, the revenge exacted by nature was grim. The prime agent of reprisal was malaria. Spread by mosquito bite, malaria was an albatross on Roman civilization.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=378","value":378},"note":null},{"text":"The Roman disease environment was also formed by the connectivity of the empire. The empire created an internal zone of trade and migration as had never existed. The roads and sea lanes of the empire moved not only peoples, ideas, goods—they moved germs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=391","value":391},"note":null},{"text":"We will emphasize the paradoxical relationship between Roman social development and the disease ecology of the empire. Despite the benefits of peace and prosperity, the empire’s inhabitants were unhealthy, even by premodern standards. One sign of their low level of biological well-being is their short stature. Someone like Julius Caesar, who was said to have been tall, may only have stood out in a society where men were, on average, a little under 5′ 5″. The burden of infectious disease weighed visibly on Roman health. But here is where we need to pay closer attention to the specificity of the Roman disease pool. If we look carefully at the patterns of mortality in space and time, we note a telling absence in the Roman world. There were not large-scale, interregional epidemic outbreaks. Most epidemics were spatially contained, local or regional affairs. The reasons for this absence lie in the intrinsic biological limits of the germs themselves. Microbes that…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=396","value":396},"note":null},{"text":"event known as the Antonine Plague, probably caused by smallpox, erupted. In AD 249, an uncertain pathogen swept the territories under Roman rule. And in AD 541, the first great pandemic of Yersinia pestis, the agent that causes bubonic plague, arrived and lingered for over two hundred years. The magnitude of these biological catastrophes is almost incomprehensible. The least of the three pandemics, by casualty count, was probably the mortality known as the Antonine Plague. We will argue that it carried off perhaps seven million victims. That is considerably lower than some estimates. But the bloodiest day of battle in imperial history was the rout of the Romans at Adrianople, when a desperate force of Gothic invaders overran the main body of the eastern field army. At most…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=406","value":406},"note":null},{"text":"The question is how to explain the long sequence of momentous changes that rendered an empire that was integrated, populous, prosperous, and complex at one moment in time—in the age of Marcus Aurelius (AD 161–180)—into something unrecognizable five centuries later. It is an intertwined story of state failure and stagnation. The Roman Empire was built in a Malthusian world of energy constraints, but it was able to shove back those limits through a heady combination of trade and technical advance. The power of the empire was both a premise and an outcome of demographic expansion and economic growth. The state and social development went hand in hand. The rousing forces of climate change and infectious disease constantly acted upon this complex system, in a series of two-way relationships.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=437","value":437},"note":null},{"text":"At each of the points of transformation in the transit between the high empire and the early middle ages, we will try to seek out the specific and intricate lines of connection between natural and human systems. (1) The first was a multifaceted crisis during the age of Marcus Aurelius, triggered by a pandemic disease, that interrupted the economic and demographic expansion. In its aftermath, the empire did not fall or disintegrate, but instead recovered its previous form without the same commanding dominance as before. (2) Then, in the middle of the third century, a concatenation of drought, pestilence, and political challenge led to the sudden disintegration of the empire. In what has been called the “first fall” of the Roman Empire, the bare survival of an integrated imperial system was an act of willful reconstitution, and a close-run thing. The empire was rebuilt, but in a new guise—with a new kind of emperor, a new kind of government, a new kind of money, and, soon to follow, a new kind of religious faith. (3) This new empire then roared back. But in a decisive and dramatic period of two generations spanning the end of the fourth and beginning of the fifth centuries, the coherence of the empire was conclusively broken. The entire weight of the Eurasian steppe seemed to lean, in new and unsustainable ways, against the edifice of Roman power, and as it chanced to happen, the western half of the empire buckled. This cataclysm, which Stilicho had aimed to avert, probably ranks as the most familiar version of Rome’s fall. In the course of the fifth century, the Roman Empire was dismembered—in the west. But it was not the grand finale of the Roman Empire. (4) In the east, a resurgent Roman Empire enjoyed renewed power, prosperity, and population increase. This renaissance was violently halted by one of the worst environmental catastrophes in recorded history—the double blow of bubonic plague and a little ice age. Demographic shock played out in a slow motion failure of empire, culminating in the decisive territorial losses to the armies of Islam. Not only was the remnant of the Roman Empire reduced to a Byzantine rump state, but the survivors were left to inhabit a world with fewer people, less wealth, and perpetual strife among competing apocalyptic religions, including Christianity and Islam.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=460","value":460},"note":null},{"text":"At the same time, we will emphasize that the pax Romana was never the attainment of frictionless dominance; the strength of empire should be measured not by the absence of strains or challenges, but by the ability to withstand them. From this perspective, then, it becomes all the more necessary to seek out the reasons why the Antonine age has so often seemed like a bend in the course of history. Traditional answers, such as more formidable enemies across the frontiers and rising fiscal-political tensions, remain integral, but not adequate. Here we emphasize that the Roman efflorescence was built on a precarious and transient alignment of favorable climate conditions. And even more momentously, the structures of empire fashioned the ecological conditions for the arrival of an emerging infectious disease capable of unprecedented violence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=538","value":538},"note":null},{"text":"Listed in geographical order, starting in the northwest corner of the empire and spiraling clockwise, the roster was a reassuring picture of Roman power. In the west, three legions guarded Britain, four the Rhine, and ten the Danubian provinces between the Alps and the Black Sea. In the east, eight legions were garrisoned from Cappadocia to Arabia, watching subject and foe alike. A mere two held the entire Roman position in Africa, one in Egypt and one in Numidia. One in Spain and two in the Alps rounded out the thirty legions. But even at this moment of equipoise, before the storms of war and pestilence, the empire was not a finished project. The Roman Empire was always poised between the primal will to conquer new peoples beyond its borders and the maintenance of security within the core zone of the empire. It never reached an entirely stable balance between these contradictory forces. Yet in the second century, across vast stretches of the tri-continental empire, an air of peace descended over the lands protected and patrolled by the force of Roman arms.8 In essence, the Roman Empire was a framework of military hegemony whose shape was determined by a blend of geographical facts and political technologies. The Roman Empire did not have natural or predestined frontiers. Even to think of clearly defined lines, such as mark territorial boundaries in modern states with advanced land survey, would be excessively precise. In the first place, the Romans ruled “peoples” or “nations.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=551","value":551},"note":null},{"text":"The Romans of the second century would not have recognized any grand plan to stop expansion and admire their finished work. With Augustus, territorial expansion slowed, but it did not grind to a halt. Aggression and diplomacy continued to enlarge the empire, sporadically. Even apparently defensive structures such as Hadrian’s Wall were control systems, not expressions of sovereign territorial boundaries. Forward operations into Scotland continued intermittently for a century after the wall went up. Marcus Aurelius had serious designs to annex vast swaths of central Europe. And the efforts to control the regions beyond the Euphrates were a perpetual source of conflict.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=568","value":568},"note":null},{"text":"By the time of Marcus, in any given year, there were some 160 senators holding office somewhere in the empire, all coordinated from the nerve center of the capital.10 The Roman emperors had at least a crude sense of the “marginal costs of imperialism.” “Holding power over the whole earth and sea, they choose to maintain their rule through prudence, rather than trying to carry their empire into the unknown, over miserable and profitless barbarians, some of whose embassies I have seen in Rome attempting to become subjects but being refused by the emperor on account of their worthlessness to him.” The Romans had supposedly taken all the lands of the Celts, except where it was too cold or the soil too poor: “What the Celts had worth having belongs to Rome.”11","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=577","value":577},"note":null},{"text":"The thirty legions amounted to some 160,000 men. The legions comprised the citizen army, in theory recruited exclusively from the ranks of Roman citizens, who often came from veteran colonies sprinkled across the empire. But the legions were just less than half the overall military. Complementing their strength were auxiliary units. Recruited from provincial populations, they were deeply integrated into the command structure and overall strategic design of the empire; long-term service was a well-trodden pathway to the privileges of citizenship. When we add the navy and irregular units, the Roman imperial war machine approached half a million men: “Not only was this the largest standing army that the world had yet known, it was also the best trained and best equipped.”12","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=584","value":584},"note":null},{"text":"In all, the pay budget alone of the army in the second century was probably 150 million denarii, something like 2–3 percent of the entire GDP of the empire (about the share of present-day defense spending in the United States). In sheer size, the army and its budgets were historically massive.13","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=592","value":592},"note":null},{"text":"At the same time, as contemporaries recognized, the imperial framework established by Augustus represented a sharp and conscious departure from the extreme military mobilization of the Roman republic, which had been a whole society at arms. “During the days of the Republic when the senate appointed army commanders to their posts,” wrote a third-century historian, “all Italians used to bear arms.” In the empire, by contrast, the army was a professional force. Augustus “stationed mercenary troops on fixed rates of pay to act as a barricade for the Roman Empire.” The Roman peace rested on the discipline, valor, and loyalty of a giant paid army. The fiscal machinery underneath the military hegemony formed the basic metabolic system of the empire.14 The dimensions of the Roman Empire were thus determined by the geophysical realities of coordinating such an army across three continents, the commitment to maintain class control over the military, and the cost of maintaining a force on this scale. At its height, Roman military dominance created prolonged stretches of peace, a bounty reaped by subject and citizen alike.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=595","value":595},"note":null},{"text":"With some half a million soldiers on active duty, raw manpower was the main ingredient of Rome’s military might. Mustering an army of this magnitude seems not to have been a dire strain during the high empire, certainly not in relation to what lay just ahead. In the words of Aristides, the empire “recruited only so many soldiers from each people as will neither be a burden for those who supply them nor by themselves will be sufficient to make up the complement of a single army of their own.” The enticements of pay and privilege were sufficiently attractive, but at a more basic level, the ease of army recruiting was a benefit accrued from generous demographic increase. The Romans were not insensible of these connections. In the triumphal arch of Trajan at Benevento, for instance, the glorious victories of the army flow directly from the natural abundance—agricultural and human—granted to Rome by the gods.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=617","value":617},"note":null},{"text":"Even in recent times, credible voices have spoken in favor of peak numbers for the Roman imperial population ranging from ca. 44 million to 100 million.18 Where there is broad agreement is around the fact that the populations within the empire grew in the 150 years after the death of Augustus (AD 14) and reached their maximal extent on the cusp of the Antonine Plague. But absolute figures remain necessarily more speculative.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=633","value":633},"note":null},{"text":"the soundest arguments point us to believe that there were some 60 million inhabitants in the Roman Empire when Augustus died and closer to 75 million a century and a half later, when Galen first arrived in Rome.19","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=637","value":637},"note":null},{"text":"As we will see in the next chapter, even by the low standards of all underdeveloped societies, the actuarial tables of the Roman world were grim. Average life expectancy at birth fell somewhere between twenty and thirty years. The blunt force of infectious disease was, by far, the overwhelming determinant of a mortality regime that weighed heavily on Roman demography. In environments of high mortality, the obligatory response is high fertility. The burden of fertility fell heavily on the bodies of women. They bore the biological brunt of the need to replenish the ranks. Roman law allowed girls to be married starting at age twelve. Most women married in their mid-teens. Marriage was effectively universal: there were no spinsters in the Roman world. The Romans praised the widow who remained unmarried—precisely because she was the oddity in a society where death always stalked and remarriage was expected.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=642","value":642},"note":null},{"text":"Contraception was primitive, at best. Natural fertility was the reality in the Roman world. The woman surviving to menopause bore something like six children, on average. The entire age structure of ancient societies was bottom-heavy, dominated by the very young. The streets of an ancient city would have had the sound of an unruly nursery. It can be reasonably if crudely hypothesized, then, that the main source of population growth in the Roman Empire was not a decline in mortality but, rather, elevated levels of fertility.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=672","value":672},"note":null},{"text":"By the time Marcus Aurelius and Lucius Verus assumed the imperial office, they held sway over a quarter of humanity. Few empires, none of the Iron Age and none so enduring, achieved such a feat. The Han Empire of China was the Eurasian counterweight of the Romans. As we will see, in our period the effective distance between the two was shrinking: the geographical manual of Ptolemy, written in the middle of the second century, espoused definite opinions about overland distances to the capital of “Serica,” and the great astronomer knew of navigators who reached the far east by sea. Han China is in many ways an appropriate comparandum, but even its population seems never to have matched the Roman imperial apex of ~75 million (in the east, that would wait for the full development of the rice economies and the construction of the great canal systems).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=688","value":688},"note":null},{"text":"In the Roman Empire, population growth appears to have been accomplished without sending society spiraling downward in a cycle of diminishing returns. Contemporaries sang the song of prosperity, not the dirge of grinding impoverishment. For what it is worth (which may well be limited), the articulate classes of the Roman Empire were more preoccupied by general decadence than destabilizing squalor. Maybe our urbane elite was totally insensible to the daily life of the poor. But, it is harder to stare past famine, and we ought to be struck by the broad absence of true subsistence crisis in the Roman world. Food shortages were endemic in the Mediterranean, thanks to its naturally fickle ecology. Unlike the later middle ages, when violent spasms of acute hunger wracked the population, the Romans seem not to have been haunted by the threat of outright mass starvation. The absence of evidence is never probative, but it is suggestive.23","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=697","value":697},"note":null},{"text":"In all, one in five of the empire’s denizens may have lived in towns—a ratio inconceivable without significant levels of economic development. Here it is the simple fact that counts: for a long cycle, the Roman Empire nourished city life on a scale unlike anything that had come before, and unlike anything that would be repeated until the early modern period.26","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=735","value":735},"note":null},{"text":"It is thus not quite the case that “the wealth of the Roman empire was simply a function of the enormous size of the population under its control.” The greatest achievement of the Roman economy may simply have been that productivity growth was sufficient to absorb tens of millions of new working hands without sputtering from the glut of labor. That the economy reached some level of intensive growth on top of the blunt energy of more laborers is even more remarkable. This kind of intensive growth derives from two classical mechanisms: technology and trade. Technical development fosters what is called Schumpeterian growth, as new tools enhance the productivity of labor. Trade fosters Smithian growth, unleashing the forces of specialization and comparative advantage that were so important in classical economics. The two are complementary, allowing human labor to extract and harness energy more efficiently for productive uses. Although the Romans never threatened to break beyond the basic orbit of all preindustrial economies, trade and technology let them enjoy an extended phase of social development, one of premodern history’s rare efflorescences.28","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=749","value":749},"note":null},{"text":"“The size of Roman merchant ships was not exceeded until the fifteenth century, and the grain ships were not surpassed until the nineteenth.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=772","value":772},"note":null},{"text":"Trade and technology let the Romans stay ahead of the population crunch for a long cycle of development. All the same, there are no signs that the Romans threatened to induce accelerating breakaway growth, such as we take for granted in the modern world. The great liftoff only occurred when science was hitched to economic production and when fossil sources of energy, like coal, were exploited at scale. So, it does no discredit to the Romans to admit they had not transcended the basic mechanics of premodern economies. They were, simultaneously, precociously advanced and thoroughly preindustrial. We should not envision premodern economic development as a flat line of bleak subsistence until quickening growth from the Industrial Revolution onward. Rather, the experience of civilization has been one of consequential waves of rise and fall, consolidation and dissolution,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=799","value":799},"note":null},{"text":"The last centuries BC and first centuries AD were favored by a warm, wet, and stable climate regime rightly known as the Roman Climate Optimum.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=830","value":830},"note":null},{"text":"planet has been a wildly unstable place, its past full of surprises. The last Ice Age, far from a period of unbroken cold, was characterized by violent swings in the global climate system. The climate of the last hundred thousand years has been called a “flickering switch.” Our hunter-forager ancestors survived through times that were not only much colder but also much more capricious. In a phase known as the Last Glacial Maximum, which started 25,000 years ago, the frost pushed humans south, so far that only stretches of southern Europe remained habitable. Chicago lay under the great Laurentide ice sheet.38","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=840","value":840},"note":null},{"text":"These savage oscillations were timed foremost to the rhythm of celestial mechanics, slight variations in the earth’s rotation and orbit that affect the amount of energy received from the sun. The earth’s tilt—that slight angle that puts each pole closer to the sun for half the year and causes seasons—actually oscillates between ca. 22° and 24.5° on a 41,000-year cycle. Moreover, the eccentricity of the earth’s yearly journey around the sun—the precise bend of our elliptical pathway—changes, as our planet is tugged by the gravitational pull of other objects in the solar system. Most consequentially, the spin of the earth’s rotation around its own axis slowly wobbles, like a top. Every 26,000 years, the earth’s axis traces a cone in space, a movement called the precession of the axis. All of these orbital parameters overlap, variously amplifying each other and canceling one another out, massively altering the amount and spatial distribution of heat entering the earth’s atmosphere. In the Pleistocene, the result of our planetary swaying and wobbling was, from a human perspective, chaos.39 Human civilization—agriculture, large state formations, writing, and so on—is a feature of the anomalous sliver of climate history known as the Holocene. The advent of this friendlier climate has been called “the end of the reign of chaos.” Nearly 12,000 years ago, the ice broke. A favorable conjunction in orbital cycles led to abrupt and decisive warming. As the ice sheets melted, sea levels rose; as recently as 8,000 years ago you could stroll from Britain to the continent à pied. Relative to the Pleistocene, the Holocene has been warm and stable. But natural climate change did not cease with its arrival. On a millennial scale, orbital forcing has still been driving long, profound shifts in the Holocene climate. After an early Holocene peak, the millennia of the Holocene have witnessed a sloping decrease in summer insolation in the Northern Hemisphere and a slow trend toward a cooler climate. The Middle Holocene (ca. 6250 BC–2250 BC) was a time of especially propitious climate. The Sahara was green. The Mediterranean was gentler, and miraculously fertile. It rained year round. Human expansion quickened across the Mediterranean, a grassroots dispersal without powerful kingdoms and empires overhead. The archaeologist Cyprian Broodbank called this happy age “how it might have been.”40 From ca. 2250 BC, the Late Holocene started to take hold. The global climate was reorganized. There was a southward drift of what is called the Intertropical Convergence Zone, where the easterly trade winds converge around the equator. Desertification across the Sahara and Near East became sharper and irreversible. The monsoons weakened. There were more El Niños, and the pressure gradients in the North Atlantic diminished. Summers in the Northern Hemisphere became cooler. In the Mediterranean, the familiar seasonal alteration of dry and wet became increasingly pronounced. But,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=845","value":845},"note":null},{"text":"Smooth processes can produce jerky effects in the climate regime. Moreover, two additional forcing mechanisms have operated with particular influence on shorter time-scales during the Holocene: volcanism and solar variability. Volcanic eruptions spew clouds of sulfates into the atmosphere, reflecting radiation back into space. Even in the Pleistocene, mega-volcanoes made a mark, notably the Toba eruption of ~75,000 years ago that brought on a millennium of winter and is sometimes argued to have wiped out all but 10,000 of our ancestors. Solar variability is an equally powerful source of climatic instability. “In the galactic scheme of things, the Sun is a remarkably constant star.” But, from the earth’s perspective, our yellow dwarf is hardly changeless. Deep beneath the sun’s visible surface, magnetic activity pulses. The eleven-year sunspot cycle is the most familiar manifestation. While solar luminosity varies only 0.1 percent on this cycle, its climatic effects are widely…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=872","value":872},"note":null},{"text":"These global forcing mechanisms leave us a long way from the local weather. The varying amount and distribution of energy reaching the earth impels change, but climate changes are actually expressed and experienced as moving patterns of temperature and precipitation. In general, changes in temperature tend to be more spatially coherent, true simultaneously across broader spans of the earth. Changes in precipitation are profoundly regional, because a larger and more sensitive array of mechanisms determine the timing, location, and intensity of rains. In the lands ruled by Rome, variations of heat and moisture both mattered, and the consequences of climate change could be exquisitely local. The Roman Empire was, spatially, giant and unusually complex. Centered on the tightly knit Mediterranean core, it sprawled over three continents. Dura-Europus, a hub on the Euphrates absorbed into the Roman Empire, lay beyond the 40th meridian in the east; the empire’s Iberian possessions stretched to 9° W. Hadrian’s Wall lies above the 55th parallel, while along the southern fingers of the empire there were Roman cohorts stationed at Syene (24° N), and a Roman fort at Qasr Ibrim, lying at 22.6° N. Recently, evidence for a Roman detachment has been found on the Farasan Islands, overseeing Roman interests in the Red Sea, at 17° N! Because the equator receives more heat than the poles, meridional (north-south) gradients, not zonal (east-west) ones, decide climate differences. From an environmental perspective, the north-south scope of Roman imperialism was stunningly peculiar.43","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=881","value":881},"note":null},{"text":"Buoyed by high levels of insolation and weak volcanic activity, the RCO was a period of warm, wet, and stable climate across much of the vast Roman Empire.46","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=917","value":917},"note":null},{"text":"These archives tell us that the RCO was a phase of high and stable solar activity. Between a grand solar minimum centered at 360 BC and another at 690 AD, solar radiation fluctuated within a modest band, reaching one peak at a grand maximum around AD 305.48 Meanwhile the volcanoes lay quiet. Of the twenty largest eruptions in the last two and a half millennia, none fall between the death of Julius Caesar and the year AD 169. Between the late republic and the age of Justinian (the 530s), there were no years of extreme post-volcanic cooling. Across the RCO, the stage was set for stability in the climate regime.49","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=926","value":926},"note":null},{"text":"Where the controls are understood, and where it is possible to date the growth or contraction of glaciers, glaciers are a frozen index of climate change. The signal of warmth in the Roman period is unambiguous. After a major glacial advance was finished by 500 BC, the ice retreated for hundreds of years, down to the first centuries AD. The Great Aletsch glacier may have reached or shrunk beyond its twentieth-century limits in the early imperial period. The Mer de Glace in the Mont Blanc Basin of the French Alps follows a similar pattern. Not until the third century AD was there a reversal, with sudden icy lunges down the slopes. The RCO was an age of melt in the Alps.50","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=939","value":939},"note":null},{"text":"The highest temperatures before the onset of modern warming were attained in the mid-first century, after which a very slow and uneven decline set in. In the first century, temperatures were in fact even higher than during the last 150 years.51","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=949","value":949},"note":null},{"text":"In the northwestern Mediterranean, a wetter phase is so abundantly evident that in the specialist literature the centuries of the RCO are known as the “Iberian-Roman Humid Period.” In the north-central Mediterranean, too, physical proxies point clearly to an age of humidity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=967","value":967},"note":null},{"text":"The most startling pattern is the seasonality of Tiber inundation. The winter floods of medieval and modern times are as unsurprising as the sunrise. But the Roman pattern is nothing short of astonishing. The vast majority of floods struck in the spring to high summer. It is worth mentioning that the Roman poet Ovid implies the Equirria, horse races held in the middle of March, were regularly flooded. And there is simply no way to dismiss the fact that, in the entire medieval and modern sweep of time, Father Tiber did not overspill his banks in the summer, whereas in the Roman world he clearly did so.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=981","value":981},"note":null},{"text":"Like Ptolemy’s Alexandria, Rome in the early empire seems to have known not just a climate dissimilar by tiny degrees. Some qualitative mechanisms of Mediterranean climate were subtly but decisively different in the first centuries.55","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=987","value":987},"note":null},{"text":"At the same time, we should not discount the role of the climate as an ally and a nemesis. It has long been inferred from the literary evidence that the southern Mediterranean was wetter than it is in present times. Pliny the Elder reports elephants inhabiting forests in the Atlas mountains, on the southern fringes of the empire; their extinction in this region was probably a lethal combination of the ivory trade and long-term aridification. In Roman times, North Africa was the granary of Rome, noted for its exceptional fertility; now it is a major grain importer. Today the desert has crept over areas that were clearly under cultivation in the RCO.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1000","value":1000},"note":null},{"text":"Across an unusually broad and diverse geographic range, then, warmth, precipitation, and stability characterized the RCO in the circum-Mediterranean. The RCO was a period when the longer-range effects of changes in orbital forcing, which drove cooling and drying across the entire late Holocene, were held in abeyance for a time, possibly by higher levels of solar activity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1030","value":1030},"note":null},{"text":"This drama was the work of nature. But if the final shift toward summer hyperaridity started in the later phases of the RCO, it enhances the possibility that the Romans had a modest role in accelerating climate change. Orbital, solar, and volcanic forcing are unmoved by human affairs, and the Romans did not pollute the atmosphere sufficiently to trigger climate change. But the Romans did fell forests in massive swaths. Woodland was cleared for agriculture, and the Roman economic machine consumed huge forests for fire and fuel. The Romans themselves witnessed this great deforestation and assumed it was an integral part of the civilizing process. “Day by day they press the forests to retreat up the mountain and to yield their place for cultivated land.” The first-century poet Lucan equated the expansion of empire into Mauretania, for instance, with the arrival of the ax. Hadrian was concerned enough about the dwindling supply of long timber to claim certain Syrian forests as imperial property and exert control over their exploitation.62","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1038","value":1038},"note":null},{"text":"In recent years, opinion has been tipping back toward the view that Roman deforestation was consequential. Deforestation matters, first and foremost, because it suggests that the Romans were bumping against some ecological limits. But it also influenced the climate. The loss of forest cover suppresses rainfall in the Mediterranean. Deforestation increases albedo (the energy reflected back off the earth’s surface), so that more heat is reflected away from the ground. In consequence, there is less evaporation of soil moisture into the lower atmosphere. The effects are strong. Some climate models show that this sequence results in lower precipitation in Mediterranean regimes, particularly during summer. The case could be made that Roman deforestation interacted with natural patterns of late Holocene climate change to tip the circum-Mediterranean climate toward a regime with less summer precipitation. In this scenario, natural and anthropogenic causes interacted at the threshold between the RCO and the centuries of stress that loomed.63","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1046","value":1046},"note":null},{"text":"The climate of Rome in the empire’s halcyon days was a potent incubator of growth. It fueled the agricultural engine of the economy. The wheat harvest was sensitive to the timing and extent of both temperature and precipitation. Sustained temperature changes on the order of those experienced during the RCO let farmers carve entirely new landscapes of grain cultivation at higher elevations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1054","value":1054},"note":null},{"text":"The RCO would not only have extended the limits of cultivation, it also amplified the productivity of the land. Yields in Mediterranean agriculture respond positively to increasing temperature.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1060","value":1060},"note":null},{"text":"Given the outsized influence of threshold effects, and the centrality of risk in Mediterranean agriculture, the conditions of the RCO were no small gift of security to the farmer living on the edges of subsistence.66 The quantity of rain and the length of the growing season are limiting factors for other Mediterranean staples, too. The Romans themselves recognized that it was possible to cultivate olives and grapes, sensitive to frost, in regions where the “relentless violence of winter” had once made their cultivation futile. The modern maps which claim to define the zone of “Mediterranean climate” by the limit of olive cultivation will mislead us, if we do not remember that those wavy boundaries will have undulated in historical time. There are, for example, heavy olive-crushing installations built at remote sites 500–700m above sea level in Roman Greece, high above the modern line of olive cultivation: either the peasants lumbered up the mountain with their harvest for processing, or these are the ruins of high-elevation agriculture that have been marooned by climate change. In sum, the conditions of the RCO rendered greater stretches of land pliable to the advance of human cultivation than in the centuries before or after.67","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1074","value":1074},"note":null},{"text":"The climate was the enabling background of the Roman miracle. The RCO turned the lands ruled by Rome into a giant greenhouse. If we only count the marginal land rendered susceptible to arable farming in Italy by higher temperatures, on the most conservative estimates, it could account for more than all the growth achieved between Augustus and Marcus Aurelius.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1084","value":1084},"note":null},{"text":"Trade, technology, and climate acted in unison to spur the Roman efflorescence. They were mutually reinforcing. Expanded, reliable, and fertile agrarian production inspired the specialization that is the heart of trade. Fecundity generated wealth that became technological capital. The RCO catalyzed an experiment in growth unprecedented in its scale and ambition. But the Roman miracle was only as stable as the underlying conjunction, which depended so intimately on powers beyond human control.68","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1091","value":1091},"note":null},{"text":"The most familiar system of resilience was the food supply of Rome. The remnants of the monumental public granaries that stored the food supply of the metropolis are still breathtaking. It was said that the emperor Septimius Severus had cared so assiduously for the provision of Rome that upon his death there was enough grain stored to feed the city for seven years. The grain dole was the political entitlement of an imperial people, under the patronage of the emperor. The inhabitants of Rome had rights of first refusal on the emperor’s generosity. An imperial letter of the second century, inscribed at Ephesus, promises that the eastern city could procure Egyptian grain, on the condition that the harvest was sufficient for Rome.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1168","value":1168},"note":null},{"text":"In the second century, some 200,000 citizens of Rome received 5 modii of wheat monthly; that amounts to 80,000 tons of wheat annually, just for the public dole.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1175","value":1175},"note":null},{"text":"What is most remarkable, though, is that the transport of grain to Rome was left in private hands; merchants were given modest subsidies for carrying grain to the city, but so much resilience was built into the grain market that, during the high empire,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1177","value":1177},"note":null},{"text":"but here is the place to underscore that the Romans were nearly helpless in the face of epidemic mortality. They had few tools at their disposal to mitigate the threats of infectious disease or to recover speedily from cutting losses. Ancient medicine was, frankly, probably more harmful than helpful. While basic nursing was no small advantage to the sick and ailing, the prescription of hot baths and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1182","value":1182},"note":null},{"text":"Certainly the Roman state possessed the technology to apply the kinds of quarantine that began to develop in the late middle ages, but the religious view of disease seemed to dominate public response: the Greeks and Romans reacted to mortality events with arcane sacrifices or the erection of apotropaic statues of Apollo to ward off…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1186","value":1186},"note":null},{"text":"The mortality regime was sharp-edged, and in the absence of any effective means of redress, the response of ancient society was to tune fertility to high levels. Moreover, adoption was a mundane part of life, a realistic response to a mortality regime that always threatened family survival. The extensive practice of child exposure in the ancient world, which often resulted in death or cycled infants into the slave trade, might be seen as a somber release valve in a system fixedly set on high fertility. Finally, the ease of internal migration within the empire was a kind of demographic resilience; movement, mostly toward cities, skimmed the surplus of some areas to compensate the deficits of others. But, ultimately, the facts of biology were immoveable. Human societies of the late Iron Age had evolved few responses to buffer the effects of sharp…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1189","value":1189},"note":null},{"text":"The emperor was the commander-in-chief, but senators jealously guarded the right to the high posts of legionary command and prestigious governorships. The imperial aristocracy was able to control the empire with a remarkably thin layer of administrators. This light skein was only successful because it was cast over a foundational layer of civic aristocracies across the empire. The cities have been called the “load-bearing” pillars of the empire, and their elites were afforded special inducements, including Roman citizenship and pathways into the imperial aristocracy. The low rates of central taxation left ample room for peculation by the civic aristocracy. The enormous success of the “grand bargain” between the military monarchy and the local elites allowed imperial society to absorb profound but gradual changes—like the provincialization of the aristocracy and bureaucracy—without jolting the social order.82","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1202","value":1202},"note":null},{"text":"In the first century, an empire of conquest settled down into a symbolically unified territorial empire, with regular and rational, if heterogeneous, rates of taxation. The Roman army continued to mount large-scale campaigns of conquest from time to time, but most of its activity was defensive in nature and might be described as a mix of civil engineering and local surveillance. Through careful management, the political power of the army remained latent for most of the high empire. The coordination of the fiscal and military machinery of the state, across three continents, with Iron Age technologies of communication and travel, is one of the most intricate accomplishments of any premodern polity.83 The basic stability of the Augustan settlement belies the fact that the regime was under constant threat from within and without. As the ghost of the republic faded from memory, the possibility of a revolutionary regime change became as remote as a fantastic dream. But the dynastic solution of Augustus was tenuous, and sane emperors took great pains to establish a smooth succession. Biology often failed, one way or another, and succession crisis was an irrepressible feature of the regime. A monogamous mating system, and a merciless mortality regime, left many emperors without a biological heir. By comparative standards, the reigns of Roman emperors were astonishingly short, so the uncertainty of the imperial dynastic system was a high-stakes problem. The lengthy reigns and series of imperial successions by adoption during Gibbon’s happiest age were anomalous—a mix of dumb luck and a stable empire. Occasionally, as in AD 69 or 193 or 235–8, uncertainty boiled into outright civil war. But, whenever there was dynastic change, the new boss looked much like the old boss, just more provincial.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1209","value":1209},"note":null},{"text":"if GDP was some 5 billion denarii, then state expenditure was about 1/20 of GDP. The annual revenues of the state were amassed from a wide variety of land and head taxes, plus tolls, inheritance and manumission taxes, and extensive state-run mining operations. The incidence of Roman taxation was, from one vantage, bearable. Because the fiscal system evolved piecemeal out of a protracted course of conquest and diplomacy, tax rates were heterogeneous, right down to the reforms of the later third century; averages are misleading, but a target rate in the range of 10 percent of annual agricultural production is not an unreasonable guess. In wheat equivalent, it has been observed, the Roman state was collecting more on a per capita basis than the English or French government was able to raise in the seventeenth century, although it was far short of the revolutionary rates achieved by the most modern eighteenth-century states.85 There was only a little cushion built into the fiscal machinery. In theory, the target rates would have allowed the treasury to collect a modest surplus each year. In reality, central collections were probably far below nominal goals. The lines of stress in the fiscal regime were never very hidden. Tax collection was a flashpoint of provincial resistance, and its successful execution depended on the collusion of local elites and their agents, like the “publicans” who are the emblem of villainy in the New Testament.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1232","value":1232},"note":null},{"text":"Rome’s military dominance makes it easy to overestimate the reality of “peace.” Edward Luttwak’s Grand Strategy of the Roman Empire remains instructive in this regard. As the Roman Empire was transformed into a territorial empire, hegemony was maintained by an economy of force. The top strategic priority was the displacement of violence to the outer ring of provinces; but, in the course of time, the protection of these outer rings became a goal of statecraft. The Roman frontier system epitomized the resilience of the empire; it was designed to bend but not break, to bide time for the vast logistical superiority of the empire to overwhelm Rome’s adversaries. Even the most developed rival in the orbit of Rome would melt before the advance of the legionary columns. The Roman peace, then, was not the prolonged absence of war, but its dispersion outward along the edges of empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1249","value":1249},"note":null},{"text":"But the Romans seem to have built their empire at a dangerous juncture in time, and we can just now begin to see the shadowy outlines of a new, evolutionary history of infectious disease in which the centuries of Roman civilization form an especially important passage. Even by the standards of underdeveloped societies, the denizens of the empire were unhealthy. We might say that they were, like Aristides, rich but sick. The empire’s fetid cities were petri dishes for low-level intestinal parasites. The empire’s violence against the landscape called forth scourges like malaria. The empire’s thick webs of connection let chronic diseases diffuse across the empire. But the really decisive moment came when an acute infectious disease transmitted directly between humans found its way into the empire. We will argue that what Galen called the “great pestilence” was in fact caused by smallpox. Certainly, it was a disease preternaturally well equipped to prey on the Roman Empire, hurtling itself across the roads and sea lanes that bound together the mosaic of cities and peoples under Roman rule. The Roman Empire prepared the way for the pandemic, building new gateways for germ migration into the empire and new highways for transmission within its territorial boundaries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1363","value":1363},"note":null},{"text":"These biological archives are only now starting to unsettle a tale that took hold a generation ago, before the triumph of molecular evidence. In this story, humans brought with them from the Paleolithic a baseline of “heirloom” germs and parasites that had been handed down from our hominid predecessors. These pathogens were old friends, well adapted to life with us, so much so that many of them were mere nuisances. As our hunter-gatherer forebears dispersed around the planet, they also acquired new parasites on the journey, “souvenirs” of their trek. Still, the pathogen load was altogether light. Then, the Neolithic Revolution was the big bang of violent infectious diseases. Density-dependent bugs could flourish now that our roaming ancestors settled down into towns, and diseases could make the leap from domesticated animals to the humans who lived cheek by jowl with them. In McNeill’s Plagues and Peoples, the undisputed masterpiece of disease history in the premolecular era, the development of more advanced civilization brought on the “confluence of the civilized disease pools” of Eurasia. The discrete puddles of endemic killers in the early Neolithic flowed together with dread, genocidal effect as societies came into contact. Global connectivity was transformational, first in the Old World context and subsequently in its trans-oceanic vastness.8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1393","value":1393},"note":null},{"text":"But, on the whole, Paleolithic people enjoyed a friendlier disease ecology.11 The Neolithic Revolution remains a decisive transition. It led to sedentary lifestyles, more monotonous diets, denser settlements, landscape transformation, and novel technologies of travel and communication. All of these bear consequences for both microbial ecology as well as the structure and distribution of human populations. In some instances, the consequences must have been almost immediate; diseases that had long been in the background readily thrived under new circumstances. Sanitation and density were the fundamental problems of living in town, and so we should look to the humble but effective dysenteries, typhoid and paratyphoid fevers, rhinoviruses, and other food- and fecal-borne parasites as the agents of mortality in ancient cities from the beginning of civilized history. The scourges of early urban living were not the charismatic great killers, but banal, workaday diarrheas, fevers, and colds. Regardless of its continuing importance, the Neolithic Revolution no longer looks like the big bang in the history of infectious disease. The rise of agriculture has been demoted from its privileged place because we no longer need a singular moment when humanity drew into fatally closer contact with a more or less stationary background of potentially lethal germs. The experience of the twentieth century has been a harsh teacher: emerging infectious diseases are a constant menace. Farm animals are only a small part of the biological brew from which new pathogens emerge. The continuing power of the wild to generate new adversaries is evident in the roll call of recent scourges like Zika, Ebola, and AIDS. Nature, in short, is full of wild germ reservoirs and potential new adversaries, and genetic mutation is constantly spinning off dangerous molecular experiments. These treacherous evolutionary experiments are not evenly or randomly distributed around the globe. Even today, the burden of infectious disease lies heavily across the tropics. It has ever been thus. The latitudinal species gradient is the most widely observed pattern of biodiversity on the planet, and it is hardly limited to microorganisms. In the lower latitudes, spared the chill erasure of repeated ice ages, the evolutionary clock has simply been running longer. Moreover, there is just more energy arriving from the sun – and thus more life and greater complexity. The biogeography of infectious disease, then, does not follow the spatial distribution of plant and animal domestication; rather, it obeys the deeper principles of geographical ecology. As we will see, it appears that two of the three great Roman pandemics were imports from southern climes; the third – the bubonic plague – was probably a creature of the steppe, native to wild rodents. Infectious diseases can emerge almost anywhere, but the dice are loaded against certain parts of the globe.12 The crucial interface between humanity and new…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1423","value":1423},"note":null},{"text":"Ecology and evolution drive the history of infectious diseases. The deep history of human infectious disease has been propelled not by the unintended side effects of domestication, per se, but rather by the explosive growth in the size and complexity of those populations that harnessed agriculture and nomadism, and subsequently the linkage of those populations with each other and with parts of the globe that are hot zones of evolutionary ferment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1452","value":1452},"note":null},{"text":"The Roman Empire built a disease ecology whose ramifications its creators could not have begun to imagine. The empire nurtured urban concentrations whose density had never been seen before and would not be seen for centuries thereafter. The empire facilitated movement and connectivity within its unusually wide and diverse geographical regions. The scale of environmental transformation carried out under Roman rule represented the greatest surge of ecological change between the Neolithic and Industrial Revolutions. The commercial networks binding the Romans to peoples beyond the frontier, especially in Africa and Asia, appear stronger than we had ever imagined. And outside of human control, after a period of stability during the Roman Climate Optimum, a phase of raucous climate disorganization began in the later second century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1467","value":1467},"note":null},{"text":"In the end it has seemed safest to say that life expectancy at birth in the Roman Empire was between twenty and thirty years, and probably in the middle of that range, in this corner of the empire.17","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1491","value":1491},"note":null},{"text":"One of the subpopulations that we know best—Roman emperors—also died on a schedule that suggests a harsh mortality regime. This small but revealing sample shows that Rome’s rulers experienced the same unfriendly lifespans as their humblest subjects. “The potential benefits of ample nutrition were more than offset by constant exposure to an aggressive germ community.” The rich might be buffered by plenteous food, more commodious habitats, and above all the ability to retreat to the countryside in the lethal summer months. But these protections proved feeble, as the private life of the emperor Marcus Aurelius poignantly reminds us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1493","value":1493},"note":null},{"text":"Maybe the most intriguing facet of the skeletal evidence lies simply in the length of the Roman bones we have. Height is a crude but valuable proxy for biological well-being.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1516","value":1516},"note":null},{"text":"In modern times, economic development has fired a global “growth spurt.” Circa 1850, Dutch men were on average 164–5 cm; today they are 183 cm—the tallest in the world. In some parts of east Asia, the shift has been stunning. In 1950, Japanese men were 160 cm; today they are 173 cm. In the developed world, we are now about as tall as our genes allow, and in broad strokes, modernity has given humanity almost half a foot lift.22","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1524","value":1524},"note":null},{"text":"In principle, the hundreds of thousands or more skeletons sitting in museum cabinets form a potential archive of stature history. In practice, determining height outcomes from bones has proven a daunting challenge, and we still lack a good, comprehensive study spanning different regions of the empire. Moreover, although height estimation is maybe more humanly interesting than bone length, converting bone measurements into stature introduces some pesky uncertainties.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1527","value":1527},"note":null},{"text":"In Britain, the Roman conquest was a health catastrophe, while the fall of the empire was a biological blessing. The inhabitants of Roman Britain were diminutive, probably ca. 164 cm (5′ 4½″) on average for adult males, 154 cm (5′ ½″) for females. The best study now shows that average femur length in Roman Britain was 444 mm for men and 413 mm for women; in post-Roman Britain, it was 465 mm for men and 429 mm for women. Undoubtedly, early medieval people would have looked down on their Roman predecessors.24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1545","value":1545},"note":null},{"text":"it is evident that Italians in the Roman imperial period were shorter than their Iron Age and early Republican ancestors.25 At present, only one study of stature in Roman Italy across time inspires confidence, and it demonstrates that the pre-Roman peoples of Italy were much taller than the Romans. Average male femur length declined from 454 mm to 446 mm. For Roman women, the loss was even greater. From a pre-Roman average of 420 mm, there was decline in the Roman period to 407 mm. In the middle ages, mean stature increased again, exceeding the Iron Age baselines. Male femurs were now 456 mm, whereas female femurs returned to 420 mm on average.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1552","value":1552},"note":null},{"text":"Why were the Romans short? Malnutrition would be a tidy answer, and it would be unwise to rule it out. But we should resist hastily drawing a line from the Romans’ short stature to poor nutritional inputs and instead look to the disease burden as the culprit, at least in part. There are reasons to doubt that diet was the principal factor.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1563","value":1563},"note":null},{"text":"Certainly, there is important work still to be done, but so far, the bones do not obviously implicate malnutrition in the diminutive stature outcomes of the Romans.28 The conclusions to be drawn from Roman teeth point in the same direction, suggesting that disease played an outsized role in shaping Roman health. One major study compared teeth from two imperial era sites with an early medieval population. Neither epoch was an advertisement for oral hygiene, but their dental pathologies were unhappy in different ways. The early medieval teeth suffered more dental caries, lesions caused by an unbalanced diet of carbohydrates. The Roman teeth, by contrast, showed greater incidence of a growth defect called linear enamel hypoplasia (LEH). LEH occurs in childhood when the body is so stressed that the production of enamel is interrupted. Malnutrition or infectious disease—or the synergies between them—are to blame. Another study of seventy-seven rural laborers from an imperial-age cemetery in the Roman suburbs showed a very high frequency of enamel growth defects, but few other oral pathologies. This population was eating a diet in which meat was important and refined carbohydrates were marginal. More work is to be done, but so far the Roman dental record points to a population under ghastly physiological stress, with the disease burden a primary factor.29","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1577","value":1577},"note":null},{"text":"The empire’s arrival led to the hasty construction of the first town, in Roman style, with baths and aqueducts, drains, heating systems, and latrines. Despite the amenities, a reasonable answer to the question “What have the Romans ever done for us?” might have been, “Got us sick.” Mortality rates went up. The very young and very old suffered most—precisely the segments with the weakest immunities. Men fared worse than women—and it bears noting that women have stronger natural immunity than men. Urbanization, social stratification, and mobility rendered the population more vulnerable to infectious disease. Similar patterns have been traced on the other side of England, at York, where the coming of the empire brought a more insalubrious environment, causing both a narrowing of the nutritional spectrum and greater exposure to infectious disease. Roman civilization was hazardous to provincial health.30 All of this evidence leads us to the conclusion that, not for the last time in history, a precocious leap forward in social development brought biological reversals. As the Golden Age Dutch were attaining the highest levels of income the world had ever known, their mean height stagnated. The lunge forward of the Industrial Revolution famously exacerbated health conditions and lowered average stature. In the United States, this cruel undertow of modernization is known as the Antebellum Paradox. Before income growth and public health could offset overcrowding and grinding labor regimes, men and women grew up to be shorter than their parents and grandparents. In modernizing Britain, rickets, rheumatic fever, respiratory ailments, and diarrheas tragically stunted the growth of millions of people caught in the first violent waves of industrialization. The bodies of children bore the brunt of this brutality. Malthus had a crude notion of the effects of urban disease ecology. “There certainly seems to be something in great towns, and even moderate towns, peculiarly unfavourable to the early stages of life; and the part of the community on which the mortality principally falls seems to indicate that it arises more from the closeness and foulness of the air, which may be supposed to be unfavourable to the tender lungs of children.”31 The Romans experienced their own version of this paradox, but neither breakaway technological growth nor novel institutions of public health came to the rescue. The Romans were helplessly caught in the vice grip of their own progress, with its confounding ecological repercussions. All signs point to an empire whose people were groaning under the weight of an exceptionally burdensome pathogen load, despite and in some ways because of the success of the Roman economy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1590","value":1590},"note":null},{"text":"Every day, it has been estimated, the city of Rome alone produced over 100,000 pounds of human excrement, clumsily and incompletely removed from the city, to say nothing of the contribution from numberless animal residents. There was also a rollicking trade in human waste, valuable as fertilizer and fulling solution. It is altogether unsurprising to learn from an important recent study of Roman fecal remains that the Romans, in the imperial capital and beyond, were woefully infested by the telltale parasites of an unhygienic society, especially roundworm and tapeworm. Indeed, the spread of the empire only aggravated the incidence of intestinal worms. The environmental problems of urban life overwhelmed the inhabitants of the empire, just where we might have expected them to have pushed back the invisible tide.34","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1635","value":1635},"note":null},{"text":"One surprising place that the Roman disease ecology has left its imprint, as well as clues to its nature, is in the seasonal patterns of death. In contemporary societies where infectious disease has been largely subdued, death comes in all seasons. But where infectious disease was a major cause of death, the grim reaper had uneven rhythms. Deadly microbes are environmentally sensitive. So are the vectors, like fleas or mosquitoes, that carry infectious agents. The patterns of mortality across the year can reveal the fingerprint of germs that are seasonally picky.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1642","value":1642},"note":null},{"text":"The late summer and early fall were a time of surging death. The Romans knew that the dog days of summer were perilous. The sheer amplitude of variation is historically exceptional, suggesting an abnormally lethal disease pool in ancient Rome—an impression that is further underscored by the bias of our sample toward young adults, the hardiest element of a population. There were no meaningful differences between males and females in the seasonality of death, but there was age discrimination. Children, adults, and the elderly all succumbed heavily in the late summer and early fall, but the elderly suffered a distinct secondary peak in the winter, due to the vulnerability of older adults to winter respiratory infections.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1652","value":1652},"note":null},{"text":"We have already seen that the Roman emperors departed this earth on the same schedule as their subjects. The seasonal mortality data also argue that the Roman germ pool was no respecter of persons. Judging from the inscriptions carved into the elegant sarcophagi that held the mortal remains of the rich and famous, the summer-autumn wave of death was lethal for all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1659","value":1659},"note":null},{"text":"however incongruous it might seem, diarrhea was probably the most deadly force in the empire.38","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1677","value":1677},"note":null},{"text":"Here is a clue that puts us on the trail of a devastating killer stalking the Roman Mediterranean: malaria.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1680","value":1680},"note":null},{"text":"Even today, malaria causes high rates of morbidity and mortality, striking with peculiar violence the young or adults without any previous exposure. Where it is endemic, it has “an awesome power as a determinant of demographic patterns.” Malaria was a pall over the city of Rome and core parts of its empire.39","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1685","value":1685},"note":null},{"text":"The spatial dynamics of malaria are defined by the geographical contours of mosquito breeding. The Romans themselves were aware that swampy wetlands were pestilential places. Roman agricultural writers and architects alike have wise words about where and how to build houses that might deflect the deadly exhalations of the marshes. Rome itself was noted for its bad air. Its stagnant waters were spawning grounds for Anopheles eggs. The incidence of malaria is an eccentrically local question, and it is unsurprising that the patterns of seasonal mortality in other parts of the empire, also derived from ancient Christian tombstones, varied decidedly at times from the pattern in the capital city. In northern Italy, mortality peaked in summer without an autumn tail, while in southern Italy, where Anopheles thrives, the autumn spike points to the deadly work of P. falciparum.42 By its nature, Roman civilization seemed to unlock the pestilential potential of the landscape. The expansion of agriculture brought civilization deeper into habitats friendly to the mosquito. Deforestation facilitated the pooling of water and turned the forbidding forest into fields where mosquitoes more easily multiplied. Roman roads—like the Via Appia, paved by Trajan and cutting directly through the malarial Pontine marshes—“played a significant role in creating favourable new breeding habitats for Anopheles mosquitoes.” Urban gardens and waterworks brought mosquitoes and humans into unbearably close quarters.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1704","value":1704},"note":null},{"text":"The Roman Empire was an unintended experiment in mosquito breeding.43","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1718","value":1718},"note":null},{"text":"Malaria is not just one disease among others. Because malaria is insidiously eager to team with other pathogens, its sinister reach went far beyond the dangers of primary infection. The effects of malaria include severe malnutrition, leaving its victims vulnerable to other infections. Galen knew the deadly quotidian form of malaria that particularly struck children; for those who survived it, the effects could last for decades in physical stunting and weakened immunity. Malaria clears the path for vitamin-deficiency disorders like rickets, and it can increase susceptibility to respiratory infections such as tuberculosis. Malarial environments seemed to accelerate the corruption of all life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1720","value":1720},"note":null},{"text":"The frontiers of malaria are sensitive to both short and long-term changes in the climate. The ambient temperature influences the formation of the Plasmodium spores inside the mosquito, and the watery breeding habitats of Anopheles vary with moisture.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1728","value":1728},"note":null},{"text":"mid-Holocene was hospitable for the breeding preferences of the mosquito vector, and it may have been in these early millennia of fledgling civilization that malaria migrated into the circum-Mediterranean. In the territories ruled by Rome, at the border between the temperate latitudes and the subtropics, the epidemiology of malaria is exquisitely sensitive to climate fluctuations. But we must consider a malign possibility. If the RCO was indeed an especially wet period, it was a boon for the mosquitoes and the parasites they ferried.45","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1731","value":1731},"note":null},{"text":"In the early modern period, malaria flared into an epidemic every five to eight years in Rome and its environs. Malaria was surely one of the main drivers of epidemic mortality in ancient Rome. Death was not a steady drip in Rome. It came in seasons, and it came violently in epidemic years.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1737","value":1737},"note":null},{"text":"For the period down to the coming of the pandemic, most of the plagues in the ancient histories were probably amplifications from within the seething pool of endemic diseases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1749","value":1749},"note":null},{"text":"Dependent on vector-borne and environmental transmission, epidemics arising from diseases like malaria or dysentery were spatially bound. The webs of connectivity binding together the disparate regions of the empire were ready to facilitate microbial transport and transfer, but the communicable diseases that seem to have taken advantage first were not acute infections. Instead, chronic infections, like tuberculosis and leprosy, seized the opportunities provided by the empire’s circulatory system.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1756","value":1756},"note":null},{"text":"Unlike most infectious diseases, TB leaves signature damage behind in its victims’ bones, and thus can be tracked archaeologically. It is vanishingly rare in pre-Roman skeletons. Only one possible case has been found in Britain, for instance. Then, in the centuries of Roman dominance, TB becomes far more visible in the record. The empire has been called “a watershed moment for the spread of tuberculosis in Europe.” The evolutionary histories of TB and the Roman Empire seem to have intersected in a fateful way. Possibly, the integration of far-flung towns aided the dispersal of one of history’s great killers.49 The Roman Empire also accelerated the snail-paced diffusion of leprosy across Europe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1792","value":1792},"note":null},{"text":"The range of the naked-soled gerbil, in combination with the evolutionary history encoded in Orthopoxvirus genomes, points to Africa as the most likely birthplace of smallpox.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1834","value":1834},"note":null},{"text":"The Roman Empire, in the centuries starting with the reign of Marcus Aurelius, was repeatedly the victim of biological events originating beyond its frontiers. The commercial links exposing Rome to the emerging infectious diseases of the world outside its borders were the most fateful constituent of the Roman disease ecology.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1836","value":1836},"note":null},{"text":"In the first and second centuries, while the Atlantic was still an impassable barrier, the Indian Ocean looked poised to become the nexus of the globe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1844","value":1844},"note":null},{"text":"The real biological significance of the Indian Ocean system was not that it fused the “civilized disease pools of Eurasia,” but rather that it formed a superconductor for emerging infectious diseases. The tropics are an evolutionary hothouse of disease. Central Africa is home to some of the richest vertebrate and microbial biodiversity on the planet. Consequently it has been and remains a dangerously productive zone of evolutionary experiment, the cradle of a disproportionate number of the pathogens capable of causing humans harm. The drama of disease history lies in the incessant collision of pathogen evolution and human connectivity. In the Roman Empire, those two forces came together in a particularly consequential way.61","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=1919","value":1919},"note":null},{"text":"An array of structural facts aligned to enhance the contact rate in the empire and create a fertile environment for the spread of a contagious, directly transmissible pathogen. Thick and effective networks of transportation connected the empire by land and by sea. Still, the Roman world was an ancient society, and the time and expense of travel created friction against the diffusion of the pathogen. Urbanization fostered dense habitats, often with overcrowded housing units. But the vast majority of people lived in the countryside. The cultural conditions of the societies under Roman rule rendered them unexpectedly vulnerable to an acute infectious disease. The absence of germ theory (even though there was not total ignorance of contagion) meant there was no scientific reason to fear the infected, and the large-scale medical apparatus, based on home visits, circulated the disease throughout the cities. The new disease found in the Roman Empire a population with no prior social learning to buffer against an enemy like the one it now faced. Of course, the injunctions of Apollo against kissing, or the cautions of the ailing Marcus Aurelius around his son Commodus, suggest a rough-and-ready awareness of the communicability of the disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2173","value":2173},"note":null},{"text":"Moreover, the pre-existing pathogen load can affect how lethal an outbreak is. In the New World, for example, “the pathogen load in the low, humid, and hot areas was heavier than elsewhere, interacting negatively with the new diseases imported from Europe.” The Antonine Plague acted synergistically with the harsh disease environment to exacerbate mortality.81","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2185","value":2185},"note":null},{"text":"Other factors softened the blow of the pestilence. The organized medical apparatus of the cities helped to ensure that the sick received care; while bloodletting and whatever “drying agents” doctors like Galen applied may have made matters worse, it is hard to overestimate the value of basic nursing which provides food and water to the suffering. It is often the difference between life and death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2188","value":2188},"note":null},{"text":"None of the literary sources for the Antonine Plague report social chaos in the midst of the pestilence; the integrity of the social order seems to have held together, except perhaps for a complex crisis in the Nile delta, where ecological change, social violence, fiscal debt, and pestilence led to utter social disintegration.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2191","value":2191},"note":null},{"text":"As the pestilence spread its tentacles throughout the Roman Empire, many of its offshoots would have quickly expired of the disease’s own momentum. In that sense, the metropoleis like Rome and Alexandria were not just engines of germ circulation on the first wave, but their huge populations let the microbe lurk in small numbers, beneath our field of vision. Then, as birth and immigration replenished the ranks of susceptible hosts, the great cities became time bombs waiting to explode again, spewing the pathogen into their dispersed hinterlands once more. Thus it is unsurprising to find signs of the pestilence in Noricum in AD 182–3 and in Egypt in AD 178–9, known through the fortuitous survival of papyri and inscriptions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2213","value":2213},"note":null},{"text":"The military was struck hard by the disease. By AD 172, the chronicles reported, the army had been reduced to near extinction. The biography of Marcus Aurelius reported emergency conscriptions of slaves and gladiators and unusual levies of brigands.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2239","value":2239},"note":null},{"text":"the sudden bulge of retirees in this year reveals that the legion had lost some 15–20 percent of its men, if not slightly more, in the initial wave of the pandemic, and hastily refilled its numbers in the years immediately following.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2245","value":2245},"note":null},{"text":"In the midst of the pestilence, imperial silver mining seems to have suddenly collapsed, sparking a short-term monetary crisis. In the provincial coinage of Egypt, there was debasement of the silver coinage starting in AD 164–65 and intensifying in AD 167–68. Then, from 170–71 until 179/80, there was a complete cessation of silver coinage from Alexandria, an extraordinary gap in provincial coin production. The unusual hiatus is paralleled in the civic mints in Palestine (from 166–67 to 175–76) and Syria (169 to 177), suggesting a much wider problem. The military mobilization against Parthia and the expense of the war machine had already stretched the imperial fiscal system, but the pestilence pushed it into a zone of critical danger. From the later 160s through the 170s, the monetary and fiscal infrastructure was teetering in response.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2255","value":2255},"note":null},{"text":"In sum, all of the evidence—from the debris of an unparalleled religious response to the literary reports of a mortality event spanning the whole empire, from the glimpses into microcosms of the plague’s violence to the widest-scale view of its economic effects—are consistent with the conclusion that the Antonine Plague was a mortality event on a scale the empire had never experienced before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2272","value":2272},"note":null},{"text":"Most efforts to gauge the total mortality of the Antonine Plague have fallen somewhere between 10–20 percent. The only epidemiological model of the pestilence, based on the assumption that the agent was smallpox, yielded an estimated mortality of 22–24 percent for the empire as a whole. We might imagine the possibility of very high contact rates and death rates for the core parts of the empire and, simultaneously, very strong buffers in the considerable hinterland and periphery of the imperial territory. The army mortality rate of ~15–20 percent might have been toward the high end of what was possible in the innermost heart of the empire, closely connected around the sea. Even if the lower end of that range could be transferred to Rome, it would imply that a minimum of 300,000 inhabitants of the capital contracted the disease, half of whom perished.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2281","value":2281},"note":null},{"text":"If the virus did carry off 7 to 8 of the empire’s 75 million souls, it was, in absolute terms, the worst disease event in human history up to that time.90","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2289","value":2289},"note":null},{"text":"In the course of history, many shooting-star pathogens must have leapt from forest or field only to annihilate themselves in a paroxysm of violence, burning through all susceptible hosts in some small tribe or village until extinguished. This evolutionary dead end might have been the fate of the microbe that caused the Antonine Plague, had it not ricocheted onto the stage at the moment in history just when the networks to conduct it to the wider world existed as never before. In that sense, the course of Roman history was redirected by the chance conjunction of microbial evolution and human society.91","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2291","value":2291},"note":null},{"text":"And the Antonine Plague did not wreck the inner logic of the Roman demographic regime. Here is perhaps the most important difference between the Roman Empire and the New World populations ravaged by epidemic diseases, including smallpox. The context of colonization, slavery, and resource extraction incapacitated these reeling societies; the real impact of the microbial expansion was felt in the long run. “The long-term impact of the new diseases was the more negative the more ‘damaged’ the demographic system became and the less able it was to rebound after a shock.”92 Precisely this kind of disintegration did not occur in the aftermath of the Antonine Plague. If anything, the survivors of the pestilence ramped up fertility to maximum levels in the decades after the plague.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2301","value":2301},"note":null},{"text":"The effects of the pandemic were altogether more subtle. If the population was reduced to something near its Augustan level, the interceding time had wrought changes in the political and moral economies of empire. Not least of these were the weightier responsibilities of governance. A hegemonic empire of conquest had settled into a territorial empire, gradually assimilating its diverse peoples within a common polity that commanded their loyalty. The citizens and subjects of empire had demands in return, of peace and order. They looked to their government with expectation; we chance to know of one governor in Egypt, after the pestilence, who received 1804 petitions from his provincials, in one three-day assize. By the reign of Marcus Aurelius, the grand bargain between the empire and the civic elites around the empire had proven successful but never entirely stable; the provincial aristocracy insinuated itself in the highest ranks of imperial society, and the empire needed their service in a wider range of roles than ever. Their wealth, and their service, demanded a place and a prominence that Augustus could not have foreseen. In the reign of Marcus, the exigencies of war and plague, and the tolerant attitude of that philosophical emperor, opened the door for provincials with talent as never before. The pandemic hastened the provincialization of the empire.94 Beyond the frontiers proceeded greater changes still. Proximity to the empire fueled secondary state formation in the barbarian realms, and the rise of more formidable enemies across the Danubian border represented a deep geopolitical shift. The removal of three legions to the east for the Parthian campaign was a calculated risk. The plan was for Lucius to settle affairs in the east, then turn to the northern problem. While Lucius was conducting operations, Marcus was at Rome, already raising two new legions for action in the north. It all proved to be poorly timed. Lucius’ victorious armies straggled home under the cloud of pestilence. Meanwhile the storm of plague broke in the west. The northern expedition was delayed by a year. News from the front was bleak: the Marcomanni and Quadi demanded quarter in the empire, or war. When Marcus and Lucius did set out for a northern campaign, the army was ravaged by pestilence in the winter camp at Aquileia. Galen, as the doctor had feared, was summoned by the emperor. Lucius himself succumbed.95 The northern wars of Marcus Aurelius are often considered a turning point in the fortunes of the empire. Something was now different. Even the “escalation dominance” of the Romans seemed to falter. Strike forces of invading barbarian troops pierced deep into the empire, both across the Alps and down the Balkans. Marcus spent most of his last decade in a grinding and indecisive campaign, interrupted by the attempted usurpation of the throne by Avidius Cassius. The Syrian senator who sacked Seleucia turned disloyal for reasons that remain obscure. The…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2318","value":2318},"note":null},{"text":"soon as a man has prepared the dead for burial, it is then his turn to be buried, all in a mere moment. So in the end, always keep your sight fixed on how ephemeral and worthless human affairs truly are. That which oozes in the body one day, becomes cadaver and ashes tomorrow. . . . Therefore stand high, like a rock. Beaten ceaselessly by the waves, it holds strong and calms the swell of the waters around it.”97","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2353","value":2353},"note":null},{"text":"Fittingly, when his first wife—an obscure, hometown girl—passed away, Septimius, then governing Gaul, proposed to a daughter of the Syrian aristocracy named Julia Domna. The offer of engagement traveled a mere 4400 kilometers from Lugdunum to Emesa! This match made of empire became the core of a Libyan-Syrian dynasty that brought a distinctive style and openness to imperial culture. Septimius oversaw the full integration of Egypt into the mainstream of imperial society—a proper town council for Alexandria and the entry of Egyptians into the senate. Septimius was not abashed to show his Libyan origins, and it was a heyday for North Africa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2472","value":2472},"note":null},{"text":"The crowning moment was left to his son, Caracalla. In AD 212, at a stroke, he granted citizenship to all free inhabitants of the empire. The “Antonine Constitution” erased the already tenuous distinction between imperial rulers and colonized subjects. Universal enfranchisement belatedly affirmed that the Roman Empire had become a territorial state. It was a watershed. Mere moments after its enactment, we happen to find the denizens of a remote village, tucked in the mountainous folds of southern Macedonia, trying to sort out what their new status meant for customary relations between patrons and their freed slaves. A little later, we find women on the fringes of the Syrian desert asserting their rights to property ownership . . . by invoking the legislation of the emperor Augustus. Over the course of the third century, the diffusion of Roman law picked up pace as the new citizens learned to bend Roman law to their purposes. By the century’s end, a traditional handbook for orators discouraged speakers from trying to flatter a city by praising its laws, “since the laws of the Romans are used by all.”12 Not by accident was the Severan period the apex of classical Roman law. The greater portion of Justinian’s Digest is comprised of excerpts from Severan jurists. The most conservative of all intellectual disciplines found its finest exponents in a series of officials from the eastern edges of empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2479","value":2479},"note":null},{"text":"The talent of the provinces found an outlet in the growing ranks of the imperial administration. The early Roman Empire was characterized by a “deficit of officials”; the central administration was a wispy cover, tossed over the sturdy civic foundations of public life. The expansion of the central imperial offices was an inevitable and organic process that unfolded in tandem with Romanization and the diffusion of market-based institutions. Under the Severans, the pace quickened. The second aristocratic order, the equestrian, was energetically broadened; in the third century, there were still gentleman equestrians, but an increasing number of civil and military offices at the equestrian grade swelled the ranks of imperial knights. There is no need to see the senatorial and equestrian orders in conflict or tension in the Severan age. Throughout the reign of Septimius, senators “virtually monopolized the senior administrative posts and army commands.” The Severan empire respectfully guarded the exalted place of the senate in running the empire, but the professional ranks of imperial service were now broader, and more representative of the vast territories under Roman rule.14","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2494","value":2494},"note":null},{"text":"The most important political change in the age of the Severans was a subtle shift of power to the army. Augustus had successfully deweaponized the army as a political instrument, but the events that brought Septimius to the helm flashed its true potential. The consequences were felt in the purse. Early in his reign, Septimius gave the troops a 100 percent raise. The average legionary saw his pay increase from 300 to 600 denarii per year. The appreciation was long overdue. The soldiers had not seen a pay hike since AD 83–84, in the reign of Domitian. If the Egyptian evidence is broadly indicative, the years after the Antonine Plague had witnessed a doubling in nominal prices, so that the raise under Septimius was equivalent to a belated cost-of-living adjustment.15 But the raise may also signal something even more subtle and profound. The Roman state had always managed to field an army of nearly half a million men at arms with a light touch. The higher salary is only one sign that military recruitment was destined to become a more serious chore in the years to come. But it was not yet a crisis: Septimius succeeded in enrolling three new legions without manifest strain, and enlistment remained voluntary. Septimius did concede active-duty servicemen the right to marry, breaking a centuries-old tradition in which enforced bachelorhood was part and parcel of the discipline of a professional army. The right to marry was surely no small inducement to service, and it slowly changed the complexion of the military. In sum, Septimius’ concessions to the troops were part power politics, part overdue adjustment, and part recruitment strategy.16","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2503","value":2503},"note":null},{"text":"At the time no one knew they were enjoying the last great burst of monumental public building in the classical Mediterranean; it was followed by an abrupt hiatus, before the cycle of church construction in late antiquity resumed the spirit of monumentality in a new guise. The building boom is but one sign that the Severan period was an age of economic and demographic recovery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2525","value":2525},"note":null},{"text":"The demographic recovery proceeded without the interruption of major epidemics. While the smallpox virus could have become endemic in the larger cities of the empire, there are no reports of the disease between the recurrence in Rome in AD 190–91 and scattered references in later centuries. The absence of evidence is never conclusive, but on balance the silence suggests that the pandemic burned itself out or hid in corners where its impact was limited. The retreat prepared the way for population rebound.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2536","value":2536},"note":null},{"text":"Under the Severans the empire recovered its balance. If there was a corrosive agent in the new order, it was the brute revelation of the army’s power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2546","value":2546},"note":null},{"text":"The natural archives prove our human witnesses faithful. The smiling days of the Roman Climate Optimum came tripping to an end in the later second century. The break was not sharp. The RCO quietly faded away, and what replaced it was the Late Roman Transition, a period of indecision and disorganization, of sharper variability, lasting some three centuries. The changes were global in scale. Solar variability was the main external forcing mechanism. The sun weakened on the Romans. The beryllium isotope record shows a precipitous drop in insolation in the AD 240s. Cooling followed. In the Alps, after centuries of melt, the ice of the Great Aletsch started creeping down the mountain. So did the Mer de Glace glacier in the Mont Blanc Basin. Records as far apart as Spain, Austria, and Thrace show a coordinated bout of cooling. Cyprian was probably right to sense the chill winds of a cooler age in the middle of the third century.26 The outstanding feature of the RCO had been anomalous humidity across the Mediterranean. In the RCO, the long march of the Holocene toward greater aridity had taken a pause. But when the RCO broke, the effects of a longer cycle of aridification were unmasked.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2605","value":2605},"note":null},{"text":"In straitened circumstances, the empire could rely on Egypt. The green ribbon of the Nile valley was miraculously fertile. This was the empire’s great insurance policy. The valley’s unique ecology hedged the empire against the petty vagaries of the Mediterranean climate. The Nile River drains two main branches. Its steady baseline flow discharges the White Nile, whose headwaters lie in equatorial Africa. The annual inundation—the surfeit of water and silt that rise above the baseline flow—is the handiwork of the Blue Nile. Some 90 percent of the Nile’s floodwaters originate in monsoon rains that fall in East Africa in the summer; the Blue Nile gathers the runoff of the highlands in Ethiopia and carries it downstream, where it joins the regular flow of the White Nile at Khartoum. The result is the greatest natural irrigation pump in the world, harnessed by human civilization millennia before the coming of the Romans. The life-bringing waters and fertile silt rendered Egyptian agriculture exceptionally productive. Egypt was the breadbasket of Rome, and a boon to much of the empire.29 The yearly rise and fall of the river was a sacred rhythm, anticipated with hopeful prayers. As the ancients knew all too well, the divine gift of the flood was not constant. In the course of a lifetime, any priest or peasant watched good years and bad years pass by. What even their carefully trained eyes could not have noticed were the imperceptibly slow but ultimately decisive cycles of change beneath these annual variations. In the very long term, over the millennia of the later Holocene, the Nile’s discharge has gradually declined, as the monsoon belt has shifted southward and pulled the Intertropical Convergence Zone with it. Against the backdrop of this broader secular shift, on shorter timescales lasting decades or centuries, the Nile flood has been alternatingly dependable or erratic. Like the crests and troughs of a business cycle, the Nile flood has had lengthy mood swings that could affect the course of civilization along the valley and beyond. For the period after AD 641, these phases can be followed in the world’s oldest, continuous human record of climate: the Nilometer readings preserved by Arabic chronicles. In earlier periods, the record is patchy and indirect. But the evidence we do have argues that the centuries of Roman rule witnessed profound changes in the Nile’s behavior.30","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2631","value":2631},"note":null},{"text":"What is not in any doubt is that, just when the Romans most needed a buffer against bad fortune, the Nile abandoned them spectacularly. In AD 244, the waters failed to rise. In AD 245 or 246, the floods were weak again. By March of AD 246, before the harvest, public officials in Oxyrhynchus were taking emergency measures otherwise unparalleled in the record.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2667","value":2667},"note":null},{"text":"If a year with a poor flood reduced yields by only 10 percent, which seems a conservative estimate, the total economic cost to the province was 8.3 million artabas, at contemporary prices equal to 1 million aurei or twice the payment to the Persian king, Shapur. Figure 4.2. El Niño Events per Century (data from Moy et al. 2002) The Roman state extracted at least 4–8 million artabas of wheat from Egypt each year; if a drought cost the state only 20 percent of its annual tax revenue from Egypt, the value would be 96,000–192,000 aurei. In fact, the damage could have been multiples of this: when the Nile failed in medieval Egypt, gruesome starvation often followed. A run of consecutive poor floods was exponentially worse, as the margins of resilience wore thin. While we cannot be precise or certain, it is reasonable to conclude that drought was at least as implicated in the start of the crisis as the sunk costs of the failed invasion.34","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2684","value":2684},"note":null},{"text":"The Severan and post-Severan emperors had achieved a kind of narrow equilibrium, but the concatenation of geopolitical and environmental shocks were a dangerous threat to the new order. The droughts of the AD 240s alone would have pushed the imperial system to the brink of what it could manage. But nature had still another unhappy twist waiting for the Romans. Not for the last time, spasms in the global climate system were closely followed by the advent of an unfamiliar infectious disease. The sweeping violence of a new pandemic was, ultimately, more than the structures of the empire could bear. Just a few years after the jubilant celebrations of Rome’s eternity, the empire found its continued existence entirely uncertain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2694","value":2694},"note":null},{"text":"The Plague of Cyprian was not an episode in the life of third-century Carthage; it was a transcontinental disease event of rare magnitude.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2719","value":2719},"note":null},{"text":"The first dateable evidence for the pandemic in the west comes from AD 251, at Rome. The chronology affirms an eastern point of entry and vindicates the chronicles.38 The Plague of Cyprian raged for years. The chronicles report a plague lasting fifteen years, but it is unclear exactly which fifteen-year span they mean. There may have been a second wave sometime around AD 260. The emperor Claudius II in AD 270 was supposed to","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2734","value":2734},"note":null},{"text":"The geographic scope of the pestilence was vast. “There was almost no province of Rome, no city, no house, which was not attacked and emptied by this general pestilence.” It “blighted the face of the whole earth.” The plague of Cyprian is attested everywhere we have sources. It hit the largest cities like Alexandria, Antioch, Rome, and Carthage. It attacked the “cities of Greece” but also more remote urban places like Neocaesarea in Pontus and Oxyrhynchus in Egypt. According to one report, the Plague of Cyprian raced through town and countryside alike; it “afflicted cities and villages and destroyed whatever was left of mankind: no plague in previous times wrought such destruction of human life.” The Plague of Cyprian was an empire-wide event.40","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2742","value":2742},"note":null},{"text":"The disease was of exotic origin and moved from southeast to northwest. It spread, over the course of two or three years, from Alexandria to other major coastal centers. The pandemic struck far and wide, in settlements large and small, deep into the interior of empire. It seemed “unusually relentless.” It reversed the ordinary seasonality of death in the Roman Empire, starting in the autumn and abating in the following summer. The pestilence was indiscriminate; it struck regardless of age, sex, or station. The disease invaded “every house.”44","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2776","value":2776},"note":null},{"text":"Retrospective diagnosis from anguished reports of nonmedical personnel across nearly two thousand years is never going to offer great confidence. But the hemorrhagic symptoms, the shocked sensibilities, and the insistence on the novelty of the disease all fit a filovirus. An agent like Ebola Virus could diffuse as quickly as the Plague of Cyprian, but because of its reliance on body fluids for transmission, it could exhibit the slow burning, “unusually relentless” dynamics that so struck contemporary observers. The obsession with deadly corpses in the third-century pandemic strikes a profound chord, given the recent experience of the Ebola Virus. The uncertainty lies in our profound ignorance about the deep history of pathogens like Ebola that never became endemic in human populations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2857","value":2857},"note":null},{"text":"The Roman Empire was once more the victim of a pest from outside the endemic pool of native diseases. The global climate turbulence of the AD 240s, which clearly affected the monsoon systems, stirred ecological changes that may have led to the eruption of the Plague of Cyprian. For over a decade, it wound its way through the empire, diffusing swiftly but burning slowly. The pandemic struck soldiers and civilians, city dwellers and villagers alike. Pagan and Christian authors, with very different outlooks and very different motivations, writing at far ends of the empire, uniformly agreed that this pestilence was unlike anything the empire had faced before.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2865","value":2865},"note":null},{"text":"In the Antonine Plague, the fibers of the imperial structure were frayed but not pulled asunder. By the time of the Plague of Cyprian’s appearance in AD 249 there was much that was different. The empire’s stores of reserve energy were depleted. Perhaps this microbial enemy was just more sinister. In this event, the center could not hold. There is much that must remain uncertain about the Plague of Cyprian, but not this: in its immediate wake, anarchy was loosed on the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2886","value":2886},"note":null},{"text":"The demise of Philip inaugurated two decades of chaos. Between the millennial celebration in AD 248 and the accession of the soldier-emperor Claudius II in AD 268, the history of Rome is a confusing tangle of violent failures. The structural integrity of the imperial machine burst apart. The frontier system crumpled. The collapse of legitimacy invited one usurper after another to try for the throne. The empire fragmented, and only the dramatic success of later emperors in putting the pieces back together prevented this moment from being the final act of Roman imperial history. A thoroughgoing fiscal crisis made it impossible to collect taxes and maintain the currency with any credibility. This failure violated what the Romans recognized as the fundamental axiom of empire: “an empire requires soldiers, and soldiers require money.” As the currency regime dissolved, the infrastructure of the private Roman economy started to crumble. The fire fed on itself. An accelerating spiral of disorder engulfed the empire.54","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2899","value":2899},"note":null},{"text":"By design, the Roman frontier system was defensible, not impenetrable. But almost simultaneously, in the early AD 250s, the defensive network imploded along all of the main fronts. A later historian summarized the vastness of the failure. “The Alemanni, having devastated the Gauls, penetrated into Italy. Dacia, which had been adjoined by Trajan beyond the Danube, was then lost. Greece, Macedonia, Pontus, and Asia were destroyed by Goths. Pannonia was plundered by Sarmatians and Quadi. Germans advanced all the way to the Spains and subjugated the noble Tarraco. The Parthians [i.e. the Persians], having occupied Mesopotamia, began to lay claim to Syria.” The military crisis was marked by the concatenation of attacks in multiple theaters and barbarian incursions into parts of the soft interior normally insulated from the violence of the imperial periphery. The smell of blood seemed to draw attacks like never before.55","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2906","value":2906},"note":null},{"text":"The relationship between pestilence and frontier insecurity was obvious to contemporaries. Sober sources drew a causal link between the demographic damage of the pandemic and military adversity. In one case, the advances of the Persian King Shapur I were directly motivated by his awareness that the Roman army was depleted by the mortality. The barracks were auspicious for the spread of a virus transmitted directly from one victim to the next. Germs were the first, invisible wave of attack in the great invasions.56","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2914","value":2914},"note":null},{"text":"Simultaneous pressure along both major frontiers was always a formula for catastrophe. Now, too, the foes were more formidable. The Persians were ably led. The Gothic confederation represented the peril of more advanced social formations beyond the northern frontier. There had been a slow “technology convergence” between the Romans and their Germanic neighbors. The evolution of more sophisticated enemies weighed invisibly on the entire edifice of the Roman Empire. But, once the pestilence hollowed out the Roman frontier shield, the structural weaknesses of the imperial system were exposed to hungry and ambitious peoples on the far side of its borders, with ancient grudges against the belligerent empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2929","value":2929},"note":null},{"text":"By the AD 260s, there were functionally three Roman Empires, one in the Gauls, one in the east ruled from Palmyra, and the central core state controlled by Gallienus. This last was eventually reduced to the defense of Italy and the Balkan routes leading to Italy, and we know that in the later AD 260s even the towns of Greece, such as Athens, were effectively reliant on what self-help could be scraped together from resources to hand. Strategic annexes like Dacia and the entire territory between the Rhine, Danube, and Main Rivers—known as the agri decumates—were evacuated, and lost, forever. The Roman Empire was unbundled, and it is no wonder that Gallienus, who was able to maintain his office in his shrinking core region until AD 268, cuts a pathetic figure in the collective historical memory of the Romans.59","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2940","value":2940},"note":null},{"text":"The ebbing of the state’s power is mirrored in the coinage. For better or worse, it represents the closest thing we have to a running commentary on the status of the empire. In the AD 250s and 260s, the silver content of the currency fell precipitously. The ancient denominations, the sesterces and denarii, were unceremoniously melted down; soon these august coins simply ceased to exist, entirely replaced by the antoninianus, a revolution quite as imponderable as the disappearance of the dollar would seem to us. Then, in the space of less than two decades, the antoninianus was progressively debased until it was a billon coin, a base metal token with an imperceptible wash of silver. The momentum of a currency crisis accelerated, as private holders must have sought to hold on to good metal, pulling it from circulation. Indeed, no other era of Roman history is so productive of coin hoards. We have glimpses of the gathering currency crisis from Egypt. The coinage maintained its fiduciary value, for a time. But in a papyrus of AD 260, we find a governor forcing bankers to accept “the divine currency of the Augusti.” It is telling—both that the bankers tried not to accept it and that the governor could force them to do so. In the generation of pestilence and debasement, there were wild gyrations in the price level of goods and services, of nearly 100 percent. This instability appears modest only in light of what was to come. At the end of the crisis, during the reign of the restorer Aurelian, the effort to put the pieces back together failed. The fiduciary value of the coinage collapsed. Prices leapt tenfold, and a century of galloping inflation was on the horizon. A thousand-year epoch of silver money was doomed to end.60","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2946","value":2946},"note":null},{"text":"The generation that elapsed between the death of Philip and the ascent of Claudius II was an age of endings in Roman history. Places and villages quietly disappear from the record. The census records in Egypt stop in the 250s. The last of the ancient private endowments vanish. Inveterate habits of public epigraphy simply halt. The grandeur of the civic temples is dimmed. We can even trace the sudden demise of individual ateliers, as the disintegration of economic life and the flow of capital and investment were abruptly snapped. So many of the fibers that once imperceptibly held together the classical order find their ending in this period.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2968","value":2968},"note":null},{"text":"The line of emperors that begins with Claudius II liked to advertise their work as a kind of “restoration.” But the imperial system that coalesced in the aftermath of pestilence and crisis had a new inner logic. It was a revolution founded on the twin principles that defined the new equilibrium: the imperial machinery would be controlled by military emperors of Danubian extraction, and their soldiers would be rewarded in honest gold. Order was restored around these sturdy premises of the new state.61","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2973","value":2973},"note":null},{"text":"But in his reign, control of the legions was wrested from the senatorial class. Figure 4.4. Gold Coin (Aureus) of Claudius II Celebrating the Loyalty of the Army (American Numismatic Society) According to a later source, Gallienus “feared that the imperial power would be transferred to the best of the nobility through his sloth,” so he became “the first to prohibit the senators from undertaking a military career or entering the army.” Whatever the motives, from just this moment, it indeed becomes impossible to find senators commanding Roman forces. The high position of legionary commander, legatus legionis, had been the lynchpin of senatorial control over the army. The replacement of senators by professional soldiers in the high commands dispelled a uniquely Roman aristocratic ethos and broke an ancient sociopolitical order stretching back centuries to the late republic. Plague and war again pulled down one cadre of elites and allowed the rise of another, but this time the reconstitution was more radical, and it was a pattern destined to endure.62 If Gallienus hoped to preclude usurpation, his policy was sorely miscalculated. For centuries, legionary command had been the staging ground for imperial pretenders. Only now, it would be professional soldiers rather than well-bred generals who could rally the troops behind their cause. The ascension of Claudius II, who, notably, had commanded the crack unit of imperial cavalry, was the immediate fulfillment of this possibility. The death of Gallienus marked the end of a certain kind of emperor. But as revolutionary as the social background of Claudius II was, his geographical background was equally consequential. He hailed from Upper Moesia or Lower Pannonia. This corridor of the Danubian plain was anciently filled with Roman veteran colonies. Over the centuries, when legionaries…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2980","value":2980},"note":null},{"text":"His revolution survived him. Once the Danubian military officers had seized control of the machinery of empire, they refused to relinquish it. Walter Scheidel has brilliantly shown that, down to the reign of Phocas (AD 610), nearly three-quarters of Roman emperors originated from a region constituting 2 percent of the empire’s territory. The Theodosian dynasty is virtually the only aberration from the pattern, and it is the exception that proves the rule. The Theodosian dynasty was born in the absolute “perfect storm,” in a moment of sudden desperation after the massacre of the officer corps at the Battle of Adrianople (AD 378). From AD 268, the moneyed Mediterranean aristocracy was displaced by a cadre of professional soldiers hailing from a small, northern corner of the frontier. The region was what Ronald Syme called a “zone of energy,”…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=2999","value":2999},"note":null},{"text":"Where the later emperors were clearly not impartial was in the favor bestowed upon the army, especially its officer corps. Claudius II rewarded the loyalty of the soldiers who elevated him . . . in gold. A perceptive scholar of ancient coinage has suggested that this moment was the beginning of late antiquity. The act was born of necessity, with the silver currency in disarray. But it proved unforgettable. Henceforth emperors paid accession bonuses in gold. The implications were not subtle: where present, the emperor personally handed out the gold, and loyalty oaths were sworn. These bonuses were regularized, and the soldiers would receive one every five years, lest they learn to regret an emperor’s longevity. In the course of time, the soldiers’ regular stipends, denominated in silver currency, became worthless, and the donatives functioned as a salary.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3017","value":3017},"note":null},{"text":"The politics of gold would redefine state and society from the inside out. The age of the barracks emperors was to be the age of gold.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3030","value":3030},"note":null},{"text":"The crisis of the third century was a moment of truth for the traditional civic religions of the ancient world. It also opened the door to the uncanny growth of a marginal religious movement known as Christianity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3036","value":3036},"note":null},{"text":"Already in its incipient phases, the crisis sparked religious conflict. Spontaneous acts of prayer and sacrifice were a proper reaction to the accession of a new ruler. But sometime toward the end of the year AD 249, the emperor Decius required all citizens to partake in an act of sacrifice and deployed the machinery of the empire to enforce the order. It may be more than coincidence that, as the pestilence raged in Alexandria and appeared westward bound, the emperor devised a scheme of universal supplication. To the ancient mind, plague was an instrument of divine anger. The Antonine Plague had provoked spectacular acts of religious supplication at the civic level, fired by the great oracular temples of the god Apollo. Apollo was soon at work in the Plague of Cyprian, too. The emperors started minting a new image on the currency, invoking “Apollo the Healer.” Religious solutions were desperately sought in Rome. “The peace of the gods was sought by inspection of the Sibylline books, and a sacrifice was made to Jupiter the Healer as they had commanded.” The plague unleashed an urgent combination of fear and piety. Whether or not the disease triggered the initial orders of Decius to sacrifice, the Plague of Cyprian was soon implicated in the religious upheaval of the age.67","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3039","value":3039},"note":null},{"text":"Scholars have become wary of calling the religious policy of Decius a “persecution.” That is, perhaps, too one-sided a view. The desire to extirpate Christianity was not the entire impetus for the policy. The empire-wide order of Decius to sacrifice might be imagined as a scaled-up version of the civic responses that the Antonine Plague had once provoked. But now, in an age of universal citizenship, the response to the crisis was all-encompassing, and compliance was not voluntary. None of this is incompatible with the possibility that suppressing Christianity was a conscious goal of Decius from the beginning. After all, the Christians’ refusal to sacrifice was not only an act of defiance; it imperiled the protection of the gods in the face of the enveloping disaster.68","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3051","value":3051},"note":null},{"text":"We have only the most impressionistic sense of Christianity’s expansion. Down to AD 200, Christians are virtually invisible in the documentary record. If not for later events, the Christians of the first two centuries would be hardly a footnote to history. In the later second century, it has been estimated that there were on the order of 100,000 Christians. By AD 300, there had been staggering change. The clearest sign is the sudden spread of Christian personal names. It has recently been estimated that an astounding 15–20 percent of the population may have already been Christian in Egypt. Precision is specious, but even on the most cautious set of assumptions, the unavoidable conclusion is that the third century witnessed the explosive transformation of Christianity into a mass phenomenon.70","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3068","value":3068},"note":null},{"text":"The combination of pestilence and persecution seems to have hastened the spread of Christianity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3077","value":3077},"note":null},{"text":"Christianity’s sharpest advantage was its inexhaustible ability to forge kinship-like networks among perfect strangers based on an ethic of sacrificial love. The church boasted of being a “new ethnos,” a new nation, with all the implications of shared heritage and mutual obligation. Christian ethics turned the chaos of pestilence into a mission field. The vivid promise of the resurrection encouraged the faithful against the fear of death. Cyprian, in the heat of persecution and plague, pleaded with his flock to show love to the enemy. The compassion was conspicuous and consequential. Basic nursing of the sick can have massive effects on case fatality rates; with Ebola, for instance, the provision of water and food may drastically reduce the incidence of death. The Christian ethic was a blaring advertisement for the faith. The church was a safe harbor in the storm.71 Once the fire of crisis was burned out, its ashes left behind a fertile field for Christian expansion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3081","value":3081},"note":null},{"text":"If we knew nothing of Christianity, we would nonetheless describe the third century as an age of inversion within traditional polytheism. The ancient religions floundered. The grand tradition of temple building came sputtering to a standstill. The second century had been an age of exuberant religious construction. Hadrian completed the great temple of Olympian Zeus in Athens, left unfinished since the sixth century . . . before Christ. The temples were the gleaming “eyes” of a city. By the middle of the third century, they were tumbling into disrepair. In Egypt, the last temple inscription dates to the reign of Decius. Then, deafening silence. By the end of the century, temples that had recently been the incubators of the most ancient religious lore of humankind were turned into military barns. Rites of imponderable antiquity simply vanished. The old registrations of temple personnel and property ceased from AD 259. The collapse is truly startling. Perhaps it was more pronounced in Egypt, where municipal institutions were of more recent vintage, than in other parts of the empire, but the truth is that diligent efforts have yielded relatively meager evidence for the vitality of temple life elsewhere too. By any measure, the crisis of the third century was an unrestrained catastrophe for the traditional civic cults.74","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3107","value":3107},"note":null},{"text":"There was no such thing as a coherent “paganism,” except in the mind of Christian polemicists. Ancient polytheism was diffuse. It was an ensemble of loosely interconnected religions, immanent in nature and ingrained in the life of the family and the city. The polytheism that flourished in the Roman Empire was built into the vaulting social hierarchies of the ancient city. We meet the authentic paganism of the high empire not in high theological speculation but in the street life of the cities. A famous example is known from Ephesus, where a wealthy Ephesian citizen and Roman knight named C. Vibius Salutaris established an endowment in honor of the goddess Artemis. The interest from the endowment, maintained by the temple, funded magnificent religious pageants celebrating the long history of the Ephesians; effusive gifts of cash were given to the citizens along archaic tribal lines; blood sacrifices were made to the goddess. These religious endowments were utterly wiped out in the financial chaos. The old patterns of civic patronage were destabilized. The ancient gods did not lose out in a crisis of faith. They were embedded within an order whose foundation itself cracked.75 The superstructure fell, but ancient polytheism hardly died out. The particulates of natural religion were everywhere. A traveler walking down a Roman road would see “an altar garlanded with flowers, a leaf-shaded grotto, an oak loaded with horns, a beech crowned with animal-skins, a sacred hillock within an enclosure, a tree-trunk with an image carved in it, a turf altar moistened with a libation, or a stone smeared with oil.” No crisis could wash out the tenaciously rooted ground cover of folk polytheism. In the third century, the Christians remained surrounded by the sounds and smells of seething polytheism. But when the loftier expressions of public religious life faltered, the Christians seized the moment. The church inserted its voice obtrusively into the public conversation, in a way that even in the Severan period would have seemed almost impossible. The church was ready to talk terms with the empire. By the turn of the fourth century, the Christian community had become a force to be reckoned with. The barracks emperors vacillated between policies of eradication and cooptation, until the most successful among them pledged himself fully, and somewhat unexpectedly, as the protector and patron of the faithful. It was an age of bold strokes.76","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3117","value":3117},"note":null},{"text":"The empire’s fortunes reached a low tide in the AD 260s. It was the demographic bottom too. Here the work of recovery was much slower. The Plague of Cyprian and the broader crisis were disorienting. Interior regions accustomed to peace were brutally violated; old social hierarchies buckled. Throughout the west, rural settlement patterns reveal a rift. Life returned, but slowly, and to a different, more wary rhythm. The cities were never quite the same; even the healthiest late antique cities were smaller than they had formerly been, and in aggregate, even after the recovery, there were simply fewer major towns. The old days when army recruitment could be handled with a light touch were forever gone. Late antique statecraft would have a harder edge, by necessity. But the project of restoration laid the groundwork for another century and a half of imperial integration and economic resurgence. The long fourth century was, in its way, a new golden age, less brilliant than the Antonine efflorescence in material terms, but extraordinary by any other standard. Yet somewhere within the new equilibrium lurked the seeds of divergence between the eastern and western halves of the empire. The project of restoration led, eventually, to the establishment of a second Rome, at Constantinople. The foundation of the new capital was a stroke of genius that would shift the geopolitical balance, more profoundly than anyone could have imagined. When the hand of global climate change set off a chain reaction of people movements and refugee crises that realigned the pressures bearing on the edges of Roman territory, it would break the empire along the lines of stress that had slowly developed. Only half the empire would survive the next fall.78","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3145","value":3145},"note":null},{"text":"“Let another seek out the farthest edges of the western lands. The seeker may have more of an adventure—but the old man has more of a life.”1","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3166","value":3166},"note":null},{"text":"For historians, explaining the rapid disintegration of the empire has proved an enduring challenge. “Few things are more difficult in late-antique history than to know why, in the western half of the empire, the Roman military and the Roman government failed.” If anything, the scope of the problem has only become even more daunting in recent years, as we have increasingly come to appreciate the robust recovery from the crisis of the third century. The empire roared back, and it is harder than ever to lay the blame for its demise on a progressive decay from within or a spiral of inevitable dissolution. The Roman Empire in the later fourth century was the most powerful state on the globe and one of the most powerful that had ever existed. The emperor Theodosius I (AD 379–395) ruled over an empire larger than that of Augustus. Its sheer fiscal power remained historically exceptional—on a par with the most formidable of seventeenth-century polities. In some of the empire’s territories, including most of the eastern provinces, the demographic and economic resurgence was nearly miraculous. Even in the west, the fall of the empire caused the decline, and not vice versa. There were structural weaknesses and human blunders, as ever, but it is no easy calculation to make these add up to an event as momentous as the disappearance of central imperial power in the west.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3183","value":3183},"note":null},{"text":"The political restoration was a revolutionary and ongoing project. When, in the midst of the third-century crisis, the grand bargain between the narrow senatorial elite and the cities was replaced by a military autocracy, it opened the space for an age of experiments. There was more structural change in the administration of the empire in the hundred years between Diocletian (r. AD 284–305) and Theodosius (r. 379–395) than there had been in the first three centuries of empire, combined. The imperial system was radically centralized. There had been fewer than a thousand salaried officials in the employ of the early empire; in late antiquity, there were something like 35,000. The ramifications of this sweeping experiment were still being worked out, when external pressures intervened to test the top-heavy regime.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3194","value":3194},"note":null},{"text":"We have also come to appreciate that late antiquity was an age of opposites, and none so consequential as the tension between society’s dynamism and the state’s desire for rigidity. The military emperors ruled without the same measure of patience or subtlety that had once been demanded of the monarch—the posture of restraint and respect that the earlier emperors had called civilitas. Constitutional inhibitions were few. The law codes that have furnished such a rich record of the period reflect an ambitious vision of the state’s control. Often, the state imagined it could bind whole classes of individuals to their status or occupation, fixing fast all social relations. But the political restoration had unleashed a vibrant economic renaissance. The stabilization of the currency, in particular, let markets quickly regenerate. The state drew energy from the vitality of the private sphere, but its dreams of controlling this energy for its own ends were harder to achieve. We will pause at some length over the dynamism of fourth-century society, because it throws into sharp relief what came next. The vaulting hierarchies of a highly articulated and wealthy society imploded, leaving in their place a poorer and simpler order in the west. Here is where…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3200","value":3200},"note":null},{"text":"The rhythms of environmental change behind this drama were intricate. Compared to the pandemics and climatic turbulence the empire had experienced, the long fourth century was an interlude of peace. The role of the environment was subtle, but not insignificant. The climate was warmer. In many regions, the new growth germinated in the sunshine of a warmer climate. But the days of the Roman Climate Optimum did not return. The climate was now a more undependable ally.…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3212","value":3212},"note":null},{"text":"The demographic history of this period, too, is more subtle than before. While the empire was spared a major disease event, late Roman societies were beset by frequent spasms of epidemic mortality. The supergerms were on hiatus, but the dreadful array of native pathogens continued to make the empire an insalubrious environment. In the late empire, instability in the climate…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3216","value":3216},"note":null},{"text":"The real impact of environmental change in the fourth century may have been felt to the east. The Atlantic regime that ruled the climate of the empire in this period also brought savage aridity to the Eurasian steppe. An age of migrations was launched from the heart of Asia. We know far less than we would like about the inner drama of nomadic state and society in this consequential age. What is obviously new, however, is the sudden prominence of the steppe peoples in the affairs of the Roman Empire. The arrival of the Huns on the western fringes of the steppe overturned the Gothic order that had held for more than a century. Suddenly Goths pushed across Roman frontiers, and the application of pressure unexpectedly overwhelmed the structures of empire. We need not go in for monocausal explanations. The coming of the Huns did not, by itself, spell the doom of the western empire. In the end the Huns conquered very little, and the effect of their entrance onto the scene must be measured within the particular circumstances that they encountered—the ongoing recovery, the ceaseless political experimentation, and the silent rift between east and west. But neither was the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3219","value":3219},"note":null},{"text":"Diocletian, a Danubian soldier who rose to the supreme power without any ancestral claims, proved in the two decades of his rule (AD 284–305) to be an ardent reformer. His chief innovation was the tetrarchy, the division of the emperor’s role among four colleagues. The tetrarchy was an ingenious attempt to suppress civil war, while allocating the business of a sprawling empire among a team of four rulers. Diocletian laid down the groundwork of a new regime. His reforms stabilized and refined emergency measures that had arisen in the heat of crisis. Diocletian had “very little use for senators,” continuing to prefer talent over ancestry and wealth. The provinces were “chopped into slices,” so imperial governors could exert more direct control over their territories. Diocletian dissociated the civil and military offices, which had been indissolubly fused. At the top, the imperial court grew in scale and in pomp, with the emperor himself increasingly secluded and wrapped in majestic ceremony. The very words of the later emperors became “sacred.”6 The primary task of Roman statecraft remained, as ever, paying the army. Diocletian made his own task harder by growing the beast he had to feed. The swelling of the army ranks appalled contemporaries. It was claimed that Diocletian doubled the size of the army. In truth, Diocletian’s army was probably not much larger than its early imperial predecessor, at 400,000–500,000 men, but the return to this level from the depths of crisis, and after the loss of manpower in the Plague of Cyprian, was a steep and exhausting climb.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3238","value":3238},"note":null},{"text":"The problem of paying for it all exercised Diocletian’s administrative genius. He resolutely dispensed with the archaic patchwork of local tax systems and replaced it with a single unified tax machine, based on standardized fiscal measures. Officials crisscrossed the whole empire carrying out a great new census. Even Italy unceremoniously lost its privileges and submitted to being taxed like any old province.7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3252","value":3252},"note":null},{"text":"Constantine was a polarizing figure already in his lifetime. He was a reformer and a regime builder who stands at the origins of the late antique state. His long reign (AD 306–337) allowed him to build a supportive network of allies and clients indebted to his rule. But he also built an order, a systemic structure of power that long outlasted his reign. The only proper comparison for Constantine is the first emperor, Augustus himself, a long-ruling figure whose regime became the template for a new equilibrium after decades of violent instability. It was not a comparison that was lost on the man himself or his fawning contemporaries.9 By the time of Constantine’s ascent, the military class was firmly in control. It was now time for détente: Constantine’s regime was able to reconcile the new elite with the remnants of the senatorial order. Constantine showed a renewed preference for the senatorial grade, reassigning top offices such as provincial governorships to men of senatorial rank. But he also redefined the senatorial order from within. He created a second senate for his new capital, Constantinople, that progressively grew in status to equal the Roman senate. Even more consequentially, he began the process of inflating the senatorial title, creating new pathways to achieve senatorial status. The senatorial order grew deliriously in numbers. This growth came at the expense of municipal aristocracies, as the updraft of wealth, prestige, and talent put new pressures on the traditional town councils. By granting senatorial rank as the reward for imperial service, Constantine set in motion the basic dynamics of the late Roman aristocracy. Constantine reorganized the entire system of rank and honors, vigorously centralizing the economy of honor and orienting it around the emperor’s person.10","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3269","value":3269},"note":null},{"text":"Like Augustus, Constantine solidified his new order with a rigorously conservative social policy. He eagerly protected veterans and peasants, the hardy foundation of the empire’s power. Governors were told to take care, “so that the multitude of the lower classes may not be subjected to the wantonness and subordinated to the interest of the more powerful.” Constantine’s laws reinforced social hierarchy. He aimed to keep slaves and freedmen in their place. The reforms of Constantine reveal a thorough abhorrence of social mixing. Constantine tightened the famous adultery legislation of Augustus, and he strengthened the marriage prohibitions that kept the honorable elite distinct from the untouchable classes at the bottom of the social scale. He banned property transfers to illegitimate children (a small decency which Roman manners had discreetly tolerated) and restricted divorce (which the Romans had practiced quite liberally). Centuries of tradition and legal subtlety were no impediment to the emperor’s will. In an age of brisk upheaval and regime change, Constantine’s laws set the tone for late antiquity.11 The age of bold strokes let Constantine carry out these experiments. The most famous of all was his religious conversion. There is no reason to doubt the sincerity of the emperor’s religious motives. Christianity was an idiosyncratic choice, and not an obviously calculated one. The church had grown, despite the renewed persecution under Diocletian, but Christians remained a peripheral group. Constantine’s religious beliefs were, in the short term, a liability. But his faith brought him the allegiance of a devoted and organized bloc, and Constantine turned his patronage of the church to advantage. He wasted no time intervening in burning ecclesiastical disputes and earnestly sought to establish doctrinal harmony. He was open-handed in his benefactions toward the church, and like any emperor he funded monumental building projects for his God of choice. He severed the lifeblood of funding for the old gods, surreptitiously looted the temples, and put blood sacrifices on their way to extinction. At the apex of the social pyramid, the emperor’s tastes set a tone, even in matters so intimate and inscrutable as the worship of the gods. Constantine was the empire’s patron in chief, and his favoritism rippled outward in expanding circles of influence. For Christianity, Constantine’s uncanny choice was the watershed, the moment of irreversible acceleration.12","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3283","value":3283},"note":null},{"text":"The choice to establish a formal counterweight to Rome in the east was, nevertheless, an impolitic leap. The geographic choice was a stroke of brilliance. The military center of gravity was located in the Danubian provinces. Situated along the high road connecting west and east, Constantinople had ready access to the lands of the march. Fortified by Constantine and his successors, the city would prove virtually impregnable. A city on the sea, its hinterland was the entire wealthy arc of Hellenized provinces from Asia Minor to Egypt. While later emperors elaborated on the original plan, Constantine’s ambitions for the city that would bear his name were capacious from the start. Here again he set in motion the forces that would define the coming centuries. Constantinople was a city of destiny.13 Constantine’s reign set a pattern for late antiquity. It did not bring to an end the age of reform and experimentation, but now, for the first time since the breakdown of the Augustan order in the middle of the third century, there was an essentially stable set of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3305","value":3305},"note":null},{"text":"The climate stabilized. After AD 266, there was not a major volcanic event for more than a century and a half. Solar output escalated, reaching its maximum across the entire Roman period around AD 300 and then maintaining high levels through the fifth century. The fourth century was a time of distinct warming. The Alpine glaciers were in full retreat by the middle of the fourth century. The fast-reacting Mer de Glace glacier in the Mont Blanc Basin melted to 1990s levels by the end of the century. Average temperature levels do not seem to have matched the highs of the early empire, but the sun smiled on the age of restoration.15","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3325","value":3325},"note":null},{"text":"The fourth-century climate, then, was favorable but fluttering. The Mediterranean was perched along the uncertain, shifting edge of the winter storm tracks. Major droughts and famines are much more frequently recorded in the written records of the late empire. But we must hedge this observation with any number of qualifications. The resurgent population would have meant more mouths to feed once again. Droughts and famines were more commonly attested. But thanks to the triumph of Christianity, the kind and scope of evidence we have from late antiquity is radically different. We have more sermons, letters, and saints’ lives. Many of them are from out-of-the-way places, places that were invisible in the earlier period. And the informants we have are altogether more garrulous when it comes to the hardships of ordinary life. Christian leaders made a living by helping the poor. We cannot necessarily say that there was more drought and famine, just because we know of more droughts and famines.21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3366","value":3366},"note":null},{"text":"But if we comb the evidence carefully and compare it with the record of the high empire, we also find that the fourth century presents us with accounts of spatially widespread food crises, of a kind that are hard to find in the earlier days of empire. The most notorious of these struck in the mid-–380s. In AD 383, “the hopes of all the provinces were betrayed by a miserable harvest.” At the same time, the Nile flood was weak. This conjuncture was a recipe for emergency. A “general famine” ensued. We are richly informed about this episode, because it was perfectly timed to become a matter of religious polemic in the highest circles. This famine prompted an unusually eloquent dispute between the pagan senator, Symmachus, and the Christian bishop of Milan, Ambrose, over the removal of the Altar of Victory from the senate house in Rome. In the ongoing tug-of-war between pagans and Christians, the Altar of Victory had become a special totem. The pointed exchange between the senator and the bishop gives us a rare, aristocrat’s-eye view of a truly extensive famine.23","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3386","value":3386},"note":null},{"text":"The dog days of summer were deadly, as a wave of lethal gastrointestinal bugs overwhelmed the city. Mortality spiked in July but only peaked in August and September. The autumn crest surely points to the continuing prevalence of malaria. For the elderly, however, winter remained by far the most perilous season; the winter respiratory infections preyed on those who survived into their later years.26","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3418","value":3418},"note":null},{"text":"The germs of Rome were vicious. But the headline from the long fourth century may be the absence of a catastrophic mortality event.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3424","value":3424},"note":null},{"text":"These tallies are rather higher than the number of outbreaks we can register in the early empire. What we see now spread before our eyes is a little more of the normal background of epidemic mortality across the empire. And the truly striking fact is the absence of interregional mortality events.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3426","value":3426},"note":null},{"text":"Disturbances like war and famine regularly triggered mortality events on a local scale. Siege warfare and armies on the move were always biological hazards. Sieges caused miserable crowding. They threatened access to food and endangered the supply of clean water. Armies on the march brought soldiers into contact with unfamiliar germs. Repeatedly in late antiquity, invading columns of foreign troops were repelled by the invisible shield of local germs. War and mortality crisis went hand in hand. The twittering climate regime of late antiquity also had an intimate relationship with the pulses of epidemic mortality. Food shortage was a corollary of disease outbreak. Anomalous weather events might trigger explosive breeding of disease vectors. A devastating famine in Italy in AD 450–51 was coincident with a wave of malaria, for instance. Food crisis fanned desperate migrants in search of survival, overwhelming the normal environmental controls embedded in urban order. Food shortages forced the hungry to resort to consuming inedible or even poisonous food, all while depleting the power of their immune systems to resist infection.28","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3433","value":3433},"note":null},{"text":"It would be a mistake to draw a straight line from the demographic nadir of the later third century to the military crisis of the later fourth century. There was too much history in between, and in fact unruly dynamism, rather than decay or decadence, posed the greater challenge to statecraft in the late empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3495","value":3495},"note":null},{"text":"The bracing reforms of Diocletian and Constantine, and the environmental background of the fourth century, set the scene for the Roman Empire’s comeback act. The imperial recovery started with the demographic turnaround in the later third century. But the ongoing monetary crisis was an invisible drag on renewed takeoff. The silver currency remained in free fall. Diocletian tried to save the old money regime by brute force, dictating maximum prices and decreeing a market value for gold. He requisitioned the precious metal in huge purchases that brought the gold stock rushing into the empire’s coffers at artificially low prices. His monetary policy failed, and galloping inflation continued into the fourth century.33 Monetary instability choked credit markets and stifled exchange. But in the reign of Constantine, a solution started to take shape: a true gold economy. Constantine let gold circulate freely at its market price. He also reduced the size of the gold coin, the solidus, to 1/72 of a Roman pound. These reforms paved the way for a full-blown gold system. They were stabilized by the creation of new taxes in gold money that assured the imperial state of revenue in precious metals. Constantine’s reign was an economic watershed. Under Constantine and his sons, the gold solidus became the functional basis of a new economy. By the AD 340s, there were vastly more solidi in circulation, as the melted treasures of the old temples and gold from a new source of supply entered the market. By the 350s, the solidus even started to replace the old denarius as the unit of account in common transactions. We should not underestimate what a flip of the imagination this required. For a thousand years, silver was money. Now, life would be re-monetized, with gold at the center.34","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3497","value":3497},"note":null},{"text":"The great banks of the Roman Empire had all but vanished with the crash of the silver money regime, but in the fourth century they came back to life. The evidence for credit and banking in the fourth century exceeds that for any period of Roman history.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3522","value":3522},"note":null},{"text":"New regional circuits of exchange evolved, less dominated by Italian demand. Egypt and Palestine entered the wine trade in earnest from the third and fourth centuries. The archaeological distribution of one kind of ceramic pottery, known as African Red Slip Ware, is truly astonishing and traces the rise of Africa to a position of prominence in the long-distance networks connecting the entire empire. The lure of profits knit together the Roman world, making it a giant free trade zone worked by savvy professional merchants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3531","value":3531},"note":null},{"text":"To own a slave was a standard of minimum respectability. In the fourth century, priests, doctors, painters, prostitutes, petty military officers, actors, inn-keepers, and fig-sellers are found owning slaves. Many slaves owned slaves. Even assistant professors in Antioch had a few slaves. The same pattern prevailed in the countryside, where all over the empire we find working peasants with households that included slaves. In the papyri from rural Egypt in late antiquity, “the ownership of a small number of slaves—one to four—was not remarkable. The economic importance of slavery in such households was not marginal.”41 The scale of economic stratification was truly staggering. The top senatorial families of late antiquity owned stupendous wealth. According to the breathless report of a Greek observer, each of the great senatorial houses in Rome was like a city in its own right, with fora, temples, fountains, baths, and even hippodromes inside. Houses of the top rank had incomes of 384,000 solidi, while those of the next rank earned over 72,000 solidi per year. These incomes are the equivalent of something like the production of 80,000 family farms, per year.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3572","value":3572},"note":null},{"text":"The saintly Melania inherited family estates strewn across the western Mediterranean: in Italy, Sicily, Spain, Gaul, Britain, and Africa. One of her ranches in Africa required two bishops. When her two young children died, she decided to liquidate this trust fund, built over generations. It was a scandalous breach of aristocratic duty. It also crashed the land market: she had trouble moving her Roman mansion. In the words of Chris Wickham, “The western senatorial elite . . . could boast both ancestry . . . and gigantic wealth, possibly, in the case of its leaders, greater in relative terms than any other aristocracy ever.”42","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3581","value":3581},"note":null},{"text":"The economic elite in this age accumulated private fortunes whose scale and geographic dispersal would not be matched again until the age of trans-Atlantic colonialism. But the dominant social process of the late empire was not the drastic concentration of wealth in a few hands. Far from being lop-sided, late antique society was dominated by middling persons, respectable but fragile, locked in networks of patronage. The late antique city was a hub of production, exchange, and services. It bustled with professionals, merchants, and craftsmen of unpretentious means. Many of them clung to slender patrimonies. Only rarely do we have the opportunity to see the combined weight of this unspectacular prosperity. But the fragments of land registers from Egypt provide solid proof that modest land-owners and small independent proprietors were numerically dominant. Wealth was stratified but not concentrated.43 The largest social bloc, as ever, remained the silent majority of laboring peasants. Many of them were landless farmers. Only sometimes in our sources can we hear the plaintive cries of workers hard squeezed by ambitious landlords. Their condition was parlous but not…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3586","value":3586},"note":null},{"text":"The destitute are more visible than ever before in late antiquity. This visibility is the direct result of a massive effort by Christian leaders to mobilize sympathy in their favor. It means that we are suddenly given the unexpurgated version of what ancient society was like—the unpleasant parts are now there to see. Bishops sought to make the “groans and gnashing” of the poor impossible to ignore. “Shall we neglect them? Walk on by?” The result was a new model of human solidarity, spun with magnificent rhetoric, that suddenly shines light into the unseen corners of the ancient city. Here the structural poor were gnawed by disease and disability. “You see a man who is transformed by his grievous afflictions into the form of an animal. His hands have been made into hooves or claws, leaving footprints on the man-made streets. Who can recognize that they are the prints a man has made having passed along the way?” “The sick man who is poor is doubly poor. For the poor who are in good health go from door to door, approaching the homes of the rich or setting up camp at the crossroads and there hailing all who pass by. But those trampled by illness, shut up in their narrow rooms and narrow nooks, are only able, like Daniel in his cistern, to wait for you, devout and charitable.”46","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3613","value":3613},"note":null},{"text":"Large-scale building resumed, but now churches were threaded into the fabric of urban life. In general, as political actors, the cities lost some of their former independence. The central government swept their sources of revenue and exerted a magnetic pull on the treasure and talent of their elites. But, in a sprawling empire, the cities necessarily continued to play a coordinating role in the administration of the empire, and they flourished as hubs of exchange and production in the late empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3624","value":3624},"note":null},{"text":"Rome remained the symbolic center of the empire and a focus of tremendous wealth. Its plebs continued to enjoy unparalleled entitlements. By the reign of Aurelian (r. AD 270–75), the people were given baked bread rather than grain. Olive oil was given daily to the registered populace. A massive supply chain guaranteed wine to the people at a fraction of the market price. Pork, too, had been added to the free distributions, and no fewer than 120,000 recipients were on the pork dole in late antiquity. The imperial food subsidies artificially inflated the population of the eternal city. The best estimates put Rome’s fourth-century population at ca. 700,000 inhabitants.47","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3633","value":3633},"note":null},{"text":"In the east, New Rome grew at a pace that outran its builders’ most ambitious dreams. Constantinople’s population expanded ten-fold in less than a century, from some 30,000 to 300,000 residents. Grain that had once been earmarked for Rome was now destined for the eastern capital, and so many ships covered the sea between Alexandria and Constantinople that it was like a long artificial strip of “dry land.” A magnificent system of waterworks went up, supplying the city with aqueducts that rivaled Rome. The city was bursting at the seams, and the walls were rebuilt repeatedly. Monumental civil engineering projects were carried out almost continuously down to Justinian. Constantinople was a creature of politics, its populace deliberately enlarged to suit the empire’s pride. But, as with old Rome, we should not see it as a mere sponge. The city was a nexus of commerce, finance, and industry. It quickly became the true epicenter of Greek culture.48","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3641","value":3641},"note":null},{"text":"The population grew, but the margins of abundance had been thinned. Even after the crisis had passed, the old, easy ways of military recruitment could not be resumed. The late antique state was heavy-handed. Diocletian and Constantine required the sons of soldiers and veterans to follow their fathers into the military life; army service became virtually a heritable status. A combination of harsh violence and lucrative enticement was used to replenish the ranks. Standards were discreetly slackened: 5′ 7″ became the minimum height, in theory. Notoriously, barbarian units were enrolled to fill the gaps. But it would be simplistic to ascribe the challenges of military recruitment to “manpower shortage” tout court. The fourth-century state had to contend with at least one truly novel alternative to military service: the allure of the religious life for men who might have heeded the call to arms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3664","value":3664},"note":null},{"text":"“The huge army of clergy and monks were for the most part idle mouths.” By the end of the fourth century, their total number was perhaps half the size of the actual army, a not inconsiderable drain on the manpower reserves of the empire. The civil service was also an attractive, and safe, career. The vexing issue of military recruitment in the fourth century was not directly a demographic problem.51","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3670","value":3670},"note":null},{"text":"The raw military power wielded by the fourth-century Roman state was still extraordinary. Its scale of coordination was astonishing. The Roman army fielded half a million men, including 70,000 specialized troops, recruited and trained to ancient standards of discipline. The army was supplied and equipped by the most extensive logistical system the world had ever seen.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3675","value":3675},"note":null},{"text":"An unbiased observer in the later fourth century would have noted the Roman army’s numerical, tactical, and logistical superiority on all fronts. But within the space of a few generations, the Roman imperial army in the west would cease to exist. The former territories of the west would be carved into successor kingdoms. The failure of empire was one of the greatest strategic implosions in history. As we have come to appreciate the reality of the empire’s recovery in the fourth century, it has actually become harder to explain this failure. The collapse of the western empire was not in any simple sense the delayed consequence of unresolved tensions left in the aftermath of the third-century crisis. The renaissance of Roman power was interrupted by forces from beyond the empire. The sequence of events that set the collapse in motion lay far to the east, in the uncharted expanses of central Asia. The steppe was about to intrude into western history and put crushing pressure along the northern borders of the empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3687","value":3687},"note":null},{"text":"The Eurasian steppe is a giant contiguous ecological zone stretching from the plains of Hungary to the eastern fringes of Mongolia. Its climate is continental and tends to extremes, with oppressive summers and savage winters. The steppe is too dry to support trees. But it is moist enough to avoid being a desert. It unravels as a vast carpet of grass and scrubland. Its underbelly is striped with a series of desert regions unreached by the monsoons from the south. The deserts are dotted with oases, which have ever been positioned to serve as a relay system for the Silk Road. To the north of the steppe lies the cold belt of taiga; beyond that awaits an even colder belt of tundra. For the delivery of water, the steppe depends on the westerlies, the prevailing storm tracks of the mid-latitudes running along the globe’s longest east-west landmass from the Atlantic to the Pacific. As an ecological region, the steppe dwarfs the actual land surface of the Mediterranean climate zone.54","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3697","value":3697},"note":null},{"text":"The steppe was ecologically resistant to the plough and destined to be the roaming grounds of pastoral nomads. The thin soil kept steep social hierarchies from taking root easily. Only in the later first millennium BC did mounted warriors build the earliest empires on the steppe. The first great steppe empire was built by the Xiongnu, from around 200 BC. The Xiongnu state arose in dialectical antagonism with the Han empire in China. Here, as in the classical Mediterranean, nomadism was the ideological mirror of civilization.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3712","value":3712},"note":null},{"text":"The great Chinese historian Ssu-ma Ch’ien wrote a sympathetic and informed account of the Xiongnu in the first century BC. “People eat the meat of their animals, drink their milk, and wear their hides; the animals eat grass and drink water, therefore they move about in seasonal cycles. . . . Most of their domestic animals are horses, cows, sheep, and they also have rare animals such as camels, donkeys, mules, hinnies, and other equines. . . . As children they are able to ride sheep, and can shoot birds and mice with bow and arrow.” “The Xiongnu clearly make warfare their [main] occupation.” The life of war was their “inborn nature.” The description might have been written by Herodotus.56","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3715","value":3715},"note":null},{"text":"The Chinese bore the brunt of the steppe for centuries. Nomadic state formation leaned east, its pressures spreading along the frontiers between the fertile valleys of inner China and the rugged uplands of central Asia. But from the later second century AD, central Asia entered a period of obscure turmoil. Somewhere in the midst of these troubles, the steppe would turn its face to the west.57","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3723","value":3723},"note":null},{"text":"After a period of doubt, many historians of the later Roman Empire have begun to take seriously the narrative that Ammianus presents, in which people movements on the steppe figure prominently in the geopolitical dynamics of the fourth century. The barbarians are back, and the Huns have a crucial but defined role in the story. Specifically, “the intrusion of Hunnic military power overturned a Goth-dominated political order which had been established north of the Black Sea for several political generations.” Migration and invasion tilted the fortunes of the Roman imperial project along its northern frontier, interrupting the fragile resurgence of Roman power.59","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3739","value":3739},"note":null},{"text":"The migration of the Huns is shrouded in the obscurity that inevitably surrounds the history of a letterless people. But the natural archives have a contribution to make, because the migration of the Huns deserves to be considered, among other things, as an environmental event. The monsoon rains drench the southern half of Asia, but the lands north of the Tibetan plateau are dry and continental. The climate of inner central Asia hinges on the westerlies, the mid-latitude storm tracks that are strongly influenced by Atlantic air masses. When the North Atlantic Oscillation is positive, the westerly jet stream steers north and leaves central Asia arid. When the NAO is negative, storm tracks are pulled toward the equator and the rains rumble across the steppe. The Medieval Climate Anomaly (AD 1000–1350), a period dominated by a positive NAO, was cruelly dry in the interior of Asia. In the fourth century, the elements were in place for a prolonged drought in the steppe. One of the best high-resolution paleoclimate proxies is a series of Juniper tree rings from Dulan-Wulan on the Tibetan plateau. These trees lie far enough south that continental and monsoonal influences are mixed. But the fourth-century signal is arresting. Here, as Ed Cook has shown, was a time of megadrought. The two decades from ca. AD 350 to 370 were the worst multidecadal drought event of the last two millennia. The nomads who called central Asia home suddenly faced a crisis as dramatic as the Dust Bowl.60 The Huns were armed climate refugees on horseback. Their mode of life enabled them to search out new pastures with amazing speed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3744","value":3744},"note":null},{"text":"The climate did not act alone, simply displacing a menace from one side of the steppe to the other. It acted in concert with the rise or renewal of aggressive and complex confederations among the nomads. But precisely in the middle of the fourth century, the center of gravity on the steppe shifted from the Altai region (on the borders of what is today Kazakhstan and Mongolia) to the west. By AD 370, Huns had started to cross the Volga River. The advent of these people on the western steppe was momentous.61","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3757","value":3757},"note":null},{"text":"The initial wave of Hunnic migration into Europe was not a coordinated assault. Far from it, only “a series of independent Hunnic warbands” came at first. But they brought new cavalry tactics that terrorized the inhabitants of the trans-Danubian plains. Their horses were ferociously effective. In the words of a Roman veterinary text, “For war, the horses of the Huns are by far the most useful, by reason of their endurance of hard work, cold and hunger.”63 What made the Huns overwhelming was their basic weapon, the composite reflex bow. A modern analyst writes, “Very hard to manufacture, the composite reflex bow is also very hard to use with any accuracy, because its power makes it correspondingly resistant.” The Hunnic bow may have had an effective range of up to 150 meters. “Shapely bows and arrows are their delight, sure and terrible are their hands; firm is their confidence that their missiles will bring death, and their frenzy is trained to do wrongful deeds with blows that never go wrong.” The lightning maneuvers and deep range of these horse-mounted archers were unnerving, even to a man who had seen as much blood on the battlefield as Ammianus: “You would not hesitate to call them the most terrible of all warriors.”64 The lands lying to the north of the Danube had been dominated by coalitions of Goths for over a century. By the later fourth century, they had “remained quiet for long ages.” A kind of equilibrium had prevailed along the Danube, but the Huns threw it into disarray. In AD 376, in flight from the Huns, Goths appeared en masse seeking asylum inside Roman borders. Upwards of 100,000 Goths—men, women, and children—may have sought help. The Romans saw this desperate human tide as an opportunity, an unexpected influx of military recruits. The situation was handled indecisively. Some Goths were given passage, ferried across the Danube under Roman supervision. The refugees were venally exploited. Starving Goths were given dogs to eat, in exchange for selling their children. Rebellion simmered, and soon the Goths were in open revolt. They even managed to enlist mercenary Huns to join their side. The eastern emperor, Valens, hastened to the scene with his elite field army. On August 9 of AD 378, outside the city of Adrianople, he joined battle without waiting for western reserves and with faulty battlefield intelligence. The result was the worst military loss in Roman history. Valens himself was killed in the massacre.65","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3770","value":3770},"note":null},{"text":"According to Ammianus, the Roman side lost two-thirds of its men, and a death toll of up to 20,000 for the Romans seems realistic. The short-term ramifications were severe. The elite core of the eastern army was annihilated. The sudden loss of so many of the empire’s best troops and experienced commanders was eviscerating. The western court, in desperation, summoned from retirement the first non-Danubian emperor since the days of Gallienus—Theodosius I. The blow to the army’s strength was long felt. Some regiments were never replaced. The more desperate tenor of recruitment efforts—such as the dragnet that caught up the villagers in Upper Egypt—is evident for a generation. And in negotiating from a position of compromised strength, the Romans began to experiment with a novel kind of policy: the settlement of entire people groups on Roman soil in exchange for military service under native commanders. For half a millennium, the Roman army had been one of the most effective means of assimilating foreigners into the empire. Now, the barbarization of the army would begin in earnest.66","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3789","value":3789},"note":null},{"text":"The “Gothic problem” flared up, and in AD 395 an able king named Alaric united the Goths who had been settled in AD 382. He harassed the empire for greater concessions, at just the moment when the courts of the east and west were jostling for the upper hand. The western court rallied behind the regency of the generalissimo (and son-in-law of Theodosius) Stilicho, who was in effective control from AD 395 until his murder in AD 408. For a brief moment it seemed as if he had calmed the surging waters. In AD 400, he triumphantly celebrated his consulship in Rome. His poet Claudian claimed he had restored the “equipoise of the world.” But the calm was illusory. Suddenly the dam burst, and the ability to dominate the geopolitics of Europe suddenly slipped from the grasp of the western empire.67 Stilicho may have already been playing a chess board without enough pieces, and at the decisive moment the board itself was tilted by forces beyond his control. As a military phenomenon, the “fall” of the western empire should be dated to the years AD 405–410. The careful work of the historian Peter Heather has shown that we should think of the events in these years on two levels. At the surface level, the empire faced a series of simultaneous invasions that broke its ability to control the frontiers. In 405 a new line of Goths from beyond the Roman border crossed Noricum and ravaged Italy. Stilicho snuffed out the threat. But on December 31 of AD 406, another conglomerate force of barbarians—including Vandals, Alans, and Suevi—crossed the Rhine, looted Gaul, and advanced into Spain. They would never be expelled. Henceforth control of the territories beyond the Alps—especially Britain, Spain, and parts of northern Gaul—was shaky or non-existent.68 Just behind this visible surface, an even deeper force was pushing events forward. These invasions were not mere raids; they were migrations, movements of people, with women and children in train. And these movements were stirred by a geopolitical development that we can see only dimly in our sources: the movement of the Huns’ center of gravity to the west. If the disturbing arrival of freelancing Hun warbands in the 370s had stirred the first Gothic crisis, the chaos of the years 405–8 was triggered by the relocation of Hun power to the west. Masses of peoples, not so thoroughly assimilated by life alongside the Romans as the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3800","value":3800},"note":null},{"text":"It is one of the curiosities of history that the column of Huns receded back across the Alps into the Hungarian Plain. Attila was nothing if not a shrewd calculator. “Beneath his great ferocity he was a subtle man.” What actually repulsed the invaders was seen, from one perspective, as “heaven-sent disasters: famine and some kind of disease.” The retreat was in fact the predictable biological consequence of intruders colliding with the indigenous disease ecology. The heartland of empire was a gauntlet of germs. The unsung savior of Italy in this affair was perhaps even malaria. Pasturing their horses in the watery lowlands where mosquitoes breed and transmit the deadly protozoan, the Huns were easy prey for malaria. All in all, it may have been wise for the king of the Huns to turn his cavalry back toward the high steppe beyond the Danube, cold and dry, where the Anopheles mosquito could not follow.74","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3853","value":3853},"note":null},{"text":"As the Huns ebbed back into the steppe, the Roman world they left in the dust of their retreat was almost unrecognizable as the one that had met them in the days before Adrianople. Uprooted from the central administration, the ancient structures of empire quickly withered in the west. In one poignant instance, we know of a brave Roman regiment that held its post for decades in the borderland province of Noricum. When their pay stopped arriving, they sent a detachment to Italy to fetch their stipends, “but unknown to anyone . . . they had been slaughtered by barbarians on the road.” It was in these very years that “the western Roman army ceased to exist as a state institution.” A few years later, in AD 476, there ceased to be a Roman emperor in the west.75","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3860","value":3860},"note":null},{"text":"The money economy held on tenaciously, but people were forced to make desperate use of old coins, which were clipped, re-circulated, and imitated in an economic world that was disarticulated. Elite trade and local networks never completely evaporated. But in all, it was a simpler world, with starker cleavages between the haves and have-nots. After the collapse of the great private fortunes, built on the fusion of markets and imperial service, the church unexpectedly found itself the wealthiest landowner in society—and commensurately powerful.76 The most unrestrained change was in the city of Rome. The population collapsed. It was obvious to observers in the early sixth century that Rome was a husk of its lost glory.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3869","value":3869},"note":null},{"text":"Granaries were everywhere in the later Roman world. The stockpiling of grain was deeply rooted in the Mediterranean psyche. In the empire, the vast network of cities, ships, and stores of grain created an ecosystem. This ecosystem served as an invitation for a species uncannily evolved to be commensal—literally, to “share a table”—with us: Rattus rattus, the black or ship rat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3928","value":3928},"note":null},{"text":"The fusion of global trade and rodent infestation was the ecological precondition for the greatest disease event human civilization had ever experienced: the first pandemic of plague. Norman Cantor wrote of the medieval Black Death, “It was as if a neutron bomb had been detonated.” The first, late antique Black Death is less famous. Its relative obscurity is unmerited. In 541 plague appeared on the shores of Egypt. It diffused throughout the Roman world and beyond. For two centuries, it stayed, and then just as mysteriously it receded. The trauma of the fourteenth-century pandemic in many ways marks the threshold between the medieval and modern worlds, and the disintegrating force of the first plague pandemic deserves to be reckoned as the passage from antiquity to the middle ages. In wider perspective, the experience of humanity over the last millennium and a half has been imponderably shaped by the violence of the singular microbial agent that causes bubonic plague, a bacterium known as Yersinia pestis.5","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3940","value":3940},"note":null},{"text":"The arrival of the plague bacterium on Roman shores heralded a new age. Its persistence for two centuries created a prolonged epoch of demographic stagnation. In combination with the deterioration of the physical climate known as the Late Antique Little Ice Age—the subject of the next chapter—the pandemic washed out the last foundations of the ancient order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=3961","value":3961},"note":null},{"text":"The campaign to recover the western provinces was his boldest enterprise of all. Justinian was a native Latin speaker, from the old stock of the Danube march. Dreams of reconquering the western heartland fired his revanchist agenda. In AD 532, he signed the optimistically named Eternal Peace with his Persian adversary, Khusro I, and turned west. In 533, Belisarius led an expedition against the Vandals. A crack force comprised of 15,000 regulars sailed with a fleet of 500 transport ships. The victories were swift. By 534, Belisarius was back in Constantinople, leading the fallen Vandal king in a triumph. North Africa remained a secure Roman possession until it was wrested away in the Islamic conquests.13 The eviction of the Ostrogoths from Italy proved less decisive. In AD 536 Belisarius was dispatched west; he seized Sicily, Naples, and Rome with haste. By AD 540, Belisarius had withstood the counterattack and gained control of Ravenna. He took the royal treasure and the king, Vitiges, and again returned to Constantinople in glory. But Belisarius was recalled to respond to an emergency situation on the frontier with Persia, and real control of Italy was more elusive. Serious resistance dragged on to the middle of the 550s. Then a short, precarious peace was interrupted in AD 568 by the invasion of the Lombards. For centuries the Byzantines would control the outposts of Rome and Ravenna, and stretches of southern Italy. In the end, “Justinian’s dream of restoring the western empire had brought Italy little more than misery.” But that was far from the obvious destiny of events in AD 540.14 Renewed hostility with Persia divided the empire’s strength. In the spring of AD 540, Khusro I blindsided the Romans and launched the most aggressive Persian invasion since Shapur I in the midst of the third-century crisis. He captured town after town, helplessly exposed to his march. Antioch was sacked—“a city that was ancient, of great importance, and the first of all the cities of the Romans in the East in terms of its wealth, size, population, beauty, and prosperity of every kind.” Khusro bathed in the Mediterranean. But Belisarius was sent into the breach, and after one season, Khusro wheeled back toward Persia. In this indeterminate hour, the bomb went off. In AD 541 the plague arrived at Pelusium, a town on the shores of the Mediterranean. By the spring of the next year the invisible enemy was in the capital. It was a point of immense fracture. The great plague inaugurated what has been called “the other age of Justinian.” For the next twenty-three years, his reign trundled forward in the shadow of pestilence. The state struggled to field robust armies. Taxes rose to unseen heights. A new darkness hung over the emperor, himself a survivor of bubonic plague. It was an age of shocking reversals. “I cannot understand why it should be the will of God to exalt the fortunes of a man or place, and then to cast them down and destroy them for no cause that is…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4021","value":4021},"note":null},{"text":"Humans are merely incidental victims caught in the crossfire of what is really a disease of rodents. From the bacterium’s perspective, we are sorry hosts, since we are prone to die before the concentration of bacteria in our blood becomes sufficient for fleas to carry it to future victims. Most of the time, a human being infected with plague is a terminus, not a transmitter. Today Y. pestis is enzootic (permanently established in an animal population) around the world in rodent colonies. It is out there, lurking.16","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4054","value":4054},"note":null},{"text":"Pneumonic plague is a disease caused by Y. pestis and characterized by acute febrile illness. It overwhelms the body’s defense mechanisms within two to three days, and fatality rates approach 100 percent. For ~55,000 years, Y. pestis has had the ability to cause this exceptionally lethal respiratory disease.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4085","value":4085},"note":null},{"text":"Now, the bacterium could build a biofilm in the gut of the flea where it rapidly multiplied; with the digestive path blocked, starving fleas went desperately biting in search of blood, in the process regurgitating bacteria into new victims. This genetic adaptation allowed Y. pestis to ride arthropod vectors much more easily from host to host. It made the bacterium a stupendously efficient traveler. Y. pestis was now a flea-borne disease. It has long been known to be especially adapted to the oriental rat flea, Xenopsylla cheopis, although in recent years it has been recognized that the plague bacterium can infect and block a variety of fleas. By stowing itself away inside fleas, Y. pestis had the ability to become a runaway killer. The transmission by flea bite is also essential to the most characteristic pathology of the bubonic plague: the swollen lymph nodes known as buboes. Introduction into the dermis, rather than inhalation of infectious droplets, results in the invasion of the lymph nodes and the development of buboes.21","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4094","value":4094},"note":null},{"text":"Modern Y. pestis evolved not long before ~951 BC, since a genome recovered from an archaeological victim of this date reveals the existence of all three plasmids, with the critical genes to cause an outbreak. As a disease of rodents and fleas that occasionally spills over into humans, Y. pestis is an evolutionary newborn. Certainly it has been an enfant terrible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4115","value":4115},"note":null},{"text":"The most basal and diverse strains of Y. pestis are found in central Asia, and it is virtually certain that the genetic events leading to the evolution of modern Y. pestis took place there. The Qinghai-Tibet Plateau in China looks like the ancestral home of the plague bacillus, at least based on the genetic data now available. For most of its history, Y. pestis lurked in what is called a maintenance phase, subsisting in nature through transmission among wild hosts. Y. pestis can probably infect any mammal, but rodents are its principal reservoir. Y. pestis thrives among social burrowing rodents, such as marmots and gerbils. Their lifestyle is conducive to flea-borne transmission. The Great Gerbil of central Asia and the Asian marmot seem to have partial resistance to the disease, helping sustain Y. pestis during lengthy enzootic periods. Given its versatility, Y. pestis need not have been overly reliant on any single host.22 For three thousand years, modern Y. pestis has been an enzootic disease of burrowing rodents in central Asia. It probably has a more eventful and tumultuous history among rodents than we will ever know. Its ability to travel by flea let it spill over from its maintenance hosts into inviting but unstable rodent worlds. During amplification events, the bacillus found new hosts, where it could briefly explode in epizootic flare-ups. The black rat or ship rat, Rattus rattus, seems uncannily designed to facilitate plague amplification. Its habits, its personality, and its massive populations make it both a helpless victim of the plague and an involuntary conscript in the spread of the bacterium. It is not an ideal permanent reservoir for plague, but it is especially important in facilitating human plague pandemics. The black rat is inseparable from the story of plague as we know it.23 Black rats are commensal, happy to live in close quarters with humans. They love the food and shelter we unintentionally provide. The rat is omnivorous but has a few strong preferences, like grain. Its long tail makes the black rat an adept climber. It often lives high above ground. And Rattus rattus loves to travel. It is known as the ship rat for a reason, for it insistently colonized sea-going vessels and grew fat on the stores of sailors. The black rat does not move far on its own, and it is territorial. A prolific creature, the black rat will breed year round, and adult females can produce 5 litters in a year; gestation is 3–4 weeks and newborns reach reproductive maturity within 3–5 months. Food is usually the limiting factor on population size for a small mammal with explosive demographic potential. Its predators—cats, owls, other small carnivores—are a modest control. Where food is abundant, black rats proliferate.24 The life of the black rat is terrorized by a small flea that lives in its fur and eats its blood, Xenopsylla cheopis, the oriental rat flea. During an amplification event, the flea is the primary vector for Y. pestis, which the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4119","value":4119},"note":null},{"text":"There is constructive debate about the possibility of other pathways traveled by the bacterium in the course of a pandemic. Some of these routes—such as transmission by other ectoparasites like human fleas or lice—would have bypassed the rats and seem increasingly plausible as an additional level of the plague’s diffusion. The human flea, Pulex irritans, is looking increasingly guilty as an…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4150","value":4150},"note":null},{"text":"Other routes of transmission—such as significant levels of direct transmission of pneumonic plague between humans—still seem on balance unlikely as a major…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4156","value":4156},"note":null},{"text":"While we should emphasize the centrality of Rattus rattus and the oriental rat flea as the principal layer of conduction during the pandemics, Y. pestis may have taken advantage of its versatility, spreading through other mammals and human parasites during…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4159","value":4159},"note":null},{"text":"Before the plague could become pandemic, then, an intricate ecological platform had to be in place. The colonization of the west by the black rat was a prerequisite. Rats have not lived in the territories ruled by Rome time out of mind. The black rat is a native of southeast Asia, and it drifted west in the recent past. It is an invader, and its final major thrust to the west was greatly accelerated by the Roman Empire. In the words of Michael…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4162","value":4162},"note":null},{"text":"Consumer demand for silk and spices drew together east and west. Ideas and animals, money and metals, moved across the seas. So, too, came germs. In AD 541, an unwelcome stowaway was smuggled into the empire from the world beyond. No one who has read the sources closely denies that the Justinianic Plague first appeared in Egypt. Our star witness, Procopius, pinpointed the origin of the outbreak in Pelusium. John of Ephesus, who was on the scene in Alexandria when it appeared there, claimed that it came “from the regions to the southeast of India, of Kush, the Himyarites, and others.” The dispersal from Pelusium, in combination with the genetic evidence of the plague’s eastern origins, guarantees an Indian Ocean passage for the first plague pandemic. Pelusium lay due north of the port of Clysma, a primary terminus of Red Sea trade. Ships all the way from India were docked at its port. From Clysma, Pelusium was a short leap. It was only a few days’ journey overland or a short sail down the old Canal of the Pharaohs, rebuilt by Trajan, connecting Clysma to the Nile just upriver from Pelusium. The first pandemic made its debut right at the hinge of the empire and the Indian Ocean world.39","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4253","value":4253},"note":null},{"text":"It required one last twist of fate for the bacterium to make its grand entrance into the Roman world. The Asian uplands had prepared a monster in the germ Y. pestis. The ecology of the empire had built an infrastructure awaiting a pandemic. The silk trade was ready to ferry the deadly package. But the final conjunction, what finally let the spark jump, was abrupt climate change. The year AD 536 is known as a “Year without Summer.” It was the terrifying first spasm in what is now known to be a cluster of volcanic explosions unmatched in the last three thousand years. Again in AD 540–41 there was a gripping volcanic winter. As we will see in the next chapter, the AD 530s and 540s were not just frosty. They were the coldest decades in the late Holocene. The reign of Justinian was beset by an epic, once-in-a-few-millennia cold snap, global in scale.40 The climate disturbance in the moments preceding the Plague of Justinian is a sudden, blinding flash that we instinctively know must be connected to the crash that immediately follows. We do not know just exactly how the one caused the other. A plague epidemic is a chain reaction involving at least five different species. It is a great biological domino event, encompassing the bacterium, the sylvatic host (e.g., marmots), the amplification host (the black rat), the arthropod vector (the oriental rat flea), and us. Minute changes in temperature and precipitation can affect the habitats, behavior, and physiology of each organism involved in the cycle. Still today, small vibrations in the climate trigger visible effects on plague cycles in rodent populations. Even within the relatively small bounds of year-to-year variability, the climate is a governor on the heat of enzootic plague.41 One thing is certain: the relation between climate and plague is not neat and linear. As with so many biological systems, it is marked by wild swings, narrow thresholds, and frenzied opportunism. Rainy years foster vegetation growth, which in turn sparks a trophic cascade in rodent populations. In excess, water can also flood the burrows of underground rodents and send them scurrying for new ground. Population explosions stir the emigration of rodents in search of new habitats. Today, there is a strong connection between El Niño and the outbreak of plague in China. It is entirely likely that these relationships held into the Holocene past. Given that there is a strong correlation between volcanism and El Niño, the volcanic eruptions of the AD 530s may have stirred the Chinese marmots or gerbils carrying Y. pestis out of their familiar subterranean colonies, triggering an epizootic that reached the rodents of the seaborne trade routes heading west. Altogether, the most likely scenario is that the climate patterns of the early sixth century—now dominated, as we will see in the next chapter, by a negative regime of the North Atlantic Oscillation – brought greater rain to the semiarid homelands of the reservoir species;…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4264","value":4264},"note":null},{"text":"Nothing in the surviving record suggests that pneumonic plague was prominent in the first pandemic. Respiratory symptoms might have been too pedestrian to deserve mention. But our ancient witnesses carefully chronicled other common symptoms like fever and malaise, so the absence is telling. And severe respiratory pathologies in the summer might not have been beneath notice. Other clues militate for the dominance of the flea vector in the first pandemic. Procopius observed that doctors and caregivers were at no special risk of contracting the disease. The poor were killed first. As we will soon see, the spatial and temporal patterns of dissemination are consistent with the predominance of the rat-flea mechanism in the overall diffusion of the first wave. In short, everything leads us to believe that the Justinianic Plague was dependent on the invisible epizootic catastrophe underlying the pandemic, the wave of animal death in which humans were incidentally swept away.54","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4386","value":4386},"note":null},{"text":"noted that “the disease always spread out from the coasts and worked its way up into the interior.”56 Once infected rats made landfall, the diffusion of the disease was accelerated by Roman transportation networks. Carts and wagons carried rodent stowaways along Roman roads. McCormick has shown the importance of rivers as effective conduits of plague in sixth-century Gaul. But, Y. pestis is insidiously diffusive because its transmission is also independent of humans. It could spread anywhere that rats could travel. Procopius noted the slow burn of the plague’s advance in each area it reached. It was “always moving along and advancing at set intervals. For it seemed to move as if by prearranged plan: it would linger for a set time in each place, just enough to make sure that no person could brush it off as a slight matter, and from there it would disperse in different directions as far as the ends of the inhabited world, almost as if it feared that any hidden corner of the earth might escape it. It overlooked no island or cave or mountain peak where people happened to live.” The disease spread deep into the recesses of the ancient countryside.57","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4405","value":4405},"note":null},{"text":"The pace of metastasis was intricately timed to the progress of the underlying animal epizootic. Everywhere it spread, Y. pestis first diffused quietly through the rat colonies. As rat populations collapsed, fleas hunted desperately for blood. The historian of the Black Death, Ole Benedictow, estimates this cycle took on average two weeks. Then, the hungry fleas became less choosy and turned to humans. The human epidemic began. In an outbreak of the plague in Marseilles, the Gallic bishop Gregory of Tours described the arrival of a plague ship from Spain that immediately killed a household of eight people. Then there was a lull, which we can recognize as the epizootic ticking time bomb, after which the human plague erupted. “Like a wheat-field set alight, the town was suddenly ablaze with pestilence.” After two months, the plague burned out, possibly as summer temperatures rose. Believing all was clear, people returned. But the plague ramped up again.58","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4415","value":4415},"note":null},{"text":"Inevitably, the parlous living conditions of the poor put them in close contact with rodents. In the Black Death, the poor succumbed first, but eventually the affluent were swept up too. In the Plague of Justinian, the disease first “eagerly began to assault the class of the poor, who lay in the streets.” The carnage was, ultimately, promiscuous. It fell “on houses large and small, beautiful and desirable, which suddenly became tombs for their inhabitants and in which servants and masters at the same time suddenly fell dead, mingling their rottenness together.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4422","value":4422},"note":null},{"text":"A tally of ca. 250,000–300,000 dead within a population thought to number half a million on the eve of the calamity would fall squarely within the most carefully derived estimates for the death rates in places hit by the Black Death, at 50–60 percent.61 The social order wobbled and then collapsed. Work of all kinds stopped. The retail markets were shuttered, and a strange food shortage followed. “A true famine was careering about in a city that nevertheless abounded in all goods.” “The entire city then came to a standstill as if it had perished, so that its food supply stopped. . . . Food vanished from the markets.” Money could not be changed. Dread overshadowed the streets. “Nobody would go out of doors without a tag upon which his name was written and which hung on his neck or his arm.” The palace succumbed. Its army of ministers was reduced to a few servants. Justinian himself contracted the plague. He was lucky to number among the one-fifth or so of those who survive infection. The state apparatus receded into invisibility. “The whole experience may be summed up by saying that it was altogether impossible to see anyone in [Constantinople] wearing the chlamys,” the vivid costume of those who represented the face of imperial order.62","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4443","value":4443},"note":null},{"text":"Before the Justinianic Plague, the limiting factor in the scale of ancient disease events was the mobility of the pathogen. Most people were protected by the viscosity of ancient travel and communications. Even in the interconnected Roman Empire, life moved to the dull pace of unmechanized transport. The demographic dominance of the countryside defused the impact of any mortality crisis; cities were the most vulnerable to pathogens transmitted directly between humans like the smallpox virus. In the modern literature on the Plague of Justinian, it is a casually entrenched assumption that the worst damage was in the cities. But nothing is more apt to lead us astray from the secret of the plague bacterium’s violence.66 The plague is different. Y. pestis does not rely on travel via direct transmission between human victims. Nor is it spread by environmental contamination. Human population density is mostly beside the point, except insofar as it bears on the concentration of rats. Rodent vectors were abundant in the settled countryside and in the wild. The human networks of trade and communication were an accelerant, speeding the dispersal of the bacterium into far-flung rat colonies. But Y. pestis relentlessly diffused through the thick, ubiquitous networks of rodents. And given that the pandemic could also harness other small mammals and human parasites as vectors of transmission, its versatility was an additional force of propulsion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4478","value":4478},"note":null},{"text":"For contemporaries of the first pandemic, it was newsworthy when any people was spared the plague’s destruction. The Moors, the Turks, and the Arabs inhabiting the desert were reportedly exempt from the global catastrophe. A poetic account of the plague in Africa emphasized that the plague had annihilated the Romans but not “affected the rancorous tribes.” The Turks themselves boasted “that from the very beginning of time they have never witnessed an epidemic of plague.” And it has been the conventional wisdom that the plague passed over the Arabian heartland. “Neither Mecca nor Medina were affected by any of the plague epidemics which broke out elsewhere in the Near East.” In the seventh century, Anastasius of Sinai, the abbot of the famous monastery of Saint Catherine’s, noted that the “deserted and dry” places inhabited by unbelievers “never experience plague.” The Moors, Turks, and inhabitants of central Arabia—all shared a nomadic lifestyle. The ecological explanation suggests itself: that the non-sedentary social formation was a protection against the deadly rat-flea-plague nexus.71","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4519","value":4519},"note":null},{"text":"The plague was a thief in the night. In an instant, it reversed the collective, painful efforts of two centuries of demographic growth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4531","value":4531},"note":null},{"text":"Ancient societies were always tilted toward the countryside. By now some 85–90 percent of the population lived outside of cities. What set the plague apart from earlier pandemics was its ability to infiltrate rural areas. It made the plague pandemic far more deadly than anything that had come before. Once the disease became epidemic, the overwhelming biology of the killer Y. pestis took over. The plague is basically indiscriminate, as our ancient authors were keen to emphasize. Young and old, men and women, rich and poor fell before its deadly march. But death preyed especially on the frail. Even against an enemy so formidable as Y. pestis, the underlying biological status of the population was not completely immaterial. The wrenching climatic anomalies of the years leading into the Justinianic Plague had thinned the food supply. The insalubrious disease environment in the Roman world left its inhabitants weakened and their immune systems depleted. All of these variables point to the frailty of the Roman population on the eve of the first pandemic. The first pandemic cut through a people hungry and weak.73","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4537","value":4537},"note":null},{"text":"Fundamentally everything about our knowledge of the Justinianic Plague is consistent with the conclusion that the mortality also carried off an unfathomable half of the population. The plague immediately convulsed the normal rhythms of life. The harvest rotted in the fields. Food was scarce. Then, with fewer mouths to feed, it was more abundant than usual. The price of wheat collapsed. Wages, by contrast, soared. In AD 544, Justinian decreed that “It has come to our knowledge that even after the correction meted out according to the Lord God’s love of humanity [that is, the plague], men engaged in dealing and scheming and those who practice different crafts and those who work the land, and even sailors, who ought to have been made better, have turned to greed, and seek double or triple prices and wages against ancient custom.” The inheritance system was thrown into disarray, and in an economy with extensive networks of credit, the banks were desperate to enforce debt obligations on successors. Except for churches, building activity ceased.75 The state was sent reeling. Justinian issued gold coins that fell below the sacred target of 1/72 of a pound. It was the first manipulation of the gold currency since Constantine, and it scandalized the mandarins. The army was already dangerously overextended, and now its ranks were decimated. The plague heralded the beginning of an unprecedented fiscal-military crisis. In the coming generations, the Roman state struggled to mobilize an army, or more often to pay for it. Justinian refused to forgive tax arrears in the years following the demographic catastrophe, until finally in AD 553 he relented. He declined to reduce the overall tax burden. The survivors were crushed with fiscal pressure. By the middle of his reign, the empire was probably charging the highest tax rate ever imposed in Roman history. Procopius’ critique of the regime rests on the charge of fiscal rapacity. Meanwhile, the reform agenda creaked to a virtual halt. Peter Sarris counted 142 edicts and constitutions issued between AD 533 and 542 (14.2 per year). From AD 543 to 565, there was a total of 31 (1.3 per year). As we will see in the next chapter, there is a relatively uncomplicated line from demographic collapse to the failure of the eastern empire.76 But the shock of the first outbreak was only the beginning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4563","value":4563},"note":null},{"text":"Once the first thrust of the disease was complete, Y. pestis deployed evasive maneuvers. Whereas a virus like smallpox leaves an imprint in the immune system that confers strong and lasting immunity on survivors, the plague bacterium probably conferred only partial and temporary immunity on any victims who survived. The question is not entirely settled,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4583","value":4583},"note":null},{"text":"Plague had another, even more insidious stratagem in the long run. An obligate human parasite like smallpox lacked an animal reservoir where it could hide between outbreaks. Plague was more patient. As the wave of the first visitation pulled back from a ravaged landscape, small tidal pools were left behind. The plague lurked in any number of rodent species. These biological weapons of the plague—the fact that it does not confer strong immunity and that it has animal reservoirs—allowed the first pandemic to stretch across two centuries and cause repeated mass mortality events. To take its true measure, we should think of the first pandemic not as a big bang, but as a chain explosion that sounded for two centuries. The medieval pandemic that followed the Black Death lasted for four centuries in Europe. We have lately come to see, a little more clearly, how it endured for so long. Y. pestis became enzootic in the west: plague was able to sustain itself among commensal or sylvatic species. The periodic recurrence of the plague did not rely on repeated reintroductions from the central Asian home of Y. pestis. Here the most traditional and novel forms of evidence are converging. Ann Carmichael has made a brilliant case for an enzootic plague focus in the foothills of the Alps and the Alpine marmot as a maintenance host. And new genomic evidence from plague victims has established that the bacterial agents of later outbreaks were direct lineal descendants of the Black Death. Once introduced into the west, this bacterial guest long overstayed its welcome, before mysteriously vanishing again.78","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4592","value":4592},"note":null},{"text":"Throughout the sixth century, Constantinople remained the nerve center of the entire eastern Mediterranean, with tentacles stretching far to the west. One of the real legacies of Justinian’s reconquest was to ensure that the western Mediterranean remained linked into the disease system of the east. Amplification events could have originated almost anywhere and found their way to Constantinople; the capital was a relay station, gathering the germs of empire and acting as an engine of metastatic dispersal.80","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4619","value":4619},"note":null},{"text":"Yet, this outbreak was the last act of Constantinople as a great dispersal mechanism. Between AD 542 and AD 619, plague struck the capital on average every 15.4 years. Thereafter, it struck twice in 128 years, or once every 64 years. This abrupt shift follows the waning dominance of Constantinople in the eastern Mediterranean. From the middle of the seventh century, the city came to play a peripheral and passive role in the epidemiology of the first pandemic.82","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4646","value":4646},"note":null},{"text":"The offshoot of Y. pestis that immigrated to the Roman Empire in AD 541 and caused such wrenching devastation for two centuries was an evolutionary dead end. The pathogenic agent of the Justinianic Plague is an extinct branch of the species. Its disappearance is as mysterious as its arrival. Perhaps it is even more elusive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4780","value":4780},"note":null},{"text":"It is probably important that the Late Antique Little Ice Age was giving way to the warmth of the high middle ages when the first pandemic ended, but we cannot say precisely how. The first era of plague ended as suddenly and unexpectedly as it had begun.93","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4783","value":4783},"note":null},{"text":"We struggle to comprehend biological events of this magnitude. The rise of Y. pestis was a landmark event in the history of the human species. Perhaps never before has humanity stared down an enemy so lethal and crafty. The two great plague pandemics that bookended the middle ages were, in relative terms, the most severe biological catastrophes in history. The violence of the initial wave reversed two centuries of demographic expansion in the blink of an eye. Then the persistence of plague for two centuries strangled hopes of recovery. If we imagine, for instance, a normal growth rate of 0.1 percent per annum leading into the first wave, 50 percent total mortality in an eastern Roman population of 30,000,000, and thereafter a combination of quick recovery rates (0.2 percent per annum) and smaller mortality events (10 percent mortality events every 15 years, which seems characteristic of the Constantinople phase of the pandemic), the power of the subsequent amplifications to maintain the population at low levels is apparent. It was as though the mass of the atmosphere had suddenly grown oppressively heavy, and human societies stooped beneath its invisible weight.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4787","value":4787},"note":null},{"text":"But nature’s caprice was not satisfied with the introduction of the deadliest germ it has ever conjured. If the shock of plague left Justinian’s dream of reunifying the old empire stalled in quagmire and desolation, the final stages of the Roman Empire’s dissolution did not represent the triumph of the bacterium alone. We cannot try to measure the plague’s impact in isolation from the history of the climate. The fall of the Roman Empire was equally decided by the unwelcome arrival of a new climatic regime that is starting to be called the Late Antique Little Ice Age. The combination of plague and climate change sapped the strength of the empire. The unaccountable grief and fear left the survivors with the shuddering feeling that time itself was drawing to a close. “The end of the world is no longer just predicted, but is revealing itself.”95","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4797","value":4797},"note":null},{"text":"The Late Antique Little Ice Age straddles the threshold between antiquity and the onset of the middle ages. It was an environmental event of the first order. Its origins lay far outside the sphere of human influence, but its human ramifications were immense, and they were inseparable from the consequences of the first pandemic. Together, climate change and disease exhausted the remnants of the Roman imperial order. The demographic consequences were primary. Gregory’s Rome may have been home to as few as 10–20,000 souls huddled inside its walls; they would barely have filled a corner of the Colosseum. Across most of the old Roman world, ancient landscapes of settlement shriveled up. The state was deprived of metabolic energy, and painful atrophy set in.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4846","value":4846},"note":null},{"text":"Each of the great environmental convulsions in the Roman Empire provoked unpredictable spiritual reverberations. The Antonine Plague turned the imagination toward the possibilities of an archaic and increasingly universal Apollo cult. The Plague of Cyprian cracked the foundations of ancient civic polytheism and allowed Christianity to creep into the open. In the sixth and seventh centuries, the concatenation of plague and climate deterioration spawned an age of eschatology, within Christianity, Judaism, and that last offspring of late antiquity, Islam. The precise conjuncture of environmental damage, political disintegration, and religious ferment decided the final sequence of Rome’s demise. In the seventh century, the most vital remnants of the empire were swallowed from the periphery, by a rising power that was neither fully within nor fully beyond the orbit of the classical Mediterranean. Materially and imaginatively, the ascent of Islam would have been inconceivable without the upheavals of nature. This was the end of the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4862","value":4862},"note":null},{"text":"There is now little doubt about the timing or magnitude of the events that so unsettled contemporaries: a cluster of volcanic eruptions that rivals anything in the Holocene. The AD 530s and 540s stand out against the entire late Holocene as a moment of unparalleled volcanic violence.16 Sometime in early AD 536, there was a massive volcanic eruption in the Northern Hemisphere, ejecting megatons of sulfate aerosols into the stratosphere. The precise identity of the volcano is so far unknown, but the effects were visible at Constantinople by late March. It remains not impossible that a meteorite impact at just this time contributed to the chaos, too. But the proxy evidence has clarified that there was a second, even more cataclysmic, explosion in AD 539 or 540. The second eruption was a tropical event that has left its traces at both poles. Twice in the space of four years, the earth belched historically massive clouds of sulfates into the stratosphere, blocking the intake of energy from the sun.17","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4946","value":4946},"note":null},{"text":"In series from across the Northern Hemisphere, AD 536 was the coldest year of the last two millennia. Average summer temperatures in Europe fell instantly by up to 2.5°, a truly staggering drop. In the aftermath of the eruption in AD 539–40, temperatures plunged worldwide. In Europe, average summer temperatures fell again by up to 2.7°. In proxies around the globe, the 530s and 540s stand out as cruelly frigid times. The decade 536–545 was the coldest decade of the last 2000 years. It was colder than the deepest trough of the Little Ice Age. In fact, the severity exceeds what might be expected of volcanic forcing alone. Somehow, the background conditions of the climate or the synergistic effects of the clustering rendered the impact of this volcanic outburst even more than the sum of its parts. The Late Antique Little Ice Age had arrived.18 The consequences were not immediately overwhelming. The harvests failed, but mercifully the previous year had been abundant and the inherent resilience of Mediterranean societies buffered them from instant famine. If there was an immediate effect of the sharp climate anomaly, it might be the hidden ecological trigger that led the plague bacterium to disperse in the years just following the spasm of volcanic activity. Whether the ice stirred contemporary human migrations in central Asia is unclear: drought events are more consequential than temperature anomalies. In sum, the cool years in the 530s and 540s did not elicit immediate social collapse or state failure in the Roman world. Rather, these harsh years quietly added stress to an imperial order already stretched by massive warfare and imminently to become the victim of Y. pestis. The cooling in the 530s and 540s might have been sharp but transient. Instead the volcanic furor was overlaid by a longer and deeper decline in solar output. The sun’s inconstant dynamo plummeted toward lower levels of energy output. Following a modest peak of solar activity around AD 500, a steep decline set in, reaching a low in the late seventh century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4955","value":4955},"note":null},{"text":"The decline in solar output was deeper and more enduring than the volcanic forcing. A grand solar minimum, centered in the late seventh century, was the greatest plunge in energy…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4973","value":4973},"note":null},{"text":"The coldest period stretched across a century and a half, from the middle of the 530s to the 680s. But even a global climate organization as sharply pronounced as the Late Antique Little Ice Age varied locally in its impacts. While temperature changes tend to be spatially coherent—it was colder nearly everywhere—moisture regimes are sensitive to regional and local climate mechanisms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4979","value":4979},"note":null},{"text":"In Sicily, where the last remnants of the old land-holding order in the west clung to their habits of interregional property ownership, there was nothing short of an agricultural boom. The abundant rains brought renewed prosperity to the wheat economy for the last grandees of the Roman order. At the same time, the climate regime threatened to deliver waters in excess. The frequent flooding of sixth-century Italy is one sign. The destructive winter inundations across so much of Italy in AD 589 were an abrupt intensification of the climate regime that regularly steered precipitation over the Mediterranean.22 In Anatolia, the turns and subtleties of the Late Antique Little Ice Age are traced across the ecologically diverse subcontinent. In most regions the period of positive NAO ca. AD 300–450 had brought aridity. But in the course of the fifth century, the dry days of the past vanished. Winters were more intense, with heavier snows in the uplands. Flooding became a major preoccupation, across Anatolia and into northern Mesopotamia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=4988","value":4988},"note":null},{"text":"The march of aridification continued across North Africa, but its chronology is imprecise.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5003","value":5003},"note":null},{"text":"To the south of the empire, groundwater tables dropped inexorably in the Saharan soils. The Garamantes in the Fezzan resorted to ever more desperate bids to retrieve water from the ground. The scaling-up of conflict between Romans and “Moors” from the later fifth century may represent the arrival of new peoples, fleeing from the dry south into the greener climes of North Africa.24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5004","value":5004},"note":null},{"text":"Syria and Palestine were the heartland of the late antique east. They were an endlessly fecund source of religious energy and an economic engine. Settled agriculture was the source of tremendous wealth, and it crept outward further than ever before. But at some point the desert made a land-grab. The “dead villages” of Syria and the once-fertile wine country of Gaza were put beyond the reach of even irrigated agriculture.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5018","value":5018},"note":null},{"text":"In late antiquity, we observe that the precipitation regimes in Anatolia and the Levant, far from moving in tandem, reveal an anticorrelation. While Anatolia was arid, Palestine was humid (i.e., ~AD 300–450/500). When Palestine started to turn more arid (~AD 500), Anatolia was soggy with rain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5025","value":5025},"note":null},{"text":"If we hew to the evidence for climate, and defer momentarily the human responses to the environment, the natural proxies suggest that more arid conditions arrived in the Levant at some point between ~AD 500 and 600.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5031","value":5031},"note":null},{"text":"Historical change is neither sudden nor tidy. The twin catastrophes of plague and ice age did not collapse the Roman Empire in a clean blow. They did not even topple the regime of Justinian, who kept his grip on the levers of state to the bitter end of his life. But environmental degradation sapped the vitality of the empire. In the long run, the forces of dissolution prevailed. Sometime in the years spanned by John the Almsgiver’s life, in the second half of the sixth century and the first years of the seventh, the empire crossed a tipping point. Different regions of the empire responded to the shocks of mortality and climate change at their own rhythm. Some wilted without delay, others withstood the winds of change for a time. Because the imperial system itself was a network, a connected system of vastly different ecological and economic territories, it could draw on the remaining zones of energy. Like a towering oak drawing its last nourishment from a decaying root system, the empire died from the inside, slowly. Only then was it felled by a swift blow, from without.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5075","value":5075},"note":null},{"text":"In the farthest west, the free fall was most undisguised. When Pope Gregory the Great, in light of the coming judgment, urgently dispatched missionaries to convert the pagans of the British Isles, his ministers found a land that the Romans would hardly have recognized. A fourth-century landscape dotted with Roman towns and prosperous farmsteads had been brutally erased. By the end of the fifth century, “there were no towns, no villas and no coins.” Peasants of the Roman countryside had dined off industrially produced table ware; now even those of privileged station returned to the days of hand-thrown pottery. We should not underestimate a regression so basic; it would be as though we gave up refrigerators and returned to ice boxes. In many ways, the lifestyle of the early medieval elites compared poorly to middling persons of the late Roman Empire. The towns became shadows of their old selves. Britain was a backwater but never totally cut off: it is telling that Gregory’s letters show him reacting to an emergent slave trade, carrying westerners to the markets of the wealthy east.34","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5091","value":5091},"note":null},{"text":"In Gaul, the post-Roman world was bisected by a north-south divide falling along the line of the Loire River. In the north, the Roman order was rapidly transformed. The old fabric was torn apart. Coins nearly disappeared from the economy for a few generations in the later fifth and early sixth centuries. In the south, by contrast, life still revolved around the Mediterranean. The urban fabric held into the sixth century; villas remained inhabited, even if no new ones were being built; and eastern traders and eastern wares reached the shores of Gaul. Then, in the middle of the sixth century, the first wave of plague swept from the Mediterranean to the Atlantic. Some of the last bastions of Roman urbanism, such as Arles, vanished completely. Marseilles maintained a shadowy existence, the last outpost of connectivity. The repeated visitations of the plague may have affected the south of Gaul, even as the isolation of the north insulated it from later outbreaks. In the Frankish north, the seeds of a medieval order germinated. It was here that a new civilization started to grow, one not haunted by the incubus of plague.36","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5108","value":5108},"note":null},{"text":"In Italy, the future was still indeterminate when the troops of Belisarius set sail for the campaign of reconquest. Already, urban markets shrank, and the villa economy slumped toward ruin. At different tempos, the cities became smaller, the church more prominent, the old monuments repurposed, and public space turned private; fortifications went up, often enclosing only parts of the old cities; towns were ruralized, as animals pastured in their streets. But ca. AD 500, the peninsula still presented a basically Roman face. The money economy prevailed. Ceramics from around the Mediterranean made their way not just to the old capital but to towns across the peninsula. The settlement hierarchy remained organized around the dispersed, lowland grid of villas and farmsteads. In the south, especially, life went on. The old order had not been overturned.37 In the decades of Ostrogothic dominion, a period of cautious optimism reigned in Italy. The dossier of the minister Cassiodorus reveals an intent to restore the prosperity of Italy, along ancient lines. “Our care is for the whole republic, in which, by the power of God, we are striving to bring back all things to their former state.” Repairs to aqueducts, roads, and other elements of the public infrastructure were afoot. The Colosseum was spruced up, and games were still celebrated in the AD 520s. But in AD 536 came the forces of the eastern Romans, and in AD 543 came their germs. The combination of war, plague, and climate change proved overwhelming. The mid-sixth-century represents a sharp turning point for most of Italy. A hesitant recovery was strangled in the cradle. The break is visible in both town and country. Most towns suffered a fate somewhere between hollowing out and utter annihilation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5117","value":5117},"note":null},{"text":"The climate changes of the sixth century reversed centuries of human toil in Italy. The precocious cities and neat fields had been carved into nature, carefully harnessing its fickle powers. But depopulation and the withering power of the state undermined the control systems upon which the miracle of civilization depended. In the sixth century, a vicious circle exerted itself. Harsher environmental conditions—a colder and wetter climate—choked the demographic recovery, while the shortage of manpower put societies at a starker disadvantage against the natural environment. The floods we meet in the chronicles represent not so much the raw power of nature, as the untimely conjunction of environmental stress and social incapacitation. The terraces washed out. Ports silted up.…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5133","value":5133},"note":null},{"text":"but one bold scholar hazards that the population of Italy was reduced to a half or quarter of its Roman levels.40 What happened in Italy was not mere decline; it was collapse and reorganization. Coins, once ubiquitous, vanished except from a handful of Byzantine outposts. The humble household products from overseas first receded, then disappeared. The vaulting hierarchies of the Roman social structure were involuted, leaving a drastically simplified binarism of haves and have-nots. The great wealth of the aristocracy evaporated, the middling element could no longer regenerate, and the Christian church found itself, unexpectedly, the richest inheritor in a less prosperous world. An entirely new logic of settlement imposed itself on the landscape, as the fertile lowlands—exposed to environmental stress and barbarian pillagers—were abandoned for the retreat of the hilltop village. As Brian Ward-Perkins has observed, Italy was sent reeling backwards, to levels of technology and material culture that had not been seen since before the Etruscans. The alliance of war, plague, and climate change conspired to reverse a millennium of material advance and turn Italy into an early medieval backwater, more important for the bones of its saints, than its economic or political prowess.41","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5145","value":5145},"note":null},{"text":"North Africa sat between the sharp decline of the west and the continued vibrancy of the east. The Vandal conquest was not a great caesura. In many parts of Roman Africa, the fourth and fifth centuries witnessed a peak in settlement. In the eastern stretches, across Libya, this vibrancy was interrupted already in the fifth century. The tidewall of Roman civilization broke down, and new peoples encroached from the Sahara into the fringes of Roman settlement. But in the central axis of Tunisia, prosperity endured. African Red Slip Ware retained a huge market share around the Mediterranean. Carthage was a hub connecting the fertile hinterland to the wider world, and it prospered into the sixth century. But from the later sixth century, there was manifest recession all across the African heartland. The disarticulation of the seaborne commercial network is thought to have stalled the circulation of wealth into the African provinces, but plague, too, should be compassed as a possible culprit in an obviously wrenching population crisis. Again, here, the multifaceted and long-term dissolution of an old system was hastened by the blows of mortality crisis and climate change.42","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5155","value":5155},"note":null},{"text":"The only dead tissue in the empire Justinian first inherited was in fact the strip of Danubian provinces whence he originated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5166","value":5166},"note":null},{"text":"To the south, in the core of Greece, we meet a world in the throes of roaring growth. Ancient cities flourished anew, with “unbroken continuity to 550 at least (with a Justinianic high point).” Spectacular churches went up in the fifth and sixth centuries. The countryside witnessed an explosion of settlement. Trade brought goods from far-off lands deep into the inland, mountainous folds. But in the middle of the sixth century, this efflorescence came to a screeching halt. The upswing was violently reversed. On the western edges of the Greek world, the city of Butrint, one of the most carefully excavated cities in the Mediterranean, shows steep decline after ~AD 550. Corinth was in decline before AD 600. Urban retreat moved in step with rural decay. In Macedonia, there was “a profound but ‘silent’ revolution during the latter part of Justinian’s reign. A previously dynamic settlement-system characterised by a degree of monetisation, by professionally decorated church-building, and a degree of hierarchisation, lost all these features.” In the south, the period after the mid-sixth century has been described as one of “utter desolation.” In fact, so brutal and so complete was the collapse that it “has led to considerable hand-wringing on the part of scholars wondering where all the people have gone.”44 The Greek case has great diagnostic value. The cities and valleys of Greece have been carefully combed. And here, attritional warfare and political turnover are not easy explanations. The corrosion reached remote corners of the Greek peninsula. The point of inflection in the middle of the sixth century is remarkably consistent from one site to another. It is possible to find some meager traces of habitation, and it is all but certain that humans, just less archaeologically visible than before, continued some level of occupation right through the early middle ages. There are even traces of overseas ceramics into the early seventh century. But this only shows that the demographic collapse preceded the breakdown of commercial circuits. The causes are here more cleanly isolated than elsewhere. Plague and climate change triggered a synchronous convulsion in the middle of the sixth century.45","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5172","value":5172},"note":null},{"text":"In some parts of Anatolia, there were in fact two critical pulses of change, one ca. AD 550 and another ca. AD 620. In the first, growth stalled, but the settlement system was not overturned. Survivors fought to maintain the ancient patterns of life, even in the face of repeated visitations of the plague. Wetter and colder conditions reduced the cultivated land, and monotonous arable farming occupied a more dominant place in the landscape. Several generations plodded forward in a clearly attenuated condition, until the onslaught of Persian invasions delivered the coup de grâce to a staggering society. By the middle of the seventh century, most features of the human landscape had been effaced truly beyond recognition. One of the heartlands of classical civilization was hurled back into a primitive, fragmented state unlike anything seen for over a millennium.47","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5194","value":5194},"note":null},{"text":"Alexandria fared better than any other ancient metropolis into the seventh century. John the Almsgiver’s brazen leadership as patriarch required a vibrant background. The vitality of Alexandria owed much to the sea. It pointed the metropolis toward the prosperity of the Levantine shore, behind which lay the great zone of energy in late antiquity. Syria and Palestine were the spiritual and economic heartland of the fifth and sixth centuries. The arc stretching from southern Palestine to the Taurus foothills was delirious with growth. From ca. 350 to 550, population persistently pushed outward. Cities boomed, led by Antioch and Jerusalem and followed by dozens of secondary towns, facing the networks of the Mediterranean Sea. Levantine traders dominated commerce from the Red Sea to the western Mediterranean. The wine of Gaza was an international success, the grand cru of late antiquity. (In one episode, the patriarch John the Almsgiver was made suspicious by the fine quality of the wine served at the Eucharist, and he was furious to learn it was imported from Gaza!)51","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5231","value":5231},"note":null},{"text":"But in all, the southern Levant proved the most resilient corner of the entire ancient Mediterranean world.54","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5257","value":5257},"note":null},{"text":"The plague roared through this world. But repeated mortality events did not evacuate the landscape of people, nor overturn its logic. What the focalization of plague in the eastern Mediterranean may have accomplished was the displacement of the greatest energy away from the coasts and deeper into the interior. The stark lands of the predesert, east of the Jordan River, enjoyed a lively existence deep into the age of crisis. Along the innermost ring stretching from Petra to Damascus, an entire world of Arab Christian societies flourished. They were deeply connected to the Roman Empire, if always along the edges of it. Here irrigated farming, oasis agriculture, nomadism, and caravan trade mingled cheek by jowl. In the late sixth century, these societies looked west, to the Roman Empire. But soon their empire would fail them. They would pass “quietly and almost willingly without even the slightest whimper into a new and momentous age, the significance of which was neither recognised nor appreciated at the time.”56","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5268","value":5268},"note":null},{"text":"For Agathias, the military-fiscal death spiral was the central problem of Justinian’s reign. He treated the reader to figures that still fascinate and befuddle scholars by their confident precision. An army that once fielded 645,000 men now measured only 150,000. The former number is implausibly high, the latter suspiciously though not inconceivably low. The point is altogether the same. “The Roman armies had not in fact remained at the desired level attained by the earlier Emperors but had dwindled to a fraction of what they had been and were no longer adequate to the requirements of a vast empire.”58","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5305","value":5305},"note":null},{"text":"But demographic abundance is almost always a boon to the state. The state feeds on disposable bodies. The eastern Roman Empire was the great beneficiary of the long-term population growth leading into the first pandemic. In the early sixth century, the Roman army was able to replenish its ranks, once again with a light touch. Hereditary service and voluntary enlistment provided sufficient manpower. “There was a large reservoir of unemployed or underemployed men, particularly landless peasants, on which to draw.” But the demographic bleeding in the age of plague marked a new era in Roman statecraft. From the time of the plague, the Roman Empire faced an ultimately irresolvable conundrum. It could not field the army its imperial geography required, and it could not pay for such an army as it was able to muster. The exact sequence of events through which this drama played itself out, in the desperate years between the reign of Justinian and the final calamities under Heraclius, were shaped by contingency. But the structural mechanics were ultimately determinative.59","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5310","value":5310},"note":null},{"text":"The imperial crusades of Justinian stretched the fiscal-military capacity of the empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5318","value":5318},"note":null},{"text":"The power of the Roman Empire had always been constrained in a way that silently checked all polities until the seventeenth century: the state lacked the capacity to borrow money on any large scale. The absence of debt finance was constricting. In the days of silver money, the emperors could debase the currency. But by the sixth century, the soldiers were paid in kind and in gold. The desperate gambit of debasement was not available. In financial straits, the empire had two options. It could not pay its soldiers, or it could squeeze its taxpayers. The AD 540s initiate an era in which the Roman Empire often did both.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5326","value":5326},"note":null},{"text":"We are told that Justinian “was always late in paying his soldiers and, generally, treated them in a heavy-handed way.” He “began openly cheating the soldiers out of part of their pay and not paying the rest until it was long overdue.” Justinian was said to have cancelled the gold bonus that soldiers received every five years, the basis of reciprocal loyalty since the very first barracks emperors. And he may have stripped the border units settled all along the frontiers of their commission altogether. There is utterly nothing like this in the long annals of Roman history. Justinian was the first deadbeat emperor.61","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5331","value":5331},"note":null},{"text":"The tax hike amounted to a staggering 66 percent. Tax rates were consistently higher in the later sixth century than at any time in all of Roman history.63 It is surprising that Justinian was not overthrown. But he had already survived a political coup early in his reign and had dimmed the enthusiasm for a new revolt. His ruthless treatment of Belisarius—the successful and faithful general—has seemed shocking. But Justinian would not risk allowing the dissatisfaction of his subjects to focus on its most natural candidate, and the general was as loyal as a dog. The emperor’s prodigious talents let him keep a vice grip on power to the bitter end. The opposition failed to find a champion. A reign that had begun with such high hopes—the reform of Roman law, the overhaul of the administration, the building program, and above all the restoration of a Mediterranean empire—ended with the empire lying mortally wounded. When Justinian died at last, the state was exhausted. His successor, Justin II, inherited a treasury with a morass of uncollectable debts. He immediately cancelled arrears. He was handed control of an army that he admitted, in his public voice, “had gone to ruin through want of necessary things, so that the republic was injured by innumerable invasions and incursions of barbarians.”64 The emperors after Justinian might plug holes in the dike, but they could do nothing to push back the gathering tidewaters.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5345","value":5345},"note":null},{"text":"Maurice took the fateful step of directly cutting the pay scale. In former times, Roman emperors might have achieved as much by debasing the coinage, but that was at least a cut in disguise. No emperor had ever dared a straight pay cut. The utterly predictable happened at last. Maurice was overthrown, and his usurper was soon usurped in turn. The old scourge of civil strife was now inflicted on the empire again. It was to prove too much. The emperor Heraclius (r. AD 610–41) would preside over the failure of empire.65","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5362","value":5362},"note":null},{"text":"Moschus was an exact contemporary of John the Almsgiver; along with his friend and fellow traveler Sophronius, he wrote a biography of the Alexandrian patriarch. These three belonged to the last generation that moved easily throughout a Mediterranean world held together by the glue of empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5370","value":5370},"note":null},{"text":"There the lawyer found Abba Zachaios, arms lifted in prayer. We suspect his devotions were addressed to Mary, the Bearer of God. Here the empire’s influence is more subtly present. Palestine was the cradle of Marian devotion. But in the fifth century, the cult of Mary was taken up by the central empire, and by the sixth century devotion to Mary emanated from Constantinople. The decades of plague transformed Constantinople into the city of Mary. The empire was under her protection. To understand the Mary who attained such spiritual prominence in late antiquity, we will have to dispel later, medieval images of Mary from our mind. The figure of Mary that dominated in late antiquity was not the tender mater dolorosa, whose sufferings were the awesome shared point of common humanity. Rather, the Mary who captured the empire’s imagination was the Queen of Heaven. She was a formidable presence, busy in the grand sweep of events. On the day of judgment she would intercede on behalf of humanity before an angry God. The lawyer desperate to see his children was not granted a personal miracle or a private favor of compassion. Rather, through the medium of Abba Zachaios, he was granted a brief but calming glimpse of the cosmic events unfolding around him.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5389","value":5389},"note":null},{"text":"The human response to the spiraling environmental crisis of the sixth and seventh centuries activated the full apocalyptic potential of the surrounding religious atmosphere. Christianity is an eschatological faith. Apocalyptic notes run like a constant background music across the history of the church. But they have not always had the same level of intensity. After the fervor of the first Christian generations, expectations of imminent judgment were subdued. The conversion of the empire to Christianity further dulled anxieties about the end times. Events like the coming of the year AD 500 could fan transient millenarian speculation, but after its uneventful passing, triumphal tones again drowned out the pessimistic notes for a time.71 Then nature intervened. The natural catastrophes of the sixth century induced one of the greatest mood swings in human history. The occlusion of the sun, the rattling of the earth, and the advent of worldwide plague stoked the fires of eschatological expectation, across the Christian world and beyond. Signs of profound collective distress have been detected in places so far removed as Norse myth and Chinese Buddhism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5405","value":5405},"note":null},{"text":"The suffering inflicted by the plague was meant to be “a chastisement.” Here is a word with peculiar depth in a society familiar with the dark extremities of the master-slave relationship; chastisement was the last, desperate, and most brutally corporal effort to reorient the interior will of a recalcitrant slave. Justinian publicly called the plague a sign of God’s philanthropy, his “love for mankind.” The mass mortality was a wake-up call to survivors, sent as a courtesy warning in advance of the great judgment to come.73","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5425","value":5425},"note":null},{"text":"The only greater beneficiary of the crisis was the Mother of God. She enjoyed a new prominence in the religious life of the later sixth century, especially in Constantinople. “The Virgin came to assume a dominant—perhaps the dominant—place in the religious life of the city.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5466","value":5466},"note":null},{"text":"Marian devotion became more widespread, across society. Images of Mary became more common on domestic artifacts, often with an apotropaic purpose. A dazzling pectoral of the later sixth century invoked the Virgin’s succor. “Protect her who wears this.” An armband implored, “Mother of God, help Anna.” The liturgical prominence of Mary and the explosive proliferation of her images testify that the religious ideas we find in the literary texts are reflective of a broader cultural sensibility, apocalyptic in tone.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5471","value":5471},"note":null},{"text":"The beliefs of Christian authority figures like John of Ephesus or Gregory the Great were framed by the narratives of scripture. The biblical canon generously provided the apocalyptic mind with a kit of authorized images and symbols. This tradition was by its nature kaleidoscopic. Its fragmentary and frankly weird symbols could be endlessly bent into new configurations. This tradition was also an invisible cordon around what could be said and thought. “Although patristic theology left no room for home-made prophecy, it allowed ample scope for creative interpretation of the relevant biblical texts.” It is notable that commentaries on Revelation begin to appear in the sixth century. The book had always been a little to one side of the mainstream Christian tradition, but in the age of plague, it was combed with a new urgency. The boundaries of apocalyptic thought were being tested.82 The days of prophetic utterance, strictly speaking, had long been closed in Judaism and Christianity. But ecstatic experiences and religious visions had always hovered on the edges of orthodoxy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5496","value":5496},"note":null},{"text":"But the gifts of clairvoyance were not always safely corralled. In the later sixth and seventh centuries, the loose energy of apocalyptic expectation began to overflow the banks of the old textual traditions.83","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5505","value":5505},"note":null},{"text":"The growing antagonism between the Roman state and its Jewish subjects, which reached a fever pitch in the forced baptisms ca. AD 630, fired wild messianic fervor. Under pressure, Jews looked for the “footprints of the Messiah.” The Jewish forms of expectation were their own, but they clearly breathed the same apocalyptic air as those around them.84 In the early seventh century, the momentum of political events gave a new, unstable charge to apocalyptic ideas. The endless war between Rome and Persia was fuel to the fire. The clash of great empires known as “the two eyes of the world” seemed like the ultimate confrontation. The conflict took on overtones of holy war. Already under Maurice, the Roman army was using the “Virgin Mother of God” as a watchword. Between AD 602–628, the violence broke through its customary theaters. It became a total war. Persian armies cut into the deep tissue of the empire. The Holy Land fell. Syria was taken in AD 610 and Palestine by AD 614. The fall of Jerusalem was a moral shock and attended by wholesale slaughter. The relic of the True Cross was taken into Persian possession. The “psychological impact” of Jerusalem’s fall was “perhaps only comparable to the trauma the Romans experienced when Rome was sacked in 410.” Apocalyptic time sped up. Next Egypt fell and then Anatolia. In some places, such as Asia Minor, there was never recovery.85 The destruction was vast, and the worst was in view. By AD 626, the Persians were at the walls of Constantinople. An army of Avars had advanced upon the capital simultaneously. In the darkest hour, the people turned to the Virgin. Her icon was paraded in the streets and upon the great walls. The salvation of the city seemed supernatural. The emperor Heraclius, meanwhile, launched an aggressive counterattack. With icons of Christ and the Virgin in the van of his armies (and considerable aid from the allied Turks), he reclaimed the smoldering remnants of the eastern provinces by AD 628. Ever so briefly, the old political equilibrium was restored. The true cross was triumphantly returned to its home in Jerusalem. Political events were creatively enfolded in apocalyptic meaning, in a way they simply had not been since the prophecies recorded in the book of Daniel. And now, the entire world looked to political events with the bated breath of eschatological hope.86 The emperor Heraclius was hailed as a figure of cosmic significance. But his restoration was to prove short-lived. The speed of the next act has always astonished. While Rome and Persia were locked in bloody confrontation, something stirred to the south. In the space of just a few years, Arab invaders simply detached the prize territories of the Roman east from the nerve center in Constantinople. Turning the desert fringe that enveloped the Levant into a zone of conquest and control, the army of believers from Arabia dismembered the Roman Empire. The conquests were swift and pitiless, but great destruction was simply not…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5511","value":5511},"note":null},{"text":"The conquest of the eastern provinces in the AD 630s and 640s by a prophetic eschatological movement might be considered the final act in the fall of the Roman Empire. With the detachment of the eastern possessions, the empire’s last great zone of energy was lost. The Mediterranean world was cut apart. The Roman Empire was reduced to a Byzantine rump state whose straggled possessions were meager and impoverished. The Islamic caliphate now claimed what were and would remain the most vibrant heartlands of cultural, spiritual, and scientific endeavor, as the Fertile Crescent, once again, reasserted its title as the core and crossroads of civilization. The fragmented territories of the Latin west became the backwater of Eurasia. They were fated to pass a long cycle in the outer orbit of civilization. Never again would there be a pan-Mediterranean empire, linking the energies of the Old World continents into a unified power. A new age had arrived. Rome’s empire was always poised uncertainly between fragility and resilience, and in the end the forces of dissolution prevailed. But the supreme sway of climate and disease in this story relieves a little of the temptation to find the hidden flaws or fatal choices that spelled Rome’s demise. The fall of Rome’s empire was not the inexorable consequence of some intrinsic fault that only worked itself out in the fullness of time. Nor was it the unnecessary outcome of some false path that wiser steps might have circumvented. Long reflection on the fate of Rome led Edward Gibbon to marvel not that the empire had fallen, but rather that it “had subsisted so long.” All that we have learned about Rome in the intervening time, not least the exhilarating discoveries of recent years, only serves to confirm and even expand such a humane sentiment. In the face of relentless adversity, the empire held firm. Amid unaccountable sorrows, its people endured. Until, at last, the mortal frame of the empire could bear no more, and proud new civilizations arose from the rich soil left in its ashes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5573","value":5573},"note":null},{"text":"The expansion of human numbers started with the great dispersal out of Africa and the uncanny ability of our species to colonize nearly any environment on the planet. Still, there were only some five million humans in total, thinly strewn across the habitable continents, when our ingenious Stone Age ancestors discovered the possibilities of domestication. The rise of agriculture was an energy revolution, a way of converting solar radiation into consumable calories with an efficiency that changed everything. The explosive potential of the revolution was realized in the vertiginous increase of human numbers.2 Those first farming civilizations were not so different, in their energy basis, from the world that Malthus knew in 1800. In the England where Malthus was born, per capita wages were a little higher than they had been at the dawn of agriculture, but not radically so. In fact, average incomes in eighteenth-century England were vastly closer to Roman levels than to those we enjoy in the developed world today. It was far from clear, as Malthus wrote, that humanity had escaped the energy trap of preindustrial economies. And certainly not all societies had. On the cusp of the Industrial Revolution, for instance, wages and human welfare in the heartlands of Chinese civilization were roughly comparable to most European societies. But in the course of the eighteenth and nineteenth centuries, the Chinese population multiplied and outstripped its ecological capacities, inducing just the kind of vicious sequence of famine and social catastrophe that elementary Malthusian doctrine would have predicted.3 Ironically, Malthus, as a prophet, was most glaringly wrong in the case of his own country. With the English in the vanguard, humanity engineered another, even more sweeping energy revolution. The solar energy congealed underground in fossil form was tapped and harnessed to machines; scientific enterprise was mobilized behind the useful arts. The combination of more energy, more food, sanitary reform, and (late in the day) germ theory and antibiotic pharmaceuticals contributed to a population upswell unlike anything in the history of life on the planet. In just the last two centuries, humanity has added another six billion to its living ranks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5602","value":5602},"note":null},{"text":"It has been central to the argument of this book that the rise of the Roman Empire catalyzed—and in turn, depended intimately upon—an economic efflorescence. Gibbon’s “happiest” age was one of those phases of history when trade and technology outran the vengeful force of diminishing returns. For a long cycle, the Romans enjoyed real, intensive growth. The more general implication is that preindustrial economies were springy, and the “vibrations” of Malthusian theory could work themselves out over very long stretches of time. Modernity has been built on a singular energy breakthrough, but there were premonitions, and Rome was one. We have also seen that nature, which creates the “means of subsistence” upon which premodern societies feed themselves, is anything but a static backdrop. On its own terms and tempo, nature alters the conditions within which human societies have sought to scratch out their livelihoods. Even in the relatively calm Holocene, the sun acted like a whimsical dimmer switch, modulating the amount of energy received; volcanoes and the earth’s own erratic internal systems have further scrambled the prospects of human societies. This pulsing irregularity shakes and sways an already complex arrangement. Polities and societies are built on economic and demographic foundations, and these in turn grow and contract under the external influence of nature’s capricious will. The energy limits of preindustrial societies were malleable and in flux. These amendments expand rather than overturn the Malthusian laws. But this book has suggested another, deeper logic at work, just beyond anything Malthus imagined. The Malthusian regime describes the ecological constraints of plant energy. (Meat is just plant energy inefficiently but delectably converted to food.) Whenever this energy ran scarce, human populations were cut down to size by a deadly but generic and interchangeable array of terrible devices, including epidemic diseases. In reality, mortality has been a much wilder, more independent and unpredictable force than the strict laws of energy limits would predict. One reason is that epidemic disease depends so thoroughly on the biology of the pathogens whose business it has been to regulate human populations. Food scarcity can call forth and impel some infectious agents, but others are ravingly indifferent to the nutritional status of the societies they stalk. A cursory glance at the trajectory of human population growth, from the invention of agriculture down to the first billion people, reveals how imponderably decisive just a few microbial enemies have been in the destiny of human societies.4 Seen in this frame, the Malthusian laws are at last too narrow to endure. They fix all our attention on humans and plants. But the microbes are not simply an unruly inconvenience, a mild disturbance in the pattern. They belong to the deeper pattern, a fuller ecology of the earth in which our species competes and cooperates with others, including…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B071SLPWVL&location=5625","value":5625},"note":null}]}