{"asin":"B07RB1HMRM","title":"Disunited Nations: The Scramble for Power in an Ungoverned World","authors":"Peter Zeihan","highlights":[{"text":"Through these stories, we’re going to keep two big ideas in mind. The first is that geography might not be destiny, but it is damn close.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=85","value":85},"note":null},{"text":"France will lead the new Europe, not Germany. We should be worried about Saudi Arabia, not Iran. We should be thinking about how to remedy mass starvation in China, not counter its economic and military","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=143","value":143},"note":null},{"text":"too. National success requires achieving both continuity and economies of scale. Those big enough to have economies of scale rarely have good borders that enable continuity—think Russia. Those sufficiently isolated to have long continuities rarely have scale—think New Zealand.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=192","value":192},"note":null},{"text":"American leadership in the years since has been, in a word, underwhelming. Bill Clinton found foreign policy boring and did his best to avoid it. George W Bush became embroiled exclusively in the Middle East. Barack Obama proved so insular he refused to have many meetings with, well, anyone—even allies within his own Democratic Party. Donald Trump’s “America First” expressly calls for divorce from the global system. None of the four picked up the challenge of George HW Bush to reform the Order and build a better world. Nor did any of the four provide the necessary guidance to American military, intelligence, and diplomatic staff as to what America’s goals actually are.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=355","value":355},"note":null},{"text":"But this ever-more-wealthy, ever-more-connected, ever-more-advanced world lost sight of one central, inconvenient truth: American involvement in the Order isn’t about—was never about—free trade and its subsequent effects as an end. Free trade was the means. Free trade was part of the bribe. The Americans never enmeshed their economy into the Order. If they had done so, it would have been as if they were establishing an empire with the allies being the new provinces.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=382","value":382},"note":null},{"text":"Today the United States remains the least integrated major economy in the world. Which means that with the notable exception of Soviet containment and defeat, none of the Order’s advances—in energy, agriculture, finance, manufacturing, disease prevention, education, lifespan, democracy, child mortality, and on and on and on—were part of the plan. They were merely side effects.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=388","value":388},"note":null},{"text":"On New Year’s Day 2002, a dozen European countries jointly ditched their national currencies in favor of a new, common currency: the euro. There are any number of reasons why the euro adoption wasn’t all that realistic, but it is undeniable that part of the euro’s raison d’être was to pool European economic power so that Europe could provide a non-American pole of power in global affairs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=423","value":423},"note":null},{"text":"Speaking of NATO, the allies’ financial contribution to their national defense was weak during the Cold War. After the Cold War, their defense spending dropped so much that the French cannot move troops without renting tourist ferries, while the bulk of Germany’s submarines, surface ships, tanks, and jets cannot even deploy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=455","value":455},"note":null},{"text":"Many condemn Donald Trump for destroying the global Order. Let’s be real here. If there is one thing that Americans on both the Left and Right agree on, it is that the United States should pursue a more modest role in foreign affairs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=458","value":458},"note":null},{"text":"A more accurate assessment is that despite Donald Trump’s trademark brashness, American policy trajectory hasn’t changed much. In the seventh year of George W Bush’s presidency, the United States initiated a broad global drawdown of its troop levels. That disengagement continued both under Barack Obama and Donald Trump. At the time of this writing, the Americans now have fewer troops stationed abroad than at any time since the Great Depression.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=462","value":462},"note":null},{"text":"Those who lack direct access to oil, food, or industrial inputs—but who possess projection-based military capacity—will use that capacity to gain access to the others. In Europe, this will take a neo-imperial form as the former imperial powers will have little choice but to venture back into the lands of their old empires to secure resources. In East Asia, a sprawling, multi-sided conflict for control of sea lanes is more likely. The Persian Gulf is likely to be on the receiving end of both efforts even before local strategic competitions contribute their own fuel to the building fire. It all leads to more or less the same place: the beginning of the fourth age, a global Disorder in a world without American overwatch. That is what the rest of this book is all about.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=521","value":521},"note":null},{"text":"CARROT 1: ENSURE PHYSICAL SECURITY FOR ALL The Order’s primary benefit was absolute security for every country. The United States would protect all Order members from the military advances of Order and non-Order members alike.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=557","value":557},"note":null},{"text":"A would-be hegemon must prove it is willing to bleed to protect the interests of every member of its new Order. The reason the Americans became entangled in wars in Korea and Vietnam was less to stop the march of Communism than to convince America’s allies that the country would never step away from a fight to protect their interests.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=560","value":560},"note":null},{"text":"As distrusted as the Americans may be around the world, they are still the only significant power that most want defending them. The reason is simple: the Americans are not their neighbors. Except for Mexico and Canada, the Americans border none of their wards. Such distance means any historical bad blood between the Americans and others is fairly thin;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=567","value":567},"note":null},{"text":"CARROT 2: ENSURE MARITIME SECURITY FOR ALL","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=603","value":603},"note":null},{"text":"CARROT 3: OFFER UNFETTERED MARKET ACCESS","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=658","value":658},"note":null},{"text":"The industrialization of Chinese agriculture failed to generate the massive output increases that occurred elsewhere, because gardening tends to be more productive per acre than farming so long as the labor is free. Yet in terms of capital, the rural modernization was one of the most expensive things China has ever done. When China’s financial system cracks, Beijing will face a stark choice: watch its modern food production collapse, or empty the cities and force industrial workers back into peasant gardening.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=724","value":724},"note":null},{"text":"Second, housing. It is common for groups of Chinese housewives to pool their savings to purchase a house or condo as an investment, with most pooling generating multiple purchases over time. When they come up short, it is furthermore common for them to individually tap various forms of credit, whether it be a direct personal loan, maxing out a credit card, or tapping a P2P line of credit so they can collectively afford the new property. As these properties are intended largely as investments, few are either owner-occupied or rented out. This artificial demand generates follow-on demand in construction, steel, concrete, and other related industries, without creating anything that anyone actually uses. By late 2016, the majority of residences sold in China were no longer first-home purchases, but instead investment properties. By early 2018, third-home purchases nearly outnumbered first-home purchases. In a time of recession or financial rectification, the entire Ponzi scheme of financing that led to the residence purchases collapses. The only way to prevent a cascade of financial carnage would be to sell a property or two to balance out the debts. That will work, so long as the market can absorb the housing stock. That is, in a word, unlikely.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=728","value":728},"note":null},{"text":"Simply put, when the China bubble breaks, it will take every sector down at once—including the one that grows the food. In the meantime, this weird combination of bottomless finance and a gleeful disregard for efficiency generates massive overproduction, further disqualifying China as a global economic steward:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=738","value":738},"note":null},{"text":"In the 2010s the overproduction became so extreme that it surpassed global demand. Part of the rationale behind projects like One Belt, One Road is to dispose of this excess supply by building infrastructure to and in places that would never justify investment in the first place.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=748","value":748},"note":null},{"text":"Cheap financing paired with global access enabled the Chinese to undercut almost everyone. A significant amount of the world’s industrial hollowing-out can be laid at the feet of China’s hyper-subsidization model, most notably the struggles of American manufacturing in the 1990s, 2000s, and 2010s. Much deeper hollowings-out have occurred in places that lack the infrastructure, educational, technological, and government advantages of the American system. Mexico, Indonesia, Brazil, India, South Africa, Romania, and the former Soviet Union—really any country that has attempted to modernize in China’s wake—have been hurt particularly badly. China cannot offer its internal market to anyone because it needs everyone else’s markets to make its own system work—and not simply on the economic front. Part and parcel of Beijing’s (master) plan isn’t simply corporate expansion, but maximum employment. Give citizens jobs, so Beijing’s thinking goes, and the people won’t protest things like crackdowns on press freedoms or massive corruption or reeducation camps. Bottomless loans ensure enough economic churn to keep the masses’ hands busy, the economy moving, and the Party in power. It isn’t so much that the mere idea of China attempting something other than the domination of all sides of raw materials production and shipping and all sides of the creation and selling of consumer goods is amusing; it quite simply is that China cannot do anything but. Without its capital-flooded finance model and the outlet the Order provides, China’s social fabric would burn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=751","value":751},"note":null},{"text":"but all those purchases make the United States by far the world’s largest consumer market. That rampant, irrepressible consumerism is the economic half of what makes the global Order work. The Japanese consumer market is less than one-fifth of the American market in terms of final consumption. Russia’s is one-twentieth. The combined European economy is in the same league as America’s, but after thirty years of trailing American economic growth, the EU has devolved into an Order-dependent export project. In a world without America, mercantilism—the idea that exports should be maximized while imports minimized—will be the order of the day. Remove the Americans as the bottomless sink for global supply, and the desire for countries to be part of anyone else’s global network suddenly wilts. A Chinese “Order” would be…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=764","value":764},"note":null},{"text":"CARROT 4: FLOAT A GLOBAL…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=772","value":772},"note":null},{"text":"On top of ensuring security, enabling global shipping, and creating a global marketplace, the United States also provides an irreplaceable service…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=773","value":773},"note":null},{"text":"The Chinese yuan may check the “volume” box, but it does so for the wrong reasons. The yuan has been one of the world’s most manipulated currencies, with the Chinese on average printing five times as much currency a month as the Americans despite the fact that the yuan really circulates only within the Chinese system.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=784","value":784},"note":null},{"text":"The idea that the Chinese—or anyone—can meet these criteria doesn’t gel. And by anyone, I mean anyone—including the United States. Part of what made the institution of the global Order possible back in the late 1940s is that the world was wrecked. The American economy was roughly the size of everyone else’s put together, so subsidizing a broad-based alliance structure was possible. Since then the American economy has grown immensely, but—by design—everyone else’s grew more. In 2020 the US economy is “only” about one-fourth of the global total. The sort of open-market access and indirect subsidization that was a light lift in the 1950s, ’60s, ’70s, and even ’80s is now at the creaking edge of the Americans’ capabilities. The world has evolved past the point that anyone can provide the volume of carrots needed to hold the Order—any Order—together.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=813","value":813},"note":null},{"text":"The British model is far less complicated than the American system. There is no global set of rules. No paying swathes of countries to be on your side. No trade among nations to facilitate. No chronic need to militarily protect other countries. No guaranteed independence for weak states. There is only flat-out conquering of the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=826","value":826},"note":null},{"text":"STICK 1: AN UNASSAILABLE STRATEGIC POSITION","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=831","value":831},"note":null},{"text":"Unlike everyone else in Europe, the English never needed to worry about an army getting bored and leisurely passing through, and so were freed from the burden of needing to field one of their own. Between cost savings and strategic insulation, the English were able to maintain a millennium-long continuity unmatched in world history, which allowed them to experiment with little things like capitalism and the sort of political devolution of power that would in time give rise to democracy. The Channel also grants any government that can control Great Britain the ability to stick their noses into anyone else’s continuity. Army movements are easy to predict and monitor: land forces must follow roads, cross bridges, avoid swamps, and so on. Not so much with navies. They can move with speed and stealth and show up at times and places most inconvenient, depositing marines or cannon for lightning strikes and then packing up and sailing away.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=841","value":841},"note":null},{"text":"at the British height, mainland Europe easily outnumbered the population of Great Britain by over seven-to-one. Yet the Brits’ ability to come and go and raid and trade and wreck and bolster as they choose elevated them to become the Continent’s first power.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=848","value":848},"note":null},{"text":"Great Britain’s adjoining bodies of water are stiffer barriers than a map-glance suggests, layering in another bit of strategic depth. Most European attempts to breach Britain’s moat met with disaster before even engaging English naval forces. Historians continue to bicker over the numbers and sizes of ships and cannon of the English fleet that faced down the famed Spanish Armada, but one thing is…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=850","value":850},"note":null},{"text":"China has no such insulation. Across its northern border lies Russia, a country that admittedly has had a rough time since the Soviet collapse, but which still boasts military technology that is nothing short of world class and a nearly million-man military and internal security system to boot.* To China’s southwest lies India, a country with just as many people to throw into the meat grinder of infantry combat as China. Making matters worse for the Chinese, Indian population centers are only a couple hundred miles from the Himalayan passes while China’s Han-populated zones are a couple thousand and on the wrong side of occupied, restive Tibet—a region that would fall over itself to welcome Indian assistance. To the south are regional heavyweights Thailand and Vietnam. Neither has designs on southern Chinese territories, but with a combined population of over 170 million and proud histories of resisting Chinese power, neither can they be dismissed out of hand. To the west lies Kazakhstan, a country about the size of the United States east of the Mississippi plus Texas, Oklahoma, Arkansas, and Louisiana, but with a population smaller than New York state. Kazakhstan isn’t a threat per se, but China cannot easily project power to or through it. Central and western China is mostly desert wasteland, and the southeastern two-thirds of Kazakhstan isn’t much better. What it makes for is a broad, open frontier whose patrolling—much less fortification—comes only at extreme cost. Ironically, the Korean Peninsula is the least problematic of China’s borders, but in times of Chinese chaos and Korean strength, even the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=857","value":857},"note":null},{"text":"STICK 2: A POTENT,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=872","value":872},"note":null},{"text":"There are many reasons for English success on the waves. In part, it is because they learned to sail on some of the world’s most storm-wracked seas. Surviving sophomore English sailors had more skill and grit than most seniors, and they trained the following generations appropriately. In part, it is because of Great Britain’s isolation. The English never had to worry much about an enemy marching in and destroying their ports and shipyards. In part, it is about concentration of efforts. Only in historically rare circumstances has the British navy ever had to compete with the army for resources.* In part, it is about Great Britain’s geography. England’s neighbors are constrained. The French, Dutch, Germans, Poles, and Russians must constantly watch their backs (and fronts) or risk foreign land invasion. Sweden and Denmark have the benefit of island and peninsular geographies, enabling them to project more naval power relative to their size than their peers in the Northern European Plain, but both are bottled up in the Baltic Sea, limiting their ability to compete…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=875","value":875},"note":null},{"text":"China is an inveterate land power that has fought major land wars with each and every one of the powers it borders. It simply cannot afford the sort of resource focus that made the British navy possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=894","value":894},"note":null},{"text":"bathtub. The sort of naval war the Chinese are preparing for speaks volumes. Knowing they cannot compete with Japanese air defenses or American carriers and submarines in a head-to-head fight, the Chinese instead prepare for mass area denial: the idea is to use China’s air force—the world’s largest—and scads of cruise missiles to sink any fleet within the Chain. So the thinking goes, if opposing fleets cannot safely operate within the island chain, then the Yellow, East China, and South China Seas become a Chinese lake.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=909","value":909},"note":null},{"text":"But that strategy fails to address four critical issues. First is the fish-in-a-barrel problem. Between China’s lack of naval experience, lack of operational range, and the constrained operating environment within the First Island Chain, Chinese ships are easy targets.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=913","value":913},"note":null},{"text":"Second is the cost imbalance. Navies will always be far more expensive than armies and air forces of equivalent power. For example, an American Nimitz carrier costs about $10 billion—about the same amount as three hundred and fifty F-16s. In a straight-up fight between such forces, the carrier would be so defeated as to be erased from memory. China would need to break out of the Chain using relatively expensive naval forces, but anyone on the Chain can fight back using land-based forces. Third, a vastly successful mass area–denial effort that sinks everyone else’s local fleets makes China’s situation worse. A shooting war off the Chinese coast would condemn the Yellow, East China, and South China Seas to being no-go zones for the very merchant shipping China needs to survive. Finally, a naval victory within the Chain is insufficient. Meaningful trade requires a security environment in which unguarded, civilian cargo can sail to and fro at all times. A stick-driven Chinese empire would require the Chinese to subjugate large portions of the Chain to establish and maintain such access, a task that would require China’s navy to be nearly as powerful as the Americans’ combined carrier fleet. And even that doesn’t solve the problem of projecting power out beyond the First Island Chain to the resources and markets the Chinese need, or to and through the waters of other naval powers who might take issue with shoot-your-way-out commerce.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=920","value":920},"note":null},{"text":"STICK 3: A MASSIVE TECHNOLOGICAL ADVANTAGE","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=931","value":931},"note":null},{"text":"Between 1980 and 2020, the Chinese have quintupled their share of global economic output.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=957","value":957},"note":null},{"text":"establishment of joint ventures abroad where the tech is stolen (Germany, Brazil), establishment of joint ventures within China in exchange for market access where tech is stolen (the United States, Japan), and the remote hacking of systems to steal technical advances (pretty much everywhere with an Internet connection). Such institutionalized theft is the basis for China’s Made in China 2025 development program.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=961","value":961},"note":null},{"text":"The real problem is that China cannot build and maintain a large, outward-looking navy and a huge defensive navy and a huge air force and a huge internal security force and a huge army and a huge intelligence system and a huge special forces system and global deployment capability at the same time. For China to be a global power, it would need all of these. Compare that to what the Americans needed in the Order. A large outward-looking navy was obviously a prerequisite for American global power projection, but American strategic insulation meant the other items were necessary only to maintain the allies. Which means for the Americans, it is only going to get easier. As the world falls into Disorder and American strategic commitments wither, the United States’ strategic toolkit can be smaller. Defending the American homeland is pretty straightforward—float a sizable navy and back it up with some domestically stationed air force assets. The sort of overseas engagements the Americans are likely to embroil themselves in are likely to fall into the hands of its intelligence apparatus and its special forces teams. While not free, such tools of power are far cheaper than deploying and supporting divisions of ground troops in a different hemisphere. China’s strategic regional geography means it cannot downsize in that way—under any circumstances. The question is not whether China can be the next global hegemon. It cannot. The real question is whether China can even hold itself together as a country.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=989","value":989},"note":null},{"text":"Dozens of assets contribute to national survival and power, but these are the big four: Viable home territories, with usable lands and defensible borders A reliable food supply A sustainable population structure Access to a stable mix of energy inputs to participate in modern life","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1009","value":1009},"note":null},{"text":"Throughout history, the shapes of a country’s lands, waterways, borders, and coasts have been the single greatest factor in determining whether the country would succeed or fail.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1015","value":1015},"note":null},{"text":"INTERNAL WATER TRANSPORT. Because it is far easier and cheaper to float items from A to B than to drag or cart them, water transport is roughly one-twelfth the cost of road transport. Countries with naturally navigable rivers tend to have an easier time than those without.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1018","value":1018},"note":null},{"text":"In part, it’s about engineering. The difficulty of building and maintaining roads was so onerous that we didn’t transport things overland even over short distances—even food—until the Industrial Age brought us asphalt and industrial cement production and the steam and internal combustion engines. In part, it’s about continuity. If you can’t quickly and easily distribute foodstuffs or generate the capital locally to defend yourself, odds are civilization-burning famines and invasions are within your experience, and therefore your country crashed hard.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1024","value":1024},"note":null},{"text":"PLAINS. Plains are the key building block for successful countries. Easy to build on and easy to move across, low-development-cost land frees capital for other things, like roads and education, which in turn lead to more advanced societies. But it’s about a lot more than money. With no internal barriers to movement and communication, countries with open interiors find it far easier to achieve political unification. There can be a darker side too. If it’s easy to move goods and people and ideas, it’s also easy to move troops. Cultural merging, or assimilation, is not the only way to “unify” a territory. Hunting down dissident and minority groups is more straightforward. Again, the American Midwest is a premier example. The Native Americans never had a chance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1029","value":1029},"note":null},{"text":"TEMPERATE CLIMATE ZONES. Climate is key. Deserts lack the water required for broad-based civilizations, and the level of organization required to control said water often turns desert cities into isolated tyrannies. The tropics are great for vacations but are also great for bugs of both the insectoid and microbial sort, enervating human health and agriculture alike. Seasonality also injects some useful quirks into cultures by providing regular pressures. Planning for the cold of the winter pushes for developments in materials science and construction. Planning for the brief summers necessitates the organization of labor and capital. Planning for the starving season—spring is when most cultures face food pressures because it will be some time before the harvest comes in—encourages advancements in logistics and mathematics. It’s hardly that cultures in nontemperate environments are lazy or less intelligent, but rather that the pressures they face don’t encourage the sorts of technical advancement associated with stronger and more durable states.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1037","value":1037},"note":null},{"text":"Rivers plus plains plus a temperate climate plus an accessible coastline all but dictate that a region will become a significant economic and military player, able to leverage the benefits of its local geography onto a larger stage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1053","value":1053},"note":null},{"text":"FRONTIERS. External geography is just as important as internal. For borders, the gold standard is to have the opposite of what makes a good internal zone.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1056","value":1056},"note":null},{"text":"In essence, what you’re after is an outer shell firm enough to protect your own continuity, plus a useful interior zone large enough to support internal economies of scale. That magic combo is a precious, rare thing—and one country’s tops them all. When it comes to useful flatlands, it’s impossible to beat the United States. The Piedmont coastal plain of the East Coast, the Columbia Valley, and California’s Central Valley also all score well up in the global rankings. That all these regions teem with navigable river frontage is a bonus. But America’s Midwest is a place apart: The Greater Mississippi system includes over thirteen thousand miles of naturally navigable, interconnected waterways—more than the combined total of all the world’s non-American internal river systems—and it almost perfectly overlaps the largest contiguous piece of arable, flat, temperate-zone land under a single political authority in the world. The overlap enables American farmers to export their high-bulk products to global markets at lower costs than most countries can shuffle grains about within their own countries. And the ability of Americans to move easily around their own internal systems led to cultural unification with a speed and ease largely unknown in human history. In contrast, the outer crust of the American system is world-class thick. Hundreds of miles of desert and mountain separate the Americans from populated Mexico, while scores of miles of lakes, forests, and mountains keep most of Canada at arm’s length. To the west and east, thousands of miles of nearly trackless ocean separates the United States from both the Asian and European landmasses. What tracks there are in those oceans comprise either American territories (Hawaii, Guam, Midway, the Aleutians, Puerto Rico) or are controlled by allies (the United Kingdom, the Azores, Bermuda, the Bahamas).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1060","value":1060},"note":null},{"text":"There’s not a lot of this sort of magic mix elsewhere: Northern Europe has lots of flat, rivered areas, which make it second only to the United States in wealth and economic dynamism. But Europe’s rivers transect the continent’s coastal plain, splitting it into sections rather than interlinking its subregions. Instead of encouraging cultural homogeneity, they instigate competition among Europe’s many nations. And because Europe’s north is so flat, everyone’s core territories are someone else’s frontier. Africa’s topography is wildly hostile to development, both in terms of climate (desert or tropical) and terrain (jungle and mountain). Even worse, most of the continent’s population lives atop a stack of plateaus, making trade among the African nations more difficult than trade with the outside world. That same rugged terrain makes it next to impossible for the local countries to unify their political identities. The outcome is a sad mix of external exploitation and internal conflict. The omnipresent archipelagoes of East and Southeast Asia make development horrendously difficult. Only in a few cases is one island within each group powerful enough to float the necessary naval strength to even attempt consolidation in the first place. Achieving economies of scale is fiendishly difficult. Much of South America is so tropical that it forces local populations to move uphill to escape disease belts. Living on a mountaintop has its perks, but it comes at the cost of hideously expensive infrastructure, while reducing economic and agricultural opportunities and fostering a national culture that tends to fracture easily. The Middle East is arid to desert while Russian lands are, at best, on the cold side of temperate. Consequently, both regions suffer from a hard edge that often bleeds into continuity-endangering starvation and violence. For its part, China has far more in common with the parts of the world that don’t work very well than it does with the United States.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1093","value":1093},"note":null},{"text":"What we think of as “China” is in reality less a political entity and more a culture that has a damned hard time keeping itself together. Periods in which the territories of China are both politically unified and under centralized Han control are painfully thin, amounting to less than three centuries of the Han ethnicity’s multi-millennia history. It doesn’t take a lot of reading between the lines to get the gist. China’s historical periods include labels like Ten Kingdoms or Five Dynasties or the bleedingly obvious Warlords Era. It’s no wonder that the contemporary Chinese government—the Communist Party—expends so much effort on nationalist propaganda.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1168","value":1168},"note":null},{"text":"2: AGRICULTURAL CAPACITY","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1177","value":1177},"note":null},{"text":"When it comes to issues of national survival and expansion, not all crops are created equal. Bedrock nutrition products provide calories and protein and can be stored for at least a year. The chief row crops from which most people get the majority of their calories—wheat, rice, corn, and soy—top the list. Also included are pulses and legumes and tubers—everything from potatoes and yams to lentils and chickpeas.* What do these critical foods have in common? They grow best on flatlands in temperate climates to keep output-per-acre high and cost-per-output low. These simple requirements eliminate well over three-quarters of the world’s land area from serious contention as breadbaskets. Much of the best chunks of arable land in the world in 1900 were—far from coincidentally—also the seats of the major imperial systems. Food reliability enabled government continuity, which enabled outreach to and domination of less stable systems. The major exception to this imperial characteristic was the United States, in large part because it took the Americans the entire nineteenth century to grow into the lands made vacant by the departing French, the genocidal Spanish and English, and the smallpox and syphilis that all three brought from Europe. But then the Americans caught up quickly. The American Midwest is the largest chunk of high-quality, temperate-zone, arable agriculture on the planet, giving it solid baseline production potential.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1186","value":1186},"note":null},{"text":"The Americans also boast more variety within their country than most continents: summer wheat from the cooler upper Midwest, winter wheat from the warmer lower Midwest, corn and soy from the core Midwest, cattle from Texas, tree fruits from interior Washington, citrus from Florida, cotton from the Piedmont, and a bit of everything from California’s Central Valley. In any given year, the Americans typically grow about 35 percent more calories than they consume. If the Americans didn’t eat so much meat, the ratio of exports to consumption would be in excess of two-to-one.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1200","value":1200},"note":null},{"text":"The Order’s imposition granted places the world over the ability to do one of two things: import food from abroad without first seizing control of someone else’s food-producing territory, and/or shrug off foreign control and import the various inputs required to produce food themselves. These options are largely responsible for the fourfold expansion in food cultivation since 1946 and thus also the tripling of the global population. Without the Order’s stabilization, much of this process will now happen in reverse. Fewer, shorter supply chains mean less demand for raw materials means less export income means less capacity to afford imported food. Break down the global supply-chain system for fuels and fertilizers, and much of the world’s agricultural output becomes far less efficient. That’s the clinical way of saying that without the Order, a billion people are going to starve. China faces a quadruple bind: China’s margin of error starts razor thin, and not only because its lands are below subpar. One downside of China’s massive population is that the country has less farmland per person than Saudi Arabia. As China’s population urbanized under the Order, much of the country’s good(ish) farmland was paved over, pushing Chinese farmers farther inland into ever-more marginal territories, which require more and more inputs to produce the same amount of foodstuffs. Unsurprisingly, the Chinese economic sector that is most dependent upon the expansion-at-all-costs financial strategy is agriculture. When the Chinese financial system cracks, not only will China face a subprime-style crisis in every economic sector simultaneously, but it will also face famine—even if nothing goes wrong externally. On the surface, it appears China has sufficient oil and natural gas production to maintain domestic production of its fertilizer and fuel needs for its agricultural sector. After all, while China is a net importer of both fossil fuels, unlike most of Europe it still retains significant local production capacity. Not so fast. In any sort of constrained import environment—such as problems in the explosion-heavy Middle East—the Chinese will have to choose what they will let go of. Electricity? Motor fuels? Fertilizers? There won’t be enough to go around, and that forces choices. China now isn’t simply the world’s largest importer of rice, barley, dairy, beef, pork, fresh…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1206","value":1206},"note":null},{"text":"3: DEMOGRAPHIC…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1233","value":1233},"note":null},{"text":"As soon as 2030, China will have four pensioners for every two taxpayers for every one child. By 2050, one-third of the Chinese population will be over 60. Four decades of depressed birthrates have swapped the children who’d be the next generation of taxpayers and wage earners for a generation of pensioners who will never again pay into the system. China’s 2010s boom was really just the beginning of the end.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1304","value":1304},"note":null},{"text":"4: ENERGY ACCESS","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1339","value":1339},"note":null},{"text":"because over four-fifths of the world’s internationally traded crude oil is waterborne.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1413","value":1413},"note":null},{"text":"Even at the height of their imports, between 2005 and 2007, the Americans received twice the volume of crude from Canada, Mexico, and Venezuela than it did from all Persian Gulf countries combined. Such imports faced exactly zero maritime threats. Compare that to the small sliver of US imports to the East Coast from the Persian Gulf.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1421","value":1421},"note":null},{"text":"The Persian Gulf squabbles manifest most intensely at the Gulf’s opening, the Strait of Hormuz, through which almost all the oil must flow and where Iran has often threatened to sink all shipping.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1425","value":1425},"note":null},{"text":"Oil shipments to China are dependent upon (a) the Indians and Pakistanis not shooting at each other, (b) India not feeling the need to nick a few cargos from the river of ships sailing by Indian shores, and (c) Indians never feeling the need to deliberately shut down China’s energy supplies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1440","value":1440},"note":null},{"text":"Such concerns last for about two thousand miles, until the ships pass the Andaman and Nicobar Islands (an Indian military zone) in the far eastern reaches of the Bay of Bengal. There a new problem arises. Instead of the relatively wide-open seas around India, in Southeast Asia the islands get bigger while the seaways narrow. In short order, ships sail by Indonesia, Malaysia, the Philippines, and Vietnam—four countries the Chinese have attempted to coerce and intimidate into accepting Chinese control of the South China Sea. If a bunch of Somalis with speedboats can capture a supertanker on the open seas, imagine what countries with actual navies and missiles and jets could do when large, slow-moving China-bound tankers bearing oh-so-delicious crude oil pass within sight of their lands. Ships have now made it to extreme southern China, but that is not where most Chinese live. If the tanker’s destination is Fujian or places north, the ships must pass by Taiwan—a country China considers a wayward province and habitually, almost reflexively, threatens with invasion. Only then can tankers reach Shanghai and northern China—at which point they are sailing within the national security envelope of Japan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1442","value":1442},"note":null},{"text":"Strategically, the First Island Chain is the real Great Wall, only it boxes China in rather than protecting it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1472","value":1472},"note":null},{"text":"Demographically, China is in a state of not-so-slow-motion collapse. China’s import-sourced, export-oriented economic model does not work without outside support and absolute security of the seas, yet China does not control end markets, resource sourcing, or even approaches to its ports. China cannot feed itself without imported material, either foodstuffs directly or the inputs required for China to grow and raise its own. China’s internal politics and financial system are borderline explosive even in the best of times. Much of the “China story” of the past generation is simply the economies of scale uniting China’s long-fractured political geography into a single economic space: three millennia of pent-up demand combined with a long-overdue technological update applied to the ultimate greenfield environment. The ultimate economies of scale combined with the ultimate—artificial—continuity. However, lose that political unity, lose those economies of scale, lose that continuity, and it all goes into screaming reverse. Most worrying to Beijing is the furious understanding that there are parts of China that can be successful statelets: the Pearl River Delta, Shanghai, Sichuan—maybe even Tibet or Xinjiang. If the almost magical confluence of factors that enabled China’s rise shifts out of alignment, China will suffer a cataclysmic flameout every bit as impressive as its rise to power. And since those factors were always and still remain beyond China’s control, the question isn’t if, but when.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1473","value":1473},"note":null},{"text":"In 1996, 42 percent of Chinese lived in extreme poverty. Two decades later, the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1486","value":1486},"note":null},{"text":"The future of China is not the utopian myth of Chinese domination. The future of China isn’t even the somewhat blasé expectation of inevitable regional dominance. China is powerless to defend or maintain or replace the Order upon which its economic existence and political cohesion is predicated. The future of China is that of a people literally fighting to the death to continue to exist as a unified country at all. And…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1488","value":1488},"note":null},{"text":"China’s Report Card BORDERS: Vast emptiness to the west, jungles to the south, nuclear powers to the north and southwest, and superior maritime powers to the east. China doesn’t so much secure its borders as manage them the best it can. RESOURCES: China didn’t get really serious about industrializing until the 1970s, so its local resources were all tapped more or less at once. That served China well . . . until now. China is on the verge of running out—of everything. DEMOGRAPHY: Oy! Breakneck urbanization combined with Maoist population controls gutted the Chinese birthrate for decades. The one bright spot is that China’s demographics are not the worst in the world. Yet. MILITARY MIGHT: China is BIG and its military is modernizing quickly, but that doesn’t mean its military is well suited to the challenges of today. Or tomorrow. ECONOMY: The Chinese system is both highly leveraged and highly dependent upon international trends it cannot shape or preserve. Every system that has followed…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1494","value":1494},"note":null},{"text":"Populations that inhabit mountainous regions as diverse as Yemen, Chechnya, Nepal, Anatolia, and Appalachia exhibit a similar propensity toward clannish communal groupings and a certain pugnaciousness engendered by their isolated, resource-limited environment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1512","value":1512},"note":null},{"text":"Rugged and volcanic in origin, none of the Japanese archipelago is what you’d call a breadbasket. Ranging from subarctic Hokkaido in the north to subtropical Okinawa in the south, the territory of the nearly seven thousand islands that make up Japan is about the size of Montana, but of Japan’s 127 million people, 125 million of them live on scraps of land that are collectively smaller than West Virginia, only one-sixth of the total. The medieval Japanese rarely knew security. Chunks of flat, arable, or otherwise usable land are few and far between. The smaller the plot of agricultural land, the greater the likelihood that some weather or political event results in a poor harvest and the people have to struggle with less. Yet the same geography that fractured Japan politically protected it strategically.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1515","value":1515},"note":null},{"text":"To the east lies the vast expanse of the Pacific Ocean, and to the west are a handful of countries that for much of their history were too busy sorting things out on the mainland to conquer—or even pester—Japan. Consequently, Japanese preindustrial history was a never-ending litany of infighting, with local warlords—the daimyos—willing to bleed the population and one another in the pursuit of their own interests. The Japanese emperor was little more than a figurehead with a dusting of religious connotations. Real authority rested with his military commander: the shogun. Unfortunately for the shogun and the emperor, “imperial” power rarely reached much beyond the tips of their troops’ weapons. Rather than think of the shogun as all-powerful, it is more accurate to consider him the most powerful daimyo. Because of Japan’s isolation and hillbilly hostility, the European empires largely ignored it. They preferred larger, flatter, richer, more attractive colonial targets—think India and China. Distance played a role too: it took a year for a sail-powered ship to make the trip from Europe to the Indies. Not a lot of folks wanted to spend another half year getting to even more distant,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1521","value":1521},"note":null},{"text":"The traders being uninterested, it fell to Europe’s missionaries to lead the charge. From the Japanese point of view, European colonialism had the feel of a door-to-door Jehovah’s Witnesses marketing effort—so the Japanese simply turned the porch light off. For a full two centuries, the Japanese had a Girl Scout–cookie relationship with Europe: contact was limited to a single port—Nagasaki—and a single external partner—the Netherlands—that could keep its moralizing to itself. Japanese who left the country without express approval from the shogun forfeited their lives should they dare return. Outside Nagasaki, Europeans were killed on sight. Politically, this enabled the Japanese to focus their efforts on unification, bit by bit at their own pace. Culturally, if the early wave of deepwater imperial powers affected…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1532","value":1532},"note":null},{"text":"In fact, in many ways, its exposure has gotten worse. As the list of dominant technologies expanded from rail to automotive to semiconductors, the list of required inputs has expanded from oil and coal and iron ore and copper to bauxite and uranium and silicon and lithium. Name the input—Japan doesn’t have any of them. Nor has the energy bugaboo gotten any better. Japan’s terrain is largely volcanic in origin. Petroleum deposits are largely sedimentary. Japan’s indigenous oil production is only ten thousand barrels a day while its consumption is four million. A year of Japan’s domestic natural gas production would supply the country for only two weeks. Its uranium and coal reserves are so minimal to be functionally nonexistent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1716","value":1716},"note":null},{"text":"The Order has made none of this matter. Japan has wallowed in unlimited access to every imaginable industrial input, making contemporary Japan far more dependent upon external access now than it was before World War II. With the American-led Order dissolving—taking its global continuity and economies of scale with it—Japan seems to face a complete structural collapse on a scale the Japanese feared would occur after their World War II defeat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1725","value":1725},"note":null},{"text":"First up, the Japanese are fairly nondenominational when it comes to where they get their electricity. They have to be. The enclaved nature of Japan’s cities means there cannot be a meaningful national grid—only the Greater Tokyo region has any meaningful large-scale interconnections. Each urban center must maintain its own electricity system, and so each city has found itself forced to overbuild generation capacity and diversify it among several different fuel inputs so that, should one system fail due to lack of imported inputs, the others can take up the slack. Nuclear, coal, oil, natural gas. Each major city independently has them all.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1730","value":1730},"note":null},{"text":"Because every region has such vast amounts of surplus generation capacity, the only way to generate even a regional blackout in the future would be a major war that puts foreign boots in Japan or shuts down all trade lanes for several weeks. The disruption would have to interrupt oil and natural gas and coal and uranium shipments. Taking out one or two wouldn’t do much. Preserving this overlapping energy security is so important to the Japanese that they’ve been bringing their entire nuclear system back online even as other countries were so spooked by the Fukushima disaster that they’re going nuclear-free.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1741","value":1741},"note":null},{"text":"Most are familiar with terms like outsourcing (shifting production overseas but shipping the product back to the home market) or resourcing (returning production home). Japan has become the master of desourcing: shifting production to another country to serve that specific market (aka “build where you sell”). Doing so does far more than place Japanese products on the right side of currency, military, political, and tariff barriers. It pre-positions Japanese industry within the handful of countries with stable-to-growing demographics (and thus stable-to-growing markets). It gives the host country a vested interest in protecting industrial and energy input supply chains that indirectly benefit Japan. It generates scads of hard currency that can come back home to mitigate the loss of income tax from a shrinking worker base. And in the long run, it buys the goodwill of the host country, which Tokyo hopes to cash in on other issues.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1750","value":1750},"note":null},{"text":"Raw materials and processing in South America and Southeast Asia. End markets in Southeast Asia and throughout the Western Hemisphere, with an emphasis on the United States. It’s a neat fix with only one itty-bitty problem. DEALING WITH CHINA","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1772","value":1772},"note":null},{"text":"Chinese history provides literally dozens of ways China can fall apart, most involving the Chinese system seizing up from top to bottom and then breaking into factions: Along economic lines: the north, center, south, and interior don’t cohere well unless forced. Along class lines: the urban rich of the coast have far more in common with outside powers than one another, much less with the seething interior populations. Within the Communist elite: the culture of bottomless financial resources has generated a mass of corruption that if vomited forth would either break China into mutually antagonist pieces or devolve it into a kleptocracy—and it isn’t clear which would be worse for the citizenry.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1785","value":1785},"note":null},{"text":"On the off-chance Beijing can keep it together in an environment of epic disruption and civil breakdown, the idea that the central government might consider a Blammo! approach to East Asia cannot be entirely discounted. Let us be clear. Such an effort will absolutely fail. China is utterly incapable of shooting its way to resource security or export markets or a diversified domestic economy. Just as important, the country on the receiving end would not be the United States. The Americans are out of reach, and even a mild American counteraction against Chinese interests would utterly wreck everything that makes contemporary China functional. Instead, a failing, belligerent China would be Japan’s to deal with. Gun-for-gun and ship-for-ship the Chinese should be able to overwhelm Japan, but a sane Chinese leader can read a map and knows full well that any conflict with Japan is not about equivalency; it’s about range and position, both of which Japan has but China lacks.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1793","value":1793},"note":null},{"text":"Japan doesn’t only build but also designs its own naval vessels and has since the 1880s. Japan’s navy is easily the second-most powerful expeditionary force in the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1833","value":1833},"note":null},{"text":"But most of all, the issue is range: the entire Japanese fleet is blue-water capable. That reach, combined with the First Island Chain disconnect, enables Japan to interrupt shipping to and from China, far from where China’s air power could complicate their efforts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1835","value":1835},"note":null},{"text":"Indonesia and Malaysia are well beyond the reach of the bulk of China’s navy, but together they control the all-important Strait of Malacca, gateway to Persian Gulf oil and the European consumer market. Closer in, Vietnam and the Philippines flank the west and east sides of the South China Sea, the first leg of the long journey from the Chinese mainland to those same destinations. China must have at least passive acquiescence from all of them to maintain its import and export shipping. All it would take to transform the South China Sea and Malacca into no-go zones for Chinese shipping would be a few dollops of military assistance from an eager Japan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1871","value":1871},"note":null},{"text":"The shifts in circumstance will be most extreme for the two Koreas. Both Seoul and Pyongyang spent the past seven decades attempting to play Washington, Moscow, Beijing, and Tokyo (and each other) off one another in attempts to carve out a bit of geopolitical space. With Russia’s decline (more on that in later chapters), the United States’ disengagement, and China’s choice of collapse or retreat, most options have vanished. The smart play would be to seek de facto economic fusion with reemergent Japan. Japan will control the regional security alignments that are absolutely required if the South Koreans want to continue with their import-driven/export-led economic system, and the Japanese–Southeast Asian axis will prove just as central to ongoing Korean economic development as it will for Japan’s own. In a China-less Asia, North Korea will have lost its primary sponsor and source of both raw materials and consumer goods. Economically, it is a clean, easy decision.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1886","value":1886},"note":null},{"text":"Politically, it is anything but. Korean history on both sides of the DMZ is replete with examples of defeat and humiliation at Japan’s hands. The most pressing Asian issue of 2030 onward will be how the two Koreas relate—or fail to relate—with Tokyo.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1893","value":1893},"note":null},{"text":"But the Persian Gulf is still the Persian Gulf. Regardless of how China’s fall and Japan’s rise manifest, the Japanese still must ensure sanctity of supply, both for themselves as well as for anyone they wish to be in their orbit. For the states of the Persian Gulf, their end markets will be wholly at the discretion of the only naval power that can reach the Gulf, ensure product delivery, and care enough to do so regularly. That will no longer be the United States. It will be Japan. One way or another, the politics of the Persian Gulf are about to be a Japanese problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1929","value":1929},"note":null},{"text":"Japan’s Report Card BORDERS: Japan’s island geography provides covetable standoff distance from the region’s major land power, China. But the archipelagic nature of Japan has made intraregional connectivity costly and difficult. RESOURCES: The most resource-poor of the world’s major powers, Japan is also located at the very end of several major supply lines. The Japanese import nearly all their energy. No potent navy, no modernized Japan. DEMOGRAPHY: It’s not just the monarchy of Japan that’s the world’s oldest. Japan’s population is also aging, with 28 percent over age sixty-five. MILITARY MIGHT: On paper, Japan doesn’t have a military. In reality, they are close training partners with the United States military and possess the most capable indigenous navy in Asia, arguably the second best in the world. ECONOMY: Japan was once one of the most globally exposed industrial economies, but Japan has been in the rare position of having the capital to face its challenges head-on. The Japanese have invested heavily in automation to offset a shrinking labor pool, and have moved much of their supply chains offshore. OUTLOOK: The Japanese have the capital, navy, technological know-how, and geographic insulation to step into the space left by a retreating United States better than any other regional power. They also don’t have a choice. IN A WORD: Jefe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=1936","value":1936},"note":null},{"text":"Fourth, keep the gains of Putin’s Russia in perspective: they are improvements from abysmally low levels. Death rates for Russian males between fifteen and twenty-nine were over six times those of Iraqi men during the American occupation and subsequent civil war—which overlaps the period of “stability” Putin generated. Dead young people yesterday mean no young parents tomorrow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2088","value":2088},"note":null},{"text":"Russia’s most severe, most unrelenting problem, however, is strategic. It’s an issue of size. Russia is comprised of vast tracts of low-to-moderate-productivity land stretched out across eleven time zones in an area with minimal internal navigable waterways. Moving people and goods and troops across such vast territories has always proven expensive and difficult. In preindustrial times, its size meant Russia was not only a technological and economic laggard, but a military laggard as well. Pretty much any organized state could outmaneuver the Russians with a smaller, more advanced force. Moscow’s only hope of winning was to subject its foes to wave after overwhelming wave of conscripts, while praying for bad weather. Industrialization changed the math somewhat. Russia still lagged (far) behind, but in 1904 the Russians completed their first transcontinental rail line, enabling them to shuttle troops from their western border with Imperial Germany to their eastern border with Japan in just a few weeks. Previously, such a logistical feat would have taken over a year. Once again, it was Stalin who took Soviet industrialization to the next level, this time in military affairs. The superior organization and technology of German forces had overwhelmed Russian forces time and time again throughout history. It wasn’t exactly a hard fight. In the opening days of World War I, in some battles the Russians had only enough firearms for about one-third of their conscripts. Russian battle strategy was for the unarmed two-thirds of the troops to rush into combat along with those lucky enough to have weapons, pick up the guns of those who fell, and keep fighting. Needless to say, it was a stupid plan that didn’t work. The Russian defeat at German hands in World War I was so complete that it initially cost the Russians all their Ukrainian and Belorussian territories. Only allied victory a year later restored these lands to now-Soviet Moscow. But in World War II things had changed. Sure, German military tech and organization and logistics and tactical doctrine remained far superior, but Stalin had pushed military development hard enough that every infantryman had a rifle. It was no longer a competition between an industrialized and a nonindustrialized force. Now it was a fight between an advanced industrial force and an early industrial force. One German infantryman versus five unarmed Russians lacking logistical support was one thing. One German infantryman versus five armed Russians with a logistical tail stretching by rail link back to militarized industrial towns well outside the reach of Nazi aircraft was quite another. Russia won the Battle of Stalingrad not based on tactics or technology, but on numbers. The same proved true for follow-on battles at Kursk and the Mius and Belgorod and Kharkov and Smolensk and the Dnieper and Kiev and the Crimea and Narva and Debrecen. In each fight, the Russians brought wave after wave of disposable troops. Most of these…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2104","value":2104},"note":null},{"text":"Contemporary Russia’s strategic crisis consists of five interlocking problems: ALIGNMENTS. The post-Soviet breakup robbed Moscow of not only its satellite states in Central Europe, but also the constituent republics of the Soviet Union itself. Within two decades, the entire western swathe of the Soviet Empire—Estonia, Latvia, Lithuania, Poland, the Czech Republic, Slovakia, Hungary, Romania, and Bulgaria—had joined the European Union and NATO. Their military assets were now in the wrong column. BORDERS. Due to its irregular boundaries, Russia is approximately one-third smaller in land area than and has half the population of the Soviet Union, but its external borders are actually slightly longer. APPROACHES. Independent Russia’s borders are also much more difficult to defend, particularly from the west. Russia has lost most of its Baltic frontage to Estonia, Latvia, and Lithuania, which are now NATO members, while the Carpathians are now seven hundred miles beyond the frontier. MANPOWER. In addition to Russia’s shrinking demography and loss of the former Soviet territories, rising disease and drug-addiction rates mean that the number of bodies available for Russia’s defense is already down to less than one-fifth of what it was in 1989. By 2022 the Russian army will likely have shrunk to half of its 2016 size, making it incapable of defending the old Soviet borders, much less the longer, more vulnerable borders Russia has now. TECHNOLOGY. Russia’s labor shortages have already forced it to prioritize the aspects of its system it hopes to maintain. Moscow knows it cannot both develop new military technologies and produce them in sufficient qualities. Moscow had hoped China would help it square the circle: selling advanced weapons to China and then using the proceeds to fund the manufacture of its own. Instead, the Chinese did what they’ve done with everyone else: buy the floor model, reverse engineer it, engage in some light tech-theft, and start domestic production of whatever they can figure out. Russia has managed to develop a fifth-generation fighter jet—the scary-cool, stealthy Su-57—but Moscow has proven incapable of producing enough to field more than one lonely squadron. Similar bottlenecks plague the entire Russian arms industry. Collectively, these issues are forcing the Russians to return to a system of static defense, a strategy that only works with a bottomless supply of manpower—which Russia no longer has. Russia’s future is bleak. Demographically the country faces inevitable collapse. While that collapse is in slow motion, it has already progressed far enough that, if Russia faces a large-scale invasion from any quarter, its only viable defense option would be its nuclear arsenal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2138","value":2138},"note":null},{"text":"Russia’s exports of oil, natural gas, coal, wheat, steel and semifinished iron, unwrought aluminum, diamonds, timber, copper, platinum, fertilizers, and frozen fish—which generate revenue in that order—mostly transit oceans or third parties. The only reason those exports can safely reach end consumers is the security provided by the Order. Remove the Americans, and the ability of the Russian economy to generate capital vanishes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2183","value":2183},"note":null},{"text":"The Order may have been created to hem in and destroy the Soviet Empire, but now Russia is one of the states most dependent upon the dying Order for its ongoing survival.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2191","value":2191},"note":null},{"text":"To be blunt, there isn’t a damn thing the Russians can do about their Siberian borders with China. What Russian populations exist in the Far East cling to the narrow corridor of the Trans-Siberian Railway with Chinese populations on the border’s far side outnumbering the Russians at least ten-to-one. Even in Soviet times, a conventional standoff here was silly, so the Soviets threatened the Chinese with nukes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2212","value":2212},"note":null},{"text":"The only thing the Russians can do about approaches from this direction is what they’re already doing: making it clear that the consequence for threatening Russia from that direction is annihilation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2215","value":2215},"note":null},{"text":"Both East and West Germany enjoyed a brief baby boom between 1955 and 1965. That generation has been working and paying taxes for decades and in the 2010s is at the height of its earning and tax-paying years. The German treasury overfloweth. Germany’s Boomers didn’t have many children, circumscribing expenses for services like primary education and childcare. The state instead directs the savings into value-added items, like higher education and infrastructure. Some eight million Germans died in the world wars, gutting populations that would have been retirees in the 1970s, 1980s, 1990s, and 2000s. High tax receipts plus few dependents equals excellent government finances, but this golden age of high tax receipts and low government payouts is ending.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2346","value":2346},"note":null},{"text":"There is never a good time to have a terminal demography, but contemporary European economic trends argue for now being among the worst. A rapidly shrinking working-age population paying a higher tax rate to support an ever-larger retiree population means Germany’s already weak ability to absorb its own production weakens further. It is more important than ever for the Germans to have a place to send their wares. Germany’s biggest exports by value are automotive, with 80 percent of the cars Germans manufacture at home being sold outside of Germany. The European Union is no longer that place. While few countries have as poor a demographic structure as Germany, most of those in the running are also within the European Union. The rest of Europe has aged beyond being able to serve Germany as an export sink.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2379","value":2379},"note":null},{"text":"Whether technical or the more painful official kind, some portion of the Continent was in recession between 2006 and 2015. In part, that’s Germany’s fault. First, because the Germans superglued the monetary policies of places like Greece to their own without much consideration for dislocations this would create. Second, because the Germans provided the largest chunk of the financial assistance required to bail out the EU’s failing members, but Berlin conditioned that support on budget cuts. Europe’s weaker countries are Europe’s weaker countries because they lack Germany’s sublime economic geography. The state spending of these weaker states is part of what helped those weaker states close the gap with the Germans. German-imposed austerity gutted growth potential and, from it, Europe’s capacity to absorb German products.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2386","value":2386},"note":null},{"text":"NATO’s twin goals were to force an internal Western European peace while also securing Western Europe against Soviet aggression. As Hastings Ismay, NATO’s first secretary general, so famously put it, the alliance’s raison d’être was “to keep the Americans in, the Russians out, and the Germans down.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2403","value":2403},"note":null},{"text":"But with the American abdication of responsibility, that dream dies. Europe is a region of military pygmies who face pressing military challenges. A region suffering demographic implosion, unable to absorb immigrants. A region peppered with xenophobes who cannot control their borders. A region rumbling with environmentalists who cannot generate green power. A region facing a banking crisis that lacks the means of even defining the problem, much less rectifying it. A region that has largely outsourced its relationships with its nearest neighbors of significance—Turkey and Russia—to the departing Americans. A region whose most coherent economic, financial, and military power—the United Kingdom—has left. Europe now faces simultaneous, interlocking crises: currency, finance, banking, monetary policy, supply chains, inequality, migration, oil, natural gas, electricity, demographics, consumption, exports, imports, Libya, Syria, Turkey, Russia. (Perhaps even America?) It gets worse: Any response requires that all European states agree on how to prioritize and address each problem. Which means for the Germans, the worst of all worlds is about to arrive: Germany is not a sunny or windy country. Despite spending nearly 2 trillion euro on alternate energy infrastructure and setting up omnipresent regulatory structures to favor the greentech sector, which have doubled power prices from 2000 levels (which were already more than double average US prices), Germany receives less than 10 percent of its electricity needs from green power. Germany is more dependent upon fuel imports now than before it started its green surge. Half of Germany’s exports and all its energy imports rely on access to countries beyond the EU. The United States is Germany’s largest end market, while China ranks third. Nearly all of Germany’s manufacturing supply chains rely upon access to countries within the EU. Germany’s (and Europe’s) demographic collapse deepens both the consumption and the production problems. With the Americans’ departure, security competition is back on the table.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2429","value":2429},"note":null},{"text":"Germany is now returning to the same rise-and-fall cycle that has so defined its history, but unlike China, the Germans have celebrated their demilitarization and in doing so willingly surrendered any tools that might enable them to look after their own needs. The Germans are left with starkly limited choices: The North Sea has oil and natural gas, but other countries in the sea’s basin—most notably, the United Kingdom—already absorb most of what is available via preexisting infrastructure. The sea’s resources are unavailable to Germany. The Middle East has plenty to go around, but that region is on the wrong side of the European continent and Turkey. In a world of unsafe shipping lanes, Germany might as well be on another planet. Labor options are similarly limited. Within Europe, the Scandinavians, British, and French all operate at similar cost structures, so there are few options for operational synergies. Many European countries keep most of their manufacturing supply chains in-house for reasons geographic (the United Kingdom, Sweden) or mercantile (France, Spain). Sometimes it is simply an issue of style. Italy operates differently. Instead of the German approach of assembly lines and mass production, the Italians treat industry more like art—one at a time, handmade outputs.* On the topic of customers: the largest consumption bases locally are the French and British. Even at the height of the Order, the French liked to keep their market to themselves. The United Kingdom was more open, but in the aftermath of the Brexit drama, count on access to the British market flat-out ending. The Dutch will continue to do business with Germany, but the Netherlands is more a flow-through economy than a large final destination. The seventeen million Dutch can absorb only so much. But looking east, the Germans see opportunity. The former Soviet satellites of Poland, the Czech Republic, Slovakia, and Hungary are not only near, but geographic barriers between them and the Germans are minimal: If long-haul energy imports are not an option, Russia is brimming with (relatively) short-haul delivery options, much of which flows via pipes that are already in place. Labor costs in the Central European states are one-third (or even less) of those in Germany. Integrating manufacturing systems with them not only makes economic sense, but also provides economies of scale the Germans could never achieve on their own. Poland and its Central European cohorts may be only about one-half as wealthy as Germany, but there are nearly as many people in those countries as there are Germans in Germany. They provide both manufacturing labor and a consumption base. Just beyond the Central European zone are 44 million Ukrainians and 140ish million Russians who have proven unable to meet their own manufacture needs in any era. What’s left that is worth having, fits Germany’s needs, and yet remains within reach isn’t to the west, but to the east—putting the Germans and the Russians on…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2447","value":2447},"note":null},{"text":"Germany’s Report Card BORDERS: There are few significant buffers between Germany and its western, eastern, and northern neighbors. RESOURCES: The greatest concentration of wealth-generating navigable internal waterways in the world, the most efficient manufacturing and production systems in the world, and the best trained labor force in the world. But jack for actual physical resources. DEMOGRAPHY: Old! So very ooooold! One of the grayest and fastest-graying populations in the world, Germany’s population is too old to consume the goods its industrial sector produces, creating a dependency on exports. MILITARY MIGHT: Germany makes excellent tanks, diesel submarines, and electronic surveillance equipment. Unfortunately for Germany (but not Poland or Belgium or anyone else), decades of reliance on NATO and being hamstrung by the Second World War and the Cold War have left it a paper panzer. ECONOMY: The entire German economy is predicated on leveraging its manufacturing sector to push high-quality exported goods to a globalized consumer base. In a post-Order world this will not work. At all. OUTLOOK: Few countries are more dependent on the American-led global Order. Germany’s best backup plan—the European Union—is already falling apart. Germany needs a new way of doing things. Or an old one. IN A WORD: Outdated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2581","value":2581},"note":null},{"text":"For without the global Order the current French economic model is one of the few systems that will still work. Paris maintains reasonably good working relationships with the Americans, the British, the Dutch, the Spanish, the Italians, the Germans—even the Russians. French political history oozes with examples of managing and maximizing and manipulating in a shifting geopolitical environment. The mix of positioning and preparation is half of why so many European treaties are signed in Paris in the first place, and none of these factors have anything to do with what the Americans are—or are not—up to. France is emerging as the only significant European power with a sustainable domestic system and no strategic entanglements, leaving it free to shape Europe in its own image—and perhaps do the same in lands beyond. After a history full of coming in second, France’s hour has finally arrived.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2613","value":2613},"note":null},{"text":"Even the shape of France, in essence a knob near the end of the European peninsula, helps. France’s frontage on the English Channel, Bay of Biscay, and the Mediterranean gives it a mild, marine climate far more typical of an island. Compared with the bulk of Europe, France is warmer and wetter, while also experiencing less extreme seasonal variations. With the exception of the highlands of the Massif Central, all of France is firmly temperate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2661","value":2661},"note":null},{"text":"France even has pretty good borders. On France’s southern and southeastern borders jut the Pyrenees and Alps, both replete with peaks so sharp, they have permitted little direct land contact with the Iberian and Apennine Peninsulas throughout recorded history. Even France’s borders on the invasion-happy corridor of the Northern European Plain are somewhat circumscribed. To France’s northeast, a series of densely forested foothills push from the Alps nearly to the North Sea coast, making this Belgian Gap the Northern European Plain’s narrowest point. Unsurprisingly, this chokepoint has been the site of some of the fiercest fighting throughout European history.* France’s many rivers distribute the Beauce’s bounty far and wide. They serve as arteries for commercial interests. They entrench the French national identity. They encourage power projection in three wildly different directions into three wildly different regions: the Channel and North Sea, the Mediterranean and the Middle East, and the Bay of Biscay and the New World. They shelter France in the most defensible position possible on the Northern European Plain while still enabling the French to take advantage of all the opportunities the plain can provide.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2665","value":2665},"note":null},{"text":"The French have arguably the longest tradition of operating as a cohesive culture vis-à-vis their location of any people on Earth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2679","value":2679},"note":null},{"text":"From a geopolitical point of view, nationalism’s defining characteristic is its capacity to better harness national power. Medieval feudalism splits capacity among the royals, the nobles, and the peasantry, with loyalty within and among the three largely determined by a system of bribes and threats. It works, but is wildly inefficient. In contrast, nationalism fuses ethnic identity directly to a centralized governing system, both eliminating the middleman and making loyalty part of the governing rationale. Such organizational slimming funnels more resources—financial and labor, in particular—to the one government that rules it all. Nationalism took root quickly, in no small part because France’s rivers enabled the quick transmission of ideas.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2699","value":2699},"note":null},{"text":"Napoléon Bonaparte wielded the merger of ethnic and government interests against his unsuspecting foes like a flamethrower against soccer hooligans. In a few short years, France’s citizen armies had either conquered or forced alliance upon every country on the North European Plain, as well as Italy and Iberia, and stood at the gates of Moscow itself. Yet the French bid didn’t simply fail, it failed catastrophically. Which brings us to the first lesson of French power: even when France has its ducks rowed up and everyone else has gone fishing, the geography of Europe—the endless Northern European Plain, the variety of highlands and peninsulas and islands—means France can never win.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2711","value":2711},"note":null},{"text":"Which brings us to the second lesson of French power: the interconnected nature of the European geography means other European countries need not be at their peak to defeat France. The country that matters the most to France’s rises and falls will always be Germany. The Germans have the power: as cool as the Beauce is, it is no bigger than the US state of Kentucky. German core lands are six times as large, while German rivers have approximately twice the capital-generation capacity of French rivers. The Germans have the proximity: the distance from Paris to the German border is less than 250 miles, roughly the distance from DC to New York City. The Germans have the concentration: France may be able to wield power in many places, but Germany is concerned only with the Northern European Plain. If the Germans can unite their disparate regions, there is little the French can do in a straight-up fight but look for white sheets to cut into easy-to-wave rectangles. Managing the German question must be France’s top priority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2739","value":2739},"note":null},{"text":"The core issue was, while the Order altered European geopolitics in France’s favor, it also negated many of France’s geographic advantages. Being protected by the Belgian Gap didn’t mean much if Germany was contained within NATO. Having a politically unified system didn’t mean much if the Americans’ barring of imperial predation the world over enabled even shattered systems like China to unify. What had made France special was a geography that made it unified and wealthy and stable and secure. What the Americans offered the world was a system that made everyone unified and wealthy and stable and secure. In no circumstance was the Order’s elimination of geographic weakness more worrying to the French than in the case of Germany. The most positive feature of Germany’s geography is its dense webwork of navigable rivers, granting it the best topography on the planet for economic development. The most negative feature is that those same rivers are on Germany’s outer edges rather than in its middle, making it easy for Germany’s neighbors to hamstring German unity. The Order magnified the benefits of the former while eliminating the weaknesses of the latter. Now expressly forbidden from having a military policy, the Germans poured all their efforts into economic and financial growth. It would have been impossible for France to keep up under any circumstances. With France attempting to maintain a military capability independent of NATO and the United States—complete with a fully functional nuclear deterrent—it became laughably so. Had Germany not been lashed to the French will, the disconnect would have been terrifying.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2793","value":2793},"note":null},{"text":"On the day reunification occurred, Germany immediately became France’s demographic and economic superior. Even worse, German economic linkages quickly started spreading not simply from West Germany into East Germany, but into all the former Soviet satellites. In parallel, the German government started to experiment with—gasp!—independent stances in foreign affairs, flexing its political muscles in the former Yugoslavia. France was, in a word, horrified. The French strategy for dealing with this unfortunate reality had three pieces. First, Paris sought to build an anti-German alliance with the intent of surrounding and submerging Germany in the new European geopolitical context.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2810","value":2810},"note":null},{"text":"Second, the French turned European diplomacy into a co-dominion effort. Rather than asserting that Paris spoke for the entire EU, the French leadership would first court the German leadership and then present joint statements to the world on the EU’s behalf.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2819","value":2819},"note":null},{"text":"Third, the French sought to constrain the Germans within an economic web to complement the political cage. Paris became an unabashed supporter of the common currency. The French became founding members of the Economic and Monetary Union with the Maastricht Treaty…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2822","value":2822},"note":null},{"text":"Unfortunately for the French, instead of these three “achievements” ensuring France’s grip on Germany, the strategy instead gave Germany a grip on all of Europe. First, France’s envisioned alliance…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2825","value":2825},"note":null},{"text":"In many ways, the French are Europe’s answer to China’s “Middle…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2829","value":2829},"note":null},{"text":"Most of the new EU members at least in part blame the French for their fall to the Nazis in World War II, and by extension their domination by the Soviets for the half century that followed. Instead of bowing to French political needs, they proved infuriatingly uppity. Now that all were in the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2832","value":2832},"note":null},{"text":"Second, while Paris went to great lengths to cultivate German involvement in great-power diplomacy, the Germans had lots of topics they found need to issue statements on that had next to nothing to do with French interests. France couldn’t care less about clearing bridge debris from the Danube in the aftermath of the American bombing of Serbia during the Kosovo War, but as a littoral state, the Germans were keenly interested. France had left the military side of NATO in a fit of pique after the Suez crisis, and so wasn’t a party to military–military talks with the Americans and British as the Germans were—and since NATO expanded right along with the EU, united Germany had a voice in the regional security grouping while France did not. France certainly didn’t want to become guilty by association when this or that Central European or Balkan leader brought up German actions in World War II. In the end, all the French effort did was get the Germans used to being in the spotlight again. That proved particularly problematic when the third pillar of France’s Germany-containment effort snapped. The euro didn’t generate the straitjacket the French thought it would. One early outcome of the common currency was that all European countries could borrow at interest rates appropriate for the German economic system—a system predicated upon careful planning, measured growth, and fiscal responsibility. Those are not terms normally associated with places like Italy. As soon as Europe’s poorer members gained access to the new currency, they engaged in massive spending programs, funded with cheap borrowing. Social spending boomed, retirement ages dropped, and pension rolls grew as governments tossed cash at citizens and public works projects. For the first seven years, the eurozone economies had growth rates that felt a bit Chinese . . . until it came time to pay for things. For countries like Greece, who were burning cash like a Saudi prince on Instagram, reality hit hard—and it brought receipts. At first the French didn’t see the euro crisis as a big deal. They had forced the Germans to pay for European integration before: first in the post–World War II settlements, second in transfer payments to bring the weaker parts of Europe up to snuff in the 1970s and 1980s, and third in the expansion of European Union structures to all those new members in the 1990s and 2000s. In…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2835","value":2835},"note":null},{"text":"The French’s statist preferences discourage the sort of multinational supply chains so prevalent in Germany or China, which in turn slims France’s international exposures compared with its European peers. Of all the Euro-area states, only Portugal and Luxembourg are less dependent upon trade with the outside world. Only Greece trades less intra-EU. Germany, in contrast, is near the list’s top in relative terms, and it is absolutely in the top spot in absolute terms. Post-Order France is the European country that will suffer the least and rebound most strongly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2869","value":2869},"note":null},{"text":"France’s expeditionary-themed military is fully capable of reaching places like Libya, Algeria, Nigeria, Chad, Equatorial Guinea, Gabon, Congo (Brazzaville), and Angola. Most are former French colonies. All are oil exporters, and post-Order none have external security providers. France is one of very few countries that can provide technical assistance for their energy sectors as well as security for their commerce. For the energy-poor Germans, such French middlemanning could well prove the factor separating grim success from catastrophic failure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2873","value":2873},"note":null},{"text":"But all that is of secondary relevance to the simple fact that Great Britain is an island. Britain must have a navy, and any navy that France can float will never be able to compete. It’s an issue of the regional northwestern European geography. Great Britain isn’t simply an island; there are no strategic competitors whatsoever in a roughly 300-degree arc from the island’s south-southwest rolling clockwise to its east-southeast. Denmark and Norway’s interests broadly mirror the United Kingdom’s as regards the European mainland, and Ireland oscillates among satellite, protectorate, and cowering quietly. Any British naval vessel faces minimal challenges in returning home in a crisis and forming up with its sister ships into a single, massive, mailed fist. The French don’t have that option. First, the French navy will typically be smaller because, as insulated as France is from its mainland neighbors, the country is still a mainland power with land borders. Once the English conquered those damn Scots, London never required ground forces for defense ever again. Second, France doesn’t have one coast, but two. It has an Atlantic coast on the Bay of Biscay and the English Channel, and a second one on the Mediterranean. While France’s border with Spain is only 375 miles, the sailing distance between the Atlantic and Mediterranean points on the Franco-Spanish border is over six times that. In a strategic crisis when France needs its navy all in one place for maximum hitting power, the British have traditionally smashed the French fleets in detail with almost contemptuous ease. Even worse, the British have gone out of their way to make Portugal—an otherwise unremarkable Atlantic-facing country on Iberia’s southwest end—its oldest ally expressly to constrain the French from even trying. Third, the Brits must have a powerful regional navy both for defense and trade, which in the deepwater age puts the Brits a single imperial baby step away from having a globe-spanning navy. Not only does Britain’s naval strength tend to enable it to outmaneuver the French in European waters and well beyond Europe, but it also grants the Brits power and wealth on a global scale—while constraining everyone else. At the British Empire’s height, its rulership of the waves enabled London to dictate terms to any other power that sought to use the ocean for trade—often even in that country’s own coastal waters. That proved triply true for European waters, including French waters. It was galling.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2888","value":2888},"note":null},{"text":"First, the good. Yes, France’s birthrate has decreased, and yes, the French demography on the whole is aging, but overall the French demography is very similar to the American: relatively young, relatively stable, aging relatively slowly, and in far, far better shape than the rest of Europe. Post-Order France is the only significant consumption base in Continental Europe, which means post-EU France is far more than highly likely to keep its consumer market to itself. That’s wonderful for French businesses, disastrous for the neighbors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2935","value":2935},"note":null},{"text":"Bretons, Basques, Alsatians, Catalans, and more didn’t simply dissolve into the French milieu in the late 1700s. To encourage merger, the First French Republic adopted the motto “liberté, égalité, fraternité,” a declaration similar to the defining American phrase “all men are created equal.” The differences between the two phrases are telling. The American version proclaims that all are equal before the law, while the French version is a declaration of ethnicity—asserting that all peoples within the borders of France are now part of the French family, and family looks out for one another. With the horrors of the Terror still large in their rearview mirror, the founders of the First Republic took this commitment to fraternal values seriously and strove to make it permanent. For contemporary France, this has become a problem. There are more people in France than just the French, and you cannot just invite yourself to join a family. You must be invited. Outsiders are rarely welcomed. There’s some truly ugly stuff under this overturned rock.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2941","value":2941},"note":null},{"text":"France was one of the old empires, and in some places the French had ruled not for decades but for centuries. The merger of imperial thinking with liberté, égalité, fraternité meant that the French saw their overseas territories less as colonies and more as extensions of the homeland. That meant including the extended “family…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2949","value":2949},"note":null},{"text":"When the French Empire collapsed, many of those people—many of these citizens—relocated to the imperial center. As years turned into decades, none of the former colonies did particularly well. Trickles of migrants making hay of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2952","value":2952},"note":null},{"text":"Many French (grudgingly) acknowledge that these imperial imports and their descendants are legal citizens, but they steadfastly, allergically reject the idea they could ever be French. Even if they were born in France. Even if their grandparents were born in France. Resentment runs hot on both sides of the racial divide. In a world of Disorder, this wedge of disunity in the French system is France’s biggest weakness. It stratifies French society between Frenchmen of Caucasian background and those of the colonial imports. It weakens France’s appeal to African nations. It provides outside powers…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2955","value":2955},"note":null},{"text":"Liberté, égalité, fraternité is so entrenched into French political culture that it is unconstitutional even to collect data on people’s ethnic background. This was done to help merge all the various late-1700s ethnicities into a homogenized system. But now it means France doesn’t know how many of its people are second-class citizens. The figure is probably about six million people, or 10 percent of the population, and it is probably…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2963","value":2963},"note":null},{"text":"How the French deal with this issue cuts to the core of the very definition of the French nation in the near future. Option one would be for the French to renegotiate their core cultural definitions, to repeat the social experiment of the late 1700s and once again broaden the definition of “French” by adopting the liberal dream: full multiculturalism. For a country that has bent over backward to make itself as unwelcoming as possible to Polish workers (fellow Caucasians from a fellow Northern European country), as well as to block the immigration of refugees from Syria (a former French colony), it is difficult to envision the multicultural approach happening. What progress the French have experienced in opening their…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2967","value":2967},"note":null},{"text":"Option two is the populist approach. Instead of widening the definition of “French,” narrow it to only include the ethnically French, and maybe a scant handful of other Caucasians who can convince the preexisting French of their enthusiasm for all things France. This requires a logistical pretzel: how does the state act as the social arbiter and strip citizenship from…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2974","value":2974},"note":null},{"text":"Between these two extremes, contemporary France pinballs its way forward. Non-French ethnics can have and keep citizenship, but they are de facto forced by the French government and French culture alike to live…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2979","value":2979},"note":null},{"text":"Never forget that one outcome of liberté, égalité, fraternité is that France is the European country with the highest percentage of ethnic Arabs who are not merely isolated residents, but permanently disadvantaged citizens. Such ghettoization provides terror groups with communities throughout France that have already proved useful for recuperation, recruitment, planning, and refuge from the authorities. Add a disintegrating Middle East, heavier migrant flows, and general European dislocation, and France—already having suffered from more deaths from terror attacks than any other European state—can now fold terrorism into the heart of its identity crisis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=2987","value":2987},"note":null},{"text":"But unlike the Western Mediterranean, which is France’s to lose, the Eastern Mediterranean has a lot going on. Lebanon and Syria oscillate between dictatorship and anarchy. Israel always has a firm opinion on security matters. Cyprus hosts a pair of large British naval bases. Turkey is firmly, unapologetically on the rise. Perennially unstable Egypt is . . . perennially unstable. And of course the nexus of Saudi and Iranian interests has been enthusiastically messy since the eighth century. France, put simply, needs to seize the Suez Canal and a reasonable buffer of territory on both sides so French forces can ensure smooth operation. Luckily, no plan to invade the Middle East has ever gone awry. . . .","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3033","value":3033},"note":null},{"text":"France’s Report Card BORDERS: France is the sole country on the Northern European Plain to have meaningful geographic boundaries: the Pyrenees, the Alps, the North and Mediterranean Seas, and the Belgian Gap. RESOURCES: The French have almost as good a riverine transport network as Germany, but it is in agriculture where France truly shines. The variety of microclimates makes France a world-class agricultural producer and exporter. DEMOGRAPHY: The French boast the healthiest demography of industrialized Europe, but unassimilated immigration from sub-Saharan Africa and the Arab world is a growing issue that will soon reach critical mass. MILITARY MIGHT: Paris learned its lessons during the World Wars, primarily to trust no one. The French maintain a military independent of NATO, an economy separate from the EU, and their very own nuclear deterrent. ECONOMY: France is a significant producer both agricultural and industrial, making it perhaps the most difficult EU member to negotiate trade deals with. While not an industrial producer on par with Germany (who is?), the French can make or grow most anything they need at home. OUTLOOK: France is rarely number one, but it is almost always in the top five. When France’s neighbors struggle—as they are now—French power naturally rises. IN A WORD: Finally!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3040","value":3040},"note":null},{"text":"Part of the reason the Middle East features so prominently and so often in Western lore is that it is right there. Athens and Rome had more contact and arguably more in common with the world of the Eastern Mediterranean—aka the Levant—than they ever did or would with Berlin, Paris, or London. Like it or not, this region is a central piece of the West’s collective cultural history. Another reason is money. Before deepwater navigation, much of the trade between Europe and Asia relied on routes through the Middle East. For the relatively short historical period of steam travel and coal, the region languished—until the discovery of oil.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3060","value":3060},"note":null},{"text":"As hard as it is to believe, the American-led Order has kept most of these disputes limited to a slow burn. As the United States started to step back from the world stage, the Middle East was the first to descend into Disorder,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3067","value":3067},"note":null},{"text":"Part of why the Middle East always seems so chaotic is that it’s next to impossible to establish continuity. It comes down to water—or, more accurately, the lack thereof. What rain the region receives occurs seasonally in a scant handful of highlands, most of which are too steep to be particularly useful as living space. The resulting streams and rivers follow narrow courses with minimal downstream inflows; miss those, and oases are the only other water source. Nearly all the region’s agriculture must be irrigated, and most of its population clusters tightly around whatever water is available: on the Levantine coast, in Mesopotamia, along the Nile, at Mecca, at the Damascus oasis, and so on. Dictated by that most essential of resources, this settlement pattern forces a base, visceral competition upon the region. One seasonal hiccup in the delicate water supply, and local civilizations are forced into a blizzard of raiding and counter-raiding. Civilization falls apart. The nature of the region’s terrain doesn’t help. Nearly all of the Middle East is flat, open arid lands or hard desert. Throughout, there are painfully few geographic…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3070","value":3070},"note":null},{"text":"Chokepoints, like Aleppo or Suez, sit at maritime and/or land-based crossroads, attract a lot of attention, and tend to…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3080","value":3080},"note":null},{"text":"Iran is different in every conceivable way, but it all boils down to one factor: populated Iran is a fused, sprawling mountain system. Iran’s Zagros mountain chain fills the country’s entire southwestern third, while the Elburz dominates the northern third. The contemporary capital of Tehran sits on a plateau where the two chains meet. With an average peak elevation of ten thousand feet, the two chains not only force out fairly reliable rainfall, but their valley floors tend to be above three thousand feet. Unlike nearly everywhere else in the region, it actually rains in Iran where people live. And that changes everything. Direct rainfall enables agriculture without necessarily requiring irrigation. Lower labor requirements free workers to do other things, like going to school or practicing a trade or composing a poem or waging war. Culture here has roots stretching back five thousand years. Mountain living has other advantages. Anyone wanting to invade Iran must fight their way uphill into the Persian core and batter through every. Single. Mountain. Line. This defensibility shapes Persia’s participation in international affairs. Iran isn’t a destination, but instead a knot of difficult territory that must be bypassed by those in Asia or Europe who want to trade with each other. Since passing through Persia is so difficult, trade in all areas tends to flow around Persia whenever possible, preferring either the dangerous, often pirate-ridden seas of the Persian Gulf and the Red Sea, or the flatland routes through brigand-rich Central Asia. The only exception is the Silk Road. Persia did play host to…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3083","value":3083},"note":null},{"text":"Unlike the dozens of city-states and empires that have risen and fallen throughout the Middle East, the Persians have art and history and culture that isn’t short-lived or incidental or fused with foreign practice but instead anchored in millennia of continuity. The Persian language and Persian customs—conservatively—date back hundreds of generations. Persian continuity enabled a local economy far more sophisticated than the pearl harvesters of the Persian Gulf’s southwestern shore or the caravan towns of the Syrian interior or the grunt…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3098","value":3098},"note":null},{"text":"The Persians have had their highs and lows just like everyone else, but most notable is the fact that the lack of local competition meant that the Persian empires of the past didn’t so much rise and fall as expand and contract. Only on rare occasions did the Persian core itself fall. Today the Persians are under only their seventh governing system since the rise of the Achaemenid Empire. Americans—who are still on their first governing system—might feel a bit smug…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3106","value":3106},"note":null},{"text":"Everywhere else in the world, successful, cosmopolitan, thriving cultures never emerge in mountainous terrain. Persia is an oddity largely…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3112","value":3112},"note":null},{"text":"The early Persians were the original multiculturalists in that they maintained a relatively loose definition of what “Persian” meant, making it possible for neighboring groups to be admitted into the Persian whole.* The relative success of Persian lands compared with the desert communities around them added to the attraction. The Persians aggressively promote interaction among the mountain valleys they control. Internal trade, economic dependence relationships, and intermarriage all deliberately and successfully blur the differences among the various valleys into a fluid Persian norm. Persia always maintains a huge intelligence apparatus whose primary rationale is to keep tabs on all its myriad sectarian groups: Shia Muslims, Sunni Muslims, Balochis, Azeris, Arabs, Jews, Turkomans. All and more live somewhere in Persia—with even more groups under the Persian roof in times of imperial expansion. The intelligence authorities’ primary purpose is to provide the state with insight as to where an internal trade route or bribe or arranged marriage might be useful for national unity. Sometimes the information gleaned necessitates beating the crap out of groups that refuse to see the world from the Persian point of view. Since antiquity, the Persians have maintained a massive army relative to their population. In essence, the Persian army occupies Persia itself in order to preserve the ideal of national unity. That such an army can be used…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3117","value":3117},"note":null},{"text":"Iranian support for the Assads has been a central pillar of Syrian security ever since, but it comes at a cost. Syria has to not only support but often directly operationalize Iranian policies on Lebanon and Israel—policies that often require no small commitment of troops and money. All in all, it has paid off for Syria’s Alawites. Without direct Iranian military support in the form of Iranian troops and Hezbollah fighters, the Alawites would have long ago lost the Syrian Civil War.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3212","value":3212},"note":null},{"text":"The broader regional geopolitics set the Iranians up for success: America’s late–Cold War crusade against the Soviet Union shattered Russian power to Iran’s north while removing Soviet forces from Afghanistan. America’s subsequent wars in the region smashed Iraq, historically the biggest local check on Iranian power. America’s strategic sponsorship of the Arab states of the Persian Gulf enabled the Gulfies to avoid investing in their defense or acquiring any meaningful military expertise; America’s regional retreat leaves them all vulnerable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3236","value":3236},"note":null},{"text":"It’s a well-set table, and the Iranians’ sectarian plays have paid off handsomely: Iraq is one step from being a client state, even smuggling a trickle of Iranian oil past the Western sanctions on Iran. Syria is too weak and dependent to resist orders from Tehran. Hezbollah is far and away the most powerful military and political faction within Lebanon and has more than proven itself as a useful expeditionary force in both Syria and Israel. Afghanistan provides a steady stream of bodies to die in Syria. Iranian influence in Yemen has embroiled the Saudis in a lovely strategic distraction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3241","value":3241},"note":null},{"text":"Iran’s Report Card BORDERS: Iran is an arid, mountainous country surrounded by deserts and even more mountains. Invading Iran is therefore damnably difficult, but the same things that protect Iran also tend to stymie expansion. RESOURCES: Iran’s mountains hold mining potential, but for over a century it’s been all about an overdependence upon oil, oil, oil. DEMOGRAPHY: Iran’s population is the largest in the Persian Gulf region, but a crash in birthrates after the 1979 revolution makes Iranians much older than their peer Gulf Arab populations. MILITARY MIGHT: Iran has not one, but two armies. Both are fiercely loyal to the country’s ruling elite, outfitted with primarily reworked Soviet matériel, and are as likely to fire on domestic agitators as external armies. ECONOMY: Oil exports form the country’s export basis, distantly followed by low-grade industrial and agricultural products such as cheap steel, dates, pistachios, and carpets. All are subject to one of the strongest sanctions regimes in history. The economy is . . . struggling. OUTLOOK: Cast in the role of troublemaker for four decades, Iran has recently experienced mammoth success in disrupting its foes. Now that Iran has more or less won regional leadership, it is woefully ill prepared to protect its gains. IN A WORD: Winner?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3251","value":3251},"note":null},{"text":"Modern Saudi Arabia is quite literally the marriage of the Saudis’ Comanche-style raiding history to the Wahhabis’ Seventh-Day Adventist–cum-Amish worldview on issues of technology, topped off with both tribes’ mafia-esque opinions about earthly punishment. Such political inflexibility and deliberately maintained economic inequality are unremittingly fused with one of the most repressive, sexist, and sadistic interpretations of any religion, ever, with the repression of individual rights being a cornerstone of national identity.* Such brutality is also the first pillar of the Saudi state.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3328","value":3328},"note":null},{"text":"Religious tourism in general employs nearly one million people of the population and attracts 17 million visitors annually. In the United States, Disney World alone draws 55 million people per year yet employs fewer than 70,000 people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3345","value":3345},"note":null},{"text":"In a straight-up land war, a coalition of the kids from Stranger Things and It would rip them apart.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3599","value":3599},"note":null},{"text":"The inconvenient truth most foes of Iran ignore is that Iran’s mountainous nature ensures that it cannot be destroyed with anything short of a World War III–style massed nuclear assault.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3603","value":3603},"note":null},{"text":"The most likely outcome is a sort of horrific stalemate, as the foundations of civilization throughout the Middle East burn away, leading to outbreaks of famine, civil collapse, vast refugee flows, and unprecedented depopulation—most notably in Afghanistan, Iraq, Jordan, Lebanon, Syria, and Yemen. The only reason the Palestinians might be spared is because a functional state largely divorced from the region’s politics and traumas—Israel—is responsible for feeding them. On average, this entire region imports over half the grains and soy it consumes, and most local production is possible only because of imported agricultural inputs and industrialized irrigation systems. It won’t take much more than a strong breeze to knock these places over, and the brewing Saudi storm will be terrible indeed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3606","value":3606},"note":null},{"text":"A GLOBAL ENERGY CRISIS. Turkish energy demand weighs in at about 1 million barrels of oil and 4.6 billion cubic feet of natural gas daily, about average for a country of its size and economic structure. Also like its peers, the Turks import almost all of it. But unlike its peers, the Turks don’t have to bend over backward to secure energy. Two of the world’s most important oil transshipment pipes connect Turkey’s Ceyhan port to oil fields in Azerbaijan and Iraqi Kurdistan. Either of them has enough pipeline throughput capacity to fuel all Turkish needs, and with a bit of . . . encouragement from Ankara, neither would face too heavy of a lift to provide the appropriate volumes. Should the Turks build one more midsize refinery anywhere along their lengthy coastline, their oil-products problem vanishes without taking a drop of Russian or Saudi Arabian crude","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3735","value":3735},"note":null},{"text":"Even in the unfortunate circumstance that Turkey ends up crossing swords with the Russians, there will be far more trade on the Black and through Marmara than there ever was under the Order. Without American-enforced freedom of the seas, the Turks can return the Bosporus and Dardanelles to their normal status of being internal waterways. Everyone will have to pay the Turks to sail through. At least in part, the income stream that made the Ottomans so wealthy is coming back.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3750","value":3750},"note":null},{"text":"With the Turks sitting out the Iraq War, the Americans found a new ally in northern Iraq’s Kurdish groups. This was a problem for Ankara. Not only were there more Kurds in Turkey than Iraq, but the Turks had just recently finished fighting a thirty-year civil war over Kurdish separatism. Even worse, the Kurds in time rose to be the Americans’ ally of choice in Syria as well. Such betrayal (in the Turks’ eyes) functionally ended the American-Turkish alliance, while provoking both secularists and Anatolians into seeing Turkey as beset by an ever-more-distant superpower. America’s abandonment of the Kurds in late-2019 hardly restored the US-Turkish alliance, although it did result in a bit of an upgrade from seething hostility to cold distrust.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3810","value":3810},"note":null},{"text":"Even a minor military conflict with Turkey would utterly end Russia’s ability to export oil and natural gas to the west, removing it from the list of significant energy exporters (it currently ranks number one for combined oil, natural gas, and petroleum products, with oil and natural gas sales being the government’s top two sources of income).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3903","value":3903},"note":null},{"text":"Russia has its Chechens, Lebanon the Druze, Spain the Basques, America has West Virginia, and Turkey has the Kurds. The entire southeastern quadrant of Anatolia is a Kurd-majority region, home to half that ethnic group’s total population, with the rest distributed in the border regions of Syria, Iraq, and Iran. The Kurds of Turkey have been fighting an on-again, off-again insurrection against Turkish power since the end of World War I.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=3933","value":3933},"note":null},{"text":"The Turkish institutions that managed foreign and strategic affairs died with the Ottoman Empire in 1922. That’s a long time to be out of the game. Since starting to wake up from their century-long slumber a few years ago, the Turks have made some horrid mistakes: A botched attempt to patch things up with Armenia handed the Caucasus lock, stock, and barrel to the Russians. Thinking they could crack open the Palestinian issue, the Turks instead managed to rupture relations not only with the Israelis, but with nearly all the Arab states. Efforts to manipulate the Syrian Civil War instead slimmed relations with the Americans and led to international embarrassment by the Russians, Iranians, and Saudis. Turkish use of the refugee crisis as a cudgel to force concessions out of the European Union soured relations with all Europeans at all levels. In all cases, the Turks made a typical freshman mistake. They assumed everyone would do everything the Turks said, simply because the Turks are so awesome. Such narcissistic self-aggrandizement is a natural outcome of only recently settling upon an ethnic identity after not having deep conversation with anyone on the outside for a century. Emerging into the heart of the region is the Turkish Question: No one alive has any experience in a world in which the Turks are outward looking. No one knows how Turkey defines its interests, and so no one has a clue as to how Turkey will prioritize. The Turks included.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4081","value":4081},"note":null},{"text":"Turkey’s Report Card BORDERS: Turkey itself is a mountainous peninsula that typifies an ugly house in a gorgeous neighborhood: Turkey bridges Europe and Asia, the Mediterranean and the Middle East, Russia and the West. RESOURCES: Bad coal, the best agricultural lands in the Middle East, but above all else the ability to control maritime trade between the Mediterranean and the Black Sea, and land trade between Europe and southwestern Asia. DEMOGRAPHY: Turkey has a stable, relatively young population. Great for consumption-led growth and a future capital-and trade-driven move up the value chain. Also good for political protests. MILITARY MIGHT: Turkey has the most capable army in Europe and the Middle East. Despite the military’s recent political weakening under the imposition of civilian authority, it retains plenty of pep to deal with any immediate neighbors. ECONOMY: The Turkish economy has languished in recent years under extremely inexpert political intrusion into the country’s economic systems, but the country’s position and population structure make it a growing manufacturing hub as well as the bright spot for the region’s future. OUTLOOK: Turkey will always be smack dab in the middle of everything. It’s relationships with outside powers may wax and wane, but it will always be the economic and military heavyweight of its region. IN A WORD: Returned.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4094","value":4094},"note":null},{"text":"With an unofficial motto like “country of the future,” it’s no surprise Brazilians like to make some callouts: Brazil’s land area is the largest on the South American continent and the fifth-largest in the world. Brazil’s economy is the largest of all the New World economies except the United States and ranks solidly in the top ten globally. Economically, Brazil has taken the world by storm. It ranks in the top three in multiple production categories: soy, corn, beef, iron ore, coffee, orange juice, and sugar. Brazil’s natural bounty is unassailable: the world’s largest river by volume, the largest tropical rainforest, the largest area of undeveloped agricultural lands. Brazilian manufacturing is recognized globally as excellent. The national oil company, Petrobras, regularly demonstrates a command of offshore operations that compares favorably to industry leader ExxonMobil. In aerospace, the dominant Brazilian firm Embraer sells jets pretty much everywhere and is easily among the top four globally.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4112","value":4112},"note":null},{"text":"Brazil has no navigable rivers. Well, that’s not quite true. Technically the Amazon is navigable a thousand miles inland. However, the Amazon Basin’s extreme tropical nature and muddy banks make it broadly uninhabitable and impervious to development.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4123","value":4123},"note":null},{"text":"Everything needs to be shipped via artificial infrastructure, especially roads. That would be expensive enough, but Brazil isn’t flat. Think of populated Brazil as a table that’s lost two legs, with the missing legs in the interior of the country. The bulk of populated Brazil’s coastal zones is a series of cliffs known as the Grand Escarpment. Ever tried to run a train up a cliff? In most cases the Escarpment descends directly to the ocean, blocking Brazil’s urban footprints from one another. Its cities cannot integrate. Even today Brazil lacks a four-lane coastal highway. Brazilian economies of scale are few and far between. Brazil’s roads are poor. In part, it is a materials issue: concrete doesn’t set properly under high humidity, introducing warps into the finished road, while asphalt often re-liquifies under high heat and normal traffic tends to squeeze the road material to the shoulders. Brazil’s only truly viable territories are in the cooler southeast, but even there sharp limitations abound. The country’s rugged coastal terrain ensures that Brazil’s southeastern cities are atrociously crowded—far more densely populated than even Japan’s trademark…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4127","value":4127},"note":null},{"text":"The opposite side of Brazil, on the eastern slopes of the Andes, has a different problem. Mostly tropical forest, the entire region is a no-man’s-land for roads and the perfect sort of climate for growing cocaine. The result? A swathe of territory larger than Texas and California combined in Brazil’s northwest is beyond the reach of Brazilian law enforcement and thus a playpen and breeding ground for many of South America’s drug groups. About the only reliable exception to Brazil’s problem with economies of scale is its export-driven agricultural sector. Even that has a litany of problems, beginning with the sort of land Brazil has to work with. Vast swathes of interior Brazil are a tropical savanna known as the cerrado, which is wildly unlike the rest of the world’s farmland. The cerrado must be first stripped of its native vegetation, then repeatedly treated with lime for several years to deacidify the soil. At that point the Brazilians have “soil” with the consistency and nutrient profile of beach sand that…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4138","value":4138},"note":null},{"text":"Animal agriculture doesn’t get a pass either. Tropical conditions plus traditional cattle generate beef…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4149","value":4149},"note":null},{"text":"Between higher disease rates and lower quality, Brazilian animal products are far lower in value added and far higher in cost than their competitors. That’s before transport is considered. Most products from the interior seeking export must descend the cliffs to ports on Brazil’s southeastern coast. Roads aren’t much easier to run down cliffs than rail lines, so all traffic must concentrate into a handful of trans-Escarpment routes—with all the traffic one would expect. Brazil is the world’s only major grain producer that transports the bulk of its exported cereals by truck. During harvest time, miles-long traffic jams are not uncommon. Considering the limited infrastructure routes, high rate of wear and tear, and the need for various input…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4152","value":4152},"note":null},{"text":"Colonial Brazil wasn’t settled by pioneers who could work the land to become wealthy, but instead by people who started wealthy and so already had the money to lay down to build the necessary infrastructure. Rich Portuguese settlers established company towns to serve their specific corporate needs and manipulated a stilted political system and narrow economic system, enabling them to maintain control. Brazil today has a fractured economy, each piece run by different members of an entrenched oligarchic class, many of whom are those settlers’ descendants. There was no Brazilian equivalent of the American pioneer era, wherein common folk could obtain free land. Instead, the only way to acquire Brazilian land in the colonial era was to receive it as a direct gift from the Portuguese emperor. It wasn’t until the first coffee boom in 1850 that land purchase by private interests was even legal. Today 1 percent of the Brazilian population owns half the country’s real estate, with the six wealthiest Brazilians having as much wealth as the bottom 50 percent of the Brazilian population. In contrast, in America, the pioneers became freeholders became the middle class. Democracy developed in parallel, being reinforced by economic trends. In comparison, Brazilian democracy is weak and recent, truly putting down roots only in the 1990s after the military handed power to civilian authorities. Brazil’s geographic challenges have political consequences beyond the oligarchs. Because Brazilian coastal towns have so few connections among one another, most have found it easier to integrate with foreign entities on the southern Chinese model. Likewise, inland cities—where transport…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4159","value":4159},"note":null},{"text":"One result, among many, is a deep culture of corruption—by necessity. The oligarchs correctly believe that most of what progress Brazil has experienced since the initial European settlement is a direct outcome of their collective investments. They see little reason why they should share their laborfruits, so they directly control all aspects of life in their fiefdoms: economic, social, cultural, and especially political. Because power in Brazil devolves to the regional and even the city levels—levels the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4175","value":4175},"note":null},{"text":"Combine these factors, and Brazil faces chronic skilled-labor shortages: Partly the reason is geographic. Low connectivity among regions means fewer economies of scale, driving up education and relocation costs. Partly it’s climatic. Until the late 1970s, nearly all the crops grown in Brazil were traditional tropical crops: coffee, bananas, sugar cane, pineapples, sweet potatoes, and so on. Such crops must be planted, tended, harvested, and boxed by hand. Tropical agriculture is the quintessential low-skilled labor industry, and it was the backbone of the Brazilian economy for three centuries. Partly it’s structural. While an oligarch certainly has an interest in educating his children, there isn’t much incentive to educate the staff—especially if the most value-added thing they do is box mangos. Besides, school might give them ideas. . . . Partly it’s political. The oligarchs rule their roosts and don’t like to contribute financially to the roosts of others. They use their local pull to minimize tax payments, reducing the resources available for any sort of national educational or infrastructure systems. Partly it’s racial. People with poor backgrounds often have never had anyone in their extended families who have ever completed secondary school, much less received higher education. Considering the general lack of opportunities in the Brazilian economy, it is a difficult cycle to break. This labor-quality problem effortlessly feeds into all Brazil’s other issues: Because of the lack-of-winter insect kills, an accommodating climate for bugs, and land stewardship practices that are not exactly cutting edge, Brazilian bugs and weeds tend to develop chemical resistance two to three times faster than those in more temperate climates. Keeping up with the pests—both insectoid and herbaceous—requires adaptive technology that demands skilled labor that Brazil doesn’t have in sufficient quantities. Despite the country’s headline agriculture numbers, it is among the most dependent upon foreign chemical companies for its agricultural inputs because it cannot keep up with the chemical design at home.* A possible solution to Brazil’s chronic high-cost development issues would be the indigenous development of new technologies more appropriate to the Brazilian climate and geography. Brazil has experienced some success in this endeavor via the state research firm Embrapa, which focuses on developing seed strains that can thrive in the Brazilian tropics. But the bureau faces the constant constraint of insufficient scientific staff. Anyone skilled enough to pick away at Brazil’s issues can make metric gob-tons of money doing the same thing in the private sector—outside of Brazil.* This chronic skilled-labor shortage guts what forms the centrist core of most modern democracies: the middle class. Consequently, Brazil’s political system oscillates wildly among the interests of regions unwilling to share power with the national government, oligarchs unwilling to…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4189","value":4189},"note":null},{"text":"Three market-tweaking factors drove Brazil’s recent successes: CHEAP, PLENTIFUL, RELIABLE FINANCING. Brazil needs vast supplies of capital to overcome its local topographic and climatic restraints: money for roads up the Grand Escarpment, money for transport of goods from deep in the interior to the coast, money for ports on tiny plots of land, money to clear and level the land, money for mass volumes of pesticides and fertilizers, etc. Initially, this money came from rich Portuguese settlers, who themselves often borrowed it from Dutch or British interests. Today it comes from foreign investors and foreign loans. Not surprisingly, about one-fifth of the cerrado territories are foreign-owned. (In the United States, the total proportion of foreign-owned farmland is only about 3 percent.) Much of this capital availability is possible because of the financial bubble from the aging global Boomer cohort. CHEAP, SAFE TRANSPORT ON THE SEAS. Nearly all of Brazil’s vast commodity production is not simply exported. Many of its co-continentals in South America produce (and export) identical products. Brazil must send its output beyond the continent. In terms of shipping, South America is the world’s most remote populated landmass, and most Brazilian exports must flow to Northeast Asia, a sail of fourteen thousand miles—because of the arrangement of the continents, it is more than halfway around the world—making it one of the world’s longest export runs. That leads us to Brazil’s final requirement. STRONG, CONSISTENT, EXTERNAL DEMAND. Brazil is no low-cost producer, and compared with global norms, neither are most of its exports high quality. Foreigners tend to be interested in Brazil’s output only when global prices are high, global supplies are insufficient, or the insurance of having an additional supply stream is desired. The post–Cold War period has experienced the fastest global economic growth ever. Between general industrialization and rising living standards throughout the developing world, Brazil’s farms and mines—high cost though they were—were the only ones that could expand output to service new global needs. It hasn’t proven nearly enough to enable Brazil to turn the corner.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4274","value":4274},"note":null},{"text":"Brazil’s relative success required the extra layer of stability and wealth that only the post–Cold War Order could provide. Brazilian success required more than strong demand; it required the bottomless, price-insensitive demand of the Panda Boom. Brazilian success required more than cheap, abundant capital; it required the supercheap, hyperabundant capital of the height of the Boomer cadre’s financial wealth in the moments before the Boomers retire en masse. These factors aren’t simply one-offs, and they are not simply fading; they are turning inside out, heralding tragic outcomes for Brazil: As a high-cost producer, Brazil depends upon bottomless global demand to sell its output. Without Northeast Asia—and in particular, China—demand for Brazilian ores will collapse. Brazil’s primary competitor in the iron ore and bauxite markets, Australia, is both closer to end markets and has lower capital and development costs. Physical risk on the seas will restrict Brazil’s ore sales to markets in which they face steep competition. The European neo-empires will be able to source inputs from their African neo-colonies, while the United States will prefer supplies from domestic producers and next-door Canada and Mexico. Brazilian foodstuffs face even a harsher adjustment. One perk of tropically produced soy is that it has a higher protein content and so has higher demand for use as animal feed. That fact, combined with an era of global stability, has catapulted Brazil to its 2019 position as the world’s largest soy exporter. In a world of broadscale economic collapse, demand for animal protein will plummet, taking with it Brazil’s top export earner. In contrast, Brazil’s primary soy competitor, the United States, is seeing its production costs go down courtesy of the shale revolution. Likewise, most Brazilian tropical cash crops are considered exotic luxury foods. Substantial price rises due to higher production and internal transport costs will shift them out of reach for most of the global population, reducing the oligarchs’ interest in producing them in the first place. The rapidly aging global Boomer population combined with general global economic dislocation will vastly reduce the amount of capital available worldwide while also concentrating that capital in locations perceived to be safe havens (i.e., not Brazil). With capital supplies drying up, the production of most Brazilian output, as well as the maintenance of basic Brazilian infrastructure, will become difficult to impossible. That will drive up production costs while also reducing the volume and quality of subsequent production. From the Boomer investment collapse alone, Brazil likely faces a lost decade because of starkly higher financing costs. The loss of a global market adds at least a second decade to what will be a painful adjustment period. Even that assumes Brazil gets the politics right.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4292","value":4292},"note":null},{"text":"The Order’s improvement of global security and distribution capacity put famine on the run, but it was Brazil’s surge in output in the post–Cold War era that started the entire world on its march to better nourishment. Remove Brazil and the Order, and fifty years of nutrition gains collapse all at once, with the worst impacts falling on countries early in their industrial modernization and at the lower end of the income scale. Central Europe, Southeast Asia, and the northern third of South America top the first list. Central America and South Asia top the second. Sub-Saharan Africa is unfortunately on both. China too is a big casualty, primarily due to its size: there aren’t many places that can even hope to take the edge off China’s appetite.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4385","value":4385},"note":null},{"text":"What is great for Brazil’s agricultural and industrial commodity competitors is often disastrous for consumers. The collapse of Brazil’s agricultural export capacity will hand the world deep food shortages. For the Americans and Europeans that’s a bit of a wash, for they live in the heart of the world’s greatest producing zones. But for Africa, the Middle East, and East Asia—regions that vacuum up massive volumes of imported foodstuffs—the future is a hungry one.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4400","value":4400},"note":null},{"text":"As global food supplies crash, Brazil—despite its myriad geographic challenges—will still be available as a high-cost production site. The higher global food prices go, the more likely enterprising investors are to revisit Brazil.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4457","value":4457},"note":null},{"text":"Yes, Brazil faces a hard stall. Yes, Brazil will become a much more violent place. Yes, Brazil’s much-lauded progress on so many fronts will cruelly unwind. Yes, Brazil may end up being a country in name only. But except for Brazil’s western extremes and Amazon fringe, outright civilizational collapse is not in the cards. Neither is war. Nor famine. Compared with the likely futures of China and Russia and Germany and Iran, that’s practically paradise.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4463","value":4463},"note":null},{"text":"Brazil’s Report Card BORDERS: Jungles and mountains largely insulate Brazil from its neighbors, few of which pose any significant military threat. Brazil’s real barrier is a break in elevation between its interior and its own coast, which separates Brazil’s production zones from its primary population centers and ports. RESOURCES: Minerals, coal, offshore oil and natural gas, and, with enough investment, huge agricultural lands. DEMOGRAPHY: Brazil’s is the second-largest population in the Western Hemisphere, but it’s aging several times faster than that of the United States, Europe, or even East Asia. MILITARY MIGHT: Brazil makes its own mid-grade fighter jets, but the Brazilian army has had more experience storming drug dens and running local police forces than waging wars. ECONOMY: With the second-largest economy in the Western Hemisphere, Brazil is a major agricultural exporter that also produces aircraft, automobiles, textiles, steel, and a swathe of low- to medium-value value-added goods. OUTLOOK: Brazil owes its modern existence to globalization and the Order. Without the foreign capital to fuel its infrastructure and agricultural sector, without safe transport to send its beef and soy to customers around the world, Brazil will struggle to maintain its economy on its own. IN A WORD: Nuts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4469","value":4469},"note":null},{"text":"Argentina’s defining geographic feature is also the bedrock of its success. A series of South American rivers meet and empty into the Atlantic Ocean one-third of the way down Argentina’s Atlantic coastline. This confluence of rivers, named the Rio de la Plata, is one of the largest estuaries in the world and is a massive commercial hub. The three rivers that merge into it are themselves navigable: the Uruguay, Paraguay, and Paraná Rivers snake deep into the country’s northern reaches, including through most of the populated parts. The rivers’ placement is nearly ideal, directly overlying the Pampas region—the world’s fourth-largest contiguous chunk of arable, temperate-zone agricultural land and one of the world’s most naturally fertile. At first the Paraná and Uruguay Rivers bracket a slice of territory that is among the world’s most productive rangelands. Territory to the rivers’ west is particularly good for corn and soy. To the south, the land dries out and becomes perfect for wheat. The entire Pampas is far enough south of the equator that it sees actual winter, unlike most of the countries farther north in South America. The winter insect kills are sufficient to keep pests under control, drastically improving public health and agricultural productivity without the need for scads of medications and pesticides and herbicides. The Pampas is the Midwest of South America. But that’s where the similarity ends, for this region is not tacked on to other zones that are part of Argentina. This is Argentina.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4486","value":4486},"note":null},{"text":"Once the undisputed second power of the Western Hemisphere, Argentina is barely even relevant within its own region. All in all, pretty much everything that made the Argentines rich, sophisticated, and powerful has bled away. Yet even suffering from a history of politicians who were, shall we say, unique in their deliberate incompetence, Argentina is set up phenomenally well for the Disorder to come.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4688","value":4688},"note":null},{"text":"First, Argentina is beyond the back of beyond. While in the contemporary era of nuclear-powered aircraft carriers the Southern Cone isn’t nearly as isolated as it was in the sail era, it is still a long trip to Buenos Aires from the Eastern Hemisphere. America’s de facto enforcement of the Monroe Doctrine will keep any would-be predators out of South America. Add Brazil’s general discombobulation, and there are no countries on the planet except New Zealand with as good a physical security position as Argentina.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4692","value":4692},"note":null},{"text":"Second and somewhat ironically, despite Argentine safety, the country remains packed with everything the wider world needs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4695","value":4695},"note":null},{"text":"despite the recent ravages of Peronist governments in the 2000s and 2010s, the country’s export potential for any number of temperate-zone agricultural products remains massive. It wouldn’t take a very forward-looking government policy to upgrade Argentine output to the point the country could storm into the world’s top ten list of producers or exporters of corn, soy, wheat, poultry, and beef.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4697","value":4697},"note":null},{"text":"Here they rival those in North America: petroleum-dense and proximate to preexisting oil transport infrastructure already linked to major metropolitan regions. Bringing such fields online would take a few years instead of a few decades. Argentina’s coming shale boom (probably) won’t be as transformative as the United States’, but it will still be large enough to make Argentina a significant exporter of natural gas and oil—just as it was in the mid-twentieth century. Argentina already boasts the world’s third-largest shale oil and natural gas production, behind only the United States and Canada. As an additional kicker, Argentina is coolly in the top five countries globally for solar and wind potential. Every electron green power can generate locally is another bit of petroleum available for export.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4702","value":4702},"note":null},{"text":"Even better—and rarer—Argentina’s population structure is sublime for a country at its stage of development.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4708","value":4708},"note":null},{"text":"Argentina boasts a preindustrial population structure with the skilled labor set of an industrial society. Such a huge proportion of skilled labor compared with the overall population puts Argentina at the opposite end of the scale from Brazil. Even in worst-case circumstances, the Argentines are both young enough and aging slowly enough that they will not face an American-style—much less a European-style—retiree budget pinch until 2070 at the earliest. For comparison, the Brazilians—crammed as they are into tiny urban plots—will hit that point by 2045 at the latest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4716","value":4716},"note":null},{"text":"To put it simply, Argentina’s geographic features condemn it to being a successful country, while Brazil’s features restrict it to being successful only in very specific circumstances that are both beyond its control and no longer extant. Brazil’s fall enables Argentina to passively leach into becoming something more. It adds up to a different sort of Southern Cone, with Argentina not simply eclipsing Brazil as the dominant regional power but putting the best territories of the South American continent all within a single sphere of influence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4781","value":4781},"note":null},{"text":"For those who find all things South American a bit of a yawner, consider this: if Argentina succeeds in reconsolidating its own nation and achieving primacy in Chile, Paraguay, and Uruguay, then Argentina will command the world’s fourth-largest chunk of temperate-zone arable land via the world’s second-largest naturally connected, naturally navigable waterway network in a regional geography where it has no competition. As Argentina recovers, it will quickly become a sandbox superpower, but in facing no local threats whatsoever, in time the Argentines will find it really easy to project out","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4785","value":4785},"note":null},{"text":"Argentina’s Report Card BORDERS: Argentina enjoys some of the most secure geography on the planet. The Andes to the west, and the Atlantic to the east. The only thing coming for Argentina are the Argentines themselves. RESOURCES: Argentina boasts a near-dizzying array of mineral and agricultural wealth. It is a leading producer of beef, grain, soy, silver, copper, wine, oil, and natural gas. DEMOGRAPHY: Unlike neighboring Brazil, Argentina enjoys a relatively young and healthy demographic profile. (Mass subsidies make babies.) MILITARY MIGHT: Heh. No. A history of coups, mismanagement, and deliberate demilitarization makes the Argentine military a bit of a joke. But Argentina’s safe frontiers and lackluster local competitors make military might unnecessary. ECONOMY: Argentina’s economy is a textbook example, literally, of how political decisions can stymie even near-perfect geographic advantages. A unique, indigenous mix of nationalist-socialist-fascist policies have resulted in waves of massive inflation, capital flight, sovereign debt defaults . . . and yet, Argentina’s future remains bright. OUTLOOK: Once a political ideology more conducive to . . . sanity takes hold, Argentina has everything it needs to dominate its neighborhood. IN A WORD: Mulligan.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4792","value":4792},"note":null},{"text":"Had the 9/11 attacks not occurred, American strategic policy versus both rising powers would have been quite different. Versus Russia, the goal was to ensure that the Russians could never possibly regenerate into something even remotely resembling the geopolitical power of the Soviet Union. Considering Russian abject weakness in the aftermath of the 1990s collapse, this was an eminently achievable goal. All it required was reasonable American support for the new tranche of NATO members that joined the alliance between 1998 and 2004—a list that included all the former Soviet satellite states in addition to the Baltic trio—and the negotiation of a sort of demilitarized zone in the lands between NATO’s eastern edge and Russia’s western edge. With Russia weak and the United States strategically unfettered, establishing such a cordon sanitaire east of the Carpathians and the Baltic would have broken any hope of Russian reconstitution and condemned Russia to an unanchored demographic collapse. Instead, America’s obsession with the Middle East denied its new NATO allies any meaningful support. The Americans needed active Russian assistance to access Afghanistan to begin their manhunt, leading to a series of strategic compromises. Even worse, distracted attempts to box in or pressure Russia convinced the Kremlin that the Americans were going for the Russian throat. America’s split attention granted the Putin government the room it needed to rebuild, while Russia’s fear-fueled mobilization induced them to abandon any semblance of restraint. Two decades later, Russia is the strongest it has been since before the Soviet collapse. It has established deep energy dependencies in countries as far west as Germany and Italy, it has troops occupying pieces of Ukraine and Georgia, and it regularly interferes in the internal political affairs of the entire NATO alliance (up to and including the United States) without fear of retribution. Versus China, a resetting of the relationship was in progress. In the early 2000s, the legitimacy of the Chinese Communist Party was based on a combination of subsidized exports made possible by a bottomless supply of near-slave labor and exorbitant levels of technology theft. Job losses in the United States manufacturing sector, already in flux as the NAFTA accords were finishing up their first decade, had gotten large enough to trigger a political backlash. Simultaneously, the Americans were beginning to tinker with the insertion of environmental and labor-protection clauses into their trade deals. There was broad agreement among both the Democrats and Republicans that a come-to-Jesus meeting with Beijing was required, and an equally broad (and accurate) expectation that China could be forced into a newer relationship more reflective of power balances. (Keep in mind that at this time the Chinese economy was but one-sixth the size of the US economy, and China’s naval buildup had not yet begun.) Instead, broad plans to pivot the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=4997","value":4997},"note":null},{"text":"After the Cold War, however, the allies are confused because Americans are confused. Is it American foreign policy to oppose terrorism or to oppose Iran? Because the countries that do the most to generate transnational Islamic terrorism are the countries that do the most to oppose Iran.* Is it America’s goal to pursue human rights or expand trade? Because many of the countries who most excel at dehumanizing humans are among the most lucrative trading partners.* Without an overarching goal, America’s priorities change not year by year, but often hour by hour, with diplomatic, military, and intelligence efforts often working at cross-purposes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5076","value":5076},"note":null},{"text":"If the goal is to constrain Russia, the United States is left with the worst of all worlds. Halfhearted actions to counter Russia not only were insufficient, but their poor execution split what’s left of the alliance while also encouraging Russia to be more aggressive in dismantling the institutions that hold the West together and constrain Russian actions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5112","value":5112},"note":null},{"text":"It isn’t so much that the Americans will get this all sorted out in time, but instead that sliding away from the Order means first and foremost the Americans’ sliding away from the burdens of European security. By commission or omission, that means the end of NATO as a functional alliance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5115","value":5115},"note":null},{"text":"If the United States is going to do anything in the Middle East that involves real power, America must have a military footprint in the Gulf more reliable than a carrier or other mobile base.* Instead, America needs a base on land that can support large ground forces. That requires safe harbor and hefty logistical support, which in turn requires a very willing partner. Options are limited. American policy says Iran is a problem, so no base there. The United Arab Emirates is too close to Iran politically. Oman tries to be neutral. Even if Iraq were not full of bad memories, it is too unstable. Saudi Arabia is too bossy. Israel has bad optics. That leaves Bahrain, Kuwait, and Qatar, and so that’s where the United States maintains its military facilities. Tiny Bahrain is a naval base and lacks the land area for anything grander. The governments of Kuwait and Qatar are critical to the webs of political, intelligence, and financial support that make extremist militant groups like al Qaeda and ISIS possible. If a leading reason to be involved in the Middle East is to fight Islamic-themed terror, placing bases in countries that are leading supporters of such activities is among the most asinine actions possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5165","value":5165},"note":null},{"text":"In 2017 Trump called a duck a duck and publicly condemned the government of Qatar for being a de facto sponsor of terrorism. His statements were entirely accurate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5174","value":5174},"note":null},{"text":"Trump in effect peeled away a critical US ally, whose basing enables the American military to operationalize strategy against factions in Saudi Arabia, Syria, Iraq, Iran, and Afghanistan, and replaced it . . . with absolutely nothing. Constructive policies in any of these countries are next to powerless without Qatar, and yet Trump was 100 percent correct: Qatar is a state sponsor of terrorism—often against American interests—and calling a duck a duck publicly (in a region flocking with ducks) means Qatari cooperation with the United States on anything has plummeted.* Precisely these sorts of fallings-out with allies are being repeated around the world, and they are hardly limited to Donald Trump. They have occurred with Japan over legal troubles in Okinawa (Clinton, W), in Korea over the placement of bases in the Seoul metropolitan region (W), in Germany over the degree to which Berlin has oversight of US military activities that might use base facilities (W, Obama), in the United Kingdom over the fate of American forces as relates to issues of Brexit and Scottish independence (Obama, Trump), and in Turkey over America’s preference for working with the Kurds (W, Obama, Trump). There just are not…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5179","value":5179},"note":null},{"text":"The sort of military structure, equipment, training systems, and posture required to maintain a global Order is fairly specific. It consists of three pieces: Large numbers of static troops deployed at friction points to serve both as strategic trip wires and credible deterrents. Large-scale Cold War–era permanent deployments in Germany and South Korea are the obvious examples. The entire Vietnam War also fits the bill. A moderate-size ground force that can deploy in force quickly to meet challenges. The Marines fit this requirement to a T, as do some of the United States’ more celebrated forces, such as the 101st Airborne and 10th Mountain Division. As a rule, these forces are meant to be kept well out of harm’s way until the day they are unleashed. A broadly deployable and deployed navy that can enforce freedom of the seas on a global scale. Throughout the bulk of the Cold War, the US Navy had in excess of 550 ships, with an emphasis on long-range destroyers. This is no longer the force structure the United States maintains. Downsizing in the 1990s reduced the personnel roster of the American armed forces by over half, with the biggest drawdowns within the army. Even at the height of the infantry-heavy Afghan and Iraqi wars, overall American force structure did not appreciably shift back. Deployment patterns changed as well. The United States’ large static forces were used for occupations rather than deterrence, while the overall reductions in manpower brought about by the Cold War’s end meant that those rapid-reaction forces were no longer held in reserve, but were instead deployed day-in, day-out for fifteen years. Even more notable is what has happened with the US Navy. Relentless modernization and drawdowns reduced the number of vessels by half even as the number of carriers increased. That forced a concentration of the remaining naval vessels around the all-important carriers. (Even when not expecting combat, each carrier typically has a dozen escorts.) The Cold War–era Navy of 550-plus ships could fairly reasonably disperse to provide global coverage. Not so in 2020, when the Americans’ naval vessels total fewer than 300—nearly one-third of which compose the concentrated forces of the carrier battle groups. What they can do is kick in any door on the planet. Combined, these changes reflect the sort of strategic power the United States can be and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5191","value":5191},"note":null},{"text":"Few countries have both, and the marriage of a high-value-added workforce to a high-value commodity system generates scads of economic opportunity. The United States sits at the very top of this very short list of countries, and the scale of American production nudges two other factors into the economic math. First, because there are 331 million rich, relatively high-value-added Americans in play, American businesses often need to—and can—differentiate their products and services to make their mark.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5229","value":5229},"note":null},{"text":"Put simply, it is this thin slice of the American business community—in and of itself a thin slice of the American electorate—that will largely determine what American interests are.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5252","value":5252},"note":null},{"text":"It does not take much of a leap in logic to see the next step here. The United States will begin to view disruption in and of itself as a tool, perhaps even a goal. It sounds dangerous (and there certainly is a risk), and it sounds irresponsible (and by some measures, it is) but that doesn’t mean it’s a bad strategy. Consider the following: The United States is not a trading nation, but all its current perceived and likely future competitors are. Fully 100 percent of trade in Northeast Asia uses oceanic shipping, as does over 95 percent of Europe–Asia trade and 70 percent of global oil trade. In contrast, less than half of American trade (comprising less than 8 percent of total American economic activity) uses the ocean, and much of that is within the Western Hemisphere and so is immune to chaos beyond it. Targeted disruptions, even broad disruptions, do not only make a great deal of mercantile sense, but they also make would-be trading nations strategically dependent upon American goodwill even if they are not US allies. As of early 2020, the United States has just become a net crude-oil and products exporter, and it had already been a net exporter of every other finished energy and petrochemical product since early 2018.* Disruption in energy or chemical flows would be economically crippling to competitors, whether importers or exporters, while a policy tweak at the presidential level would shield US consumers from global price rises. For decades, Moscow has had a delightful time throwing wrenches into the Middle East to complicate global energy flows and thereby American strategic policy. Now it’s America’s turn. Considering American naval power, achieving something an order of magnitude worse than the 1970s and 1980s oil shocks would be child’s play. Modern manufacturing rests upon the idea that any particular location can thrive by mastering individual steps of the manufacturing supply-chain process. Global safety enables global supply-chain integration. That requires absolute freedom of the seas as well as access to a near-bottomless supply of capital to fund constant industrial plant overhauls as technologies evolve. The United States is not only the provider of the security and commander of the financial access, but the NAFTA network is the only manufacturing system on the planet that does not require global maritime access. A small degradation in maritime safety not only destroys most manufacturing supply chains, but also forces many of them to relocate to the only place where inputs and production and consumption are co-located: North America. Almost anything that reduces supply-chain security globally increases the case for positioning industrial plant within the NAFTA system. Agricultural supply chains are not as fixed and vulnerable as those in the manufacturing sector, but the impact of their disruption is far more terrifying. Oil is processed into fertilizer that helps grow foodstuffs, which are transported by ocean the world over…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5333","value":5333},"note":null},{"text":"An American strategic emphasis on unenlightened self-interest will be positively imperial, almost Russian, and it will hugely shape America’s list of relations. From an American point of view, all relationships will fall into one of three categories. GROUP 1: THE COALITION OF THE WILLING (AKA THE ALLIES)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5402","value":5402},"note":null},{"text":"At the top of the short list of allies-in-common is a country that has found itself in a bit of a pickle: the United Kingdom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5430","value":5430},"note":null},{"text":"London’s post-EU plan was to shift its trade from the eurozone to the rest of the world with a heavy emphasis on the former empire. That strategy has a severe problem: extracontinental trade requires global stability that will soon no longer exist, and the United Kingdom’s post–Cold War military downsizing means the UK lacks the ships to protect its own long-haul shipping. That unfortunate restriction will do two things. First, it will condemn the Brits to a multiyear depression. With the end of the Order and the EU, this outcome was unavoidable. If anything, the timing here is a plus. Because the Brits are beginning their Disorder-decline earlier, they will be able to hit bottom faster and start on whatever is next. Second, the Brits’ trade will largely be deals with countries that will be safe regardless of how bad the Disorder gets, or that can protect their own shipping (so the Brits don’t have to). The world has only three large trading and supply-chain systems. Whether due to Brexit or the EU’s own end, the European market will be largely off-limits. Distance rules out East Asia. That limits meaningful interaction with the NAFTA system. The weird makeup of the early-Disorder British navy—a pair of supercarriers lacking escort rings—makes the British dependent upon the Americans for deployment. This will last until the British can expand their navy to compensate. That will probably take until 2040. The weird makeup of the early-Disorder British economy—minimal European access, but large-scale North American access—makes the British dependent upon the Americans for growth. With the American population aging far more gracefully than the British, this dependency is for the long haul and will become more intense with every passing year.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5435","value":5435},"note":null},{"text":"Many Brits wanted to leave the EU because they didn’t like having bureaucrats in Brussels set their policies. In the early Disorder, the Brits will have handed more control to the bureaucrats in Washington. Simply put, the Brits are supplicants with no other options, so the terms of American-British interactions will be wholly American-determined. Regardless of how the specifics unfold, this is what full strategic capture looks like.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5448","value":5448},"note":null},{"text":"The states of the North Sea littoral—Norway, the Netherlands, and Denmark—will find themselves experiencing an echo of the British situation. All broadly share America’s strategic concerns about the Continent and Russia and so will work to stay as close to US defense policy as the Americans will allow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5458","value":5458},"note":null},{"text":"Rather than trying to contain or dissuade the Germans, the American goal will be to keep Germany as integrated into American military systems as humanly possible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5464","value":5464},"note":null},{"text":"The goal here—very unofficially—is the end of Russia as a state. In the history of the American republic, only three countries have ever endangered any of the continental American territories. The first, the United Kingdom, has already been strategically neutered and will soon be lashed to the American will. The second, Mexico, ceased being a strategic threat after the Mexican-American war ended, in 1848, and is now a partner. That leaves just Russia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5475","value":5475},"note":null},{"text":"On the opposite side of Eurasia lies Japan, with which America has one of its most complicated relationships. A big piece of the complication comes down to the difference in development patterns between the Japanese and the Europeans. The Europeans within the early-Order alliance were technological peers. Most had interacted with one another for centuries before the modern age, most rose through the Industrial Revolution, and most experienced life in the Order under American hegemony. The commonality of experience made things like the partially pooled sovereignty of the EU possible. Some (many?) intra-European conflicts are inevitable, but they are neither sought nor yearned for, nor are they likely to devolve into a war of all against all. Northeast Asia has no such common bonds. There was never a European-style balance of power in Northeast Asia because the ruggedness of the Korean Peninsula, the disunity of the Chinese core, and the island nature of Taiwan and Japan heavily restricted interaction. Even industrialization wasn’t a common experience, but instead, the Japanese preying on the others. All except North Korea were Order members, but none (again, except the territory we know now as North Korea) shared land borders, limiting integration opportunities. Even at the Order’s height, the Northeast Asians regularly fumed at one another. The Koreas, along with China and Taiwan, still cling to a military standoff so entrenched they remain technically at war. Japan’s relations with China are beyond adversarial, while even Japan and South Korea—supposedly core American allies—regularly have deeply personal fallouts over history, trade, tech, textbooks, and uninhabited islets. Unlike the Europeans, the Asian powers never even tried to put their pasts behind them. They lacked the unifying impact of a common American occupation force after World War II. Economic integration started later and never penetrated as deeply, leaving the Northeast Asians with fewer and less recent common bonds. They never attempted to meld into something new. Driven by feelings of technological, economic, racial, and historical superiority and grievance, there are powerful factions within all these countries itching for a fight. And this time the Americans will not be there to stand in the way. The way the Americans are departing increases the scope and depth of the coming conflict, for they have unofficially anointed Japan to be their successor as regional hegemon. They have officially urged the Japanese to reinterpret the constitutional clauses that limit military action—clauses the Americans wrote—so the Japanese can take on the Chinese directly. And the Americans have used a mix of intelligence sharing and military-technology transfer to make the Japanese as formidable as possible. One final difference between Europe and Northeast Asia will shape American-Japanese relations for the foreseeable future. In Europe, no matter who emerges victorious between Germany and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5484","value":5484},"note":null},{"text":"At some point, the Americans will behold what Japan hath wrought and have some very serious second thoughts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5509","value":5509},"note":null},{"text":"A surprising entry into America’s “allies of the future” list are a number of states in Africa. Economically, there isn’t all that much to be concerned with. The bulk of the African continent is a series of stacked plateaus with such steep slopes that running even basic infrastructure into the interior is all but impossible except in a precious few corridors. The continent may have reasonable quantities of crude oil, but the United States’ ample local supplies limit interest in even that. A far more likely lure will be a lingering American distaste for Islamic militancy. In the Muslim expansions of the tenth century, traders either sailed around or pushed south of the Sahara. The rugged topographies of sub-Saharan Africa stopped them cold, but not before they put down deep cultural and religious roots in the transition zone between the Saharan barrens to the north and the uplands and tropics to the south. This region, the Sahel, offers little for human development: brutally hot summers, heartbreakingly brief winters, tragically fickle precipitation. Life is precarious. The Sahara ebbs north and flows south with the decades, making long-term human settlement tenuous at best, and that’s before considering most climate-change models, which suggest that the Sahara is going to flow south pretty damn aggressively for the next half century. Even during the height of the Order, the Sahel was a dangerous place, where regional governments could barely provide the basics of water, food, and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5513","value":5513},"note":null},{"text":"It is here, in the Sahel, that the Americans will fight their final battles in the War on Terror, not because the Sahel is or is adjacent to an area of core American interest, but instead out of a semi-happy intersection of several unrelated facts and forces: First is the Americans’ steadily diminishing habit of defining anti-Muslim militancy as their cause célèbre. Second is the fact that the Sahel’s overstressed governments invite the Americans in; charges of Crusading imperialism are not nearly as sticky south of the Sahara. Third, the African governments are not bystanders, and it matters hugely to the American public that their hosts also bleed in antiterror fights. Fourth, the hosts are eager learners. The American presence helps them develop local capacity to carry on the fight after the Americans leave. Fifth, the relationship building that comes with training grants the Americans some of the best intelligence penetration into the internal workings of the militant groups, which will be all too useful near and far, now and deep into the future. Sixth, the heavy use of drone warfare in the Sahel turns the entire region into a live-fire technology proving ground. As Americans shift farther away from massed forces in their warfare, action in the Sahel helps them sharpen their technological blades. Seventh, the heavy emphasis on drones, on empowering local forces, and on classified, manpower-light Special Ops keeps America’s Sahel activities out of the public eye. In an era of war-weariness, not needing to fight a public-relations battle back home makes Sahel activity a relatively easy call. But the eighth reason is perhaps the most intriguing: the Americans won’t be fighting alone, and not only because the Sahel governments are eagerly on board. Much of the Sahel is part of the Francophone world, and France is at least as involved in the fight against the region’s militant groups as the Americans are. The longest, most successful, and least bad-blood-ridden foreign relationship the Americans have ever had with anyone has been with the French. Making matters more certain for the future, the converse is true as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5539","value":5539},"note":null},{"text":"The opportunities for the rekindled relationship are nearly endless. Throughout Europe, the Middle East, and Africa, France’s intelligence, military, and paramilitary capability ranks, at worst, in third place. France is no weakling power that will seek American help every other Tuesday. When the French do make a call, they will do so with good reason, a plan of action, assets in place, and a treasure trove of actionable intelligence. Put simply, France will displace the United Kingdom as the Americans’ most useful ally, becoming the perfect spotter for the American hammer.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5568","value":5568},"note":null},{"text":"GROUP 2: WITH FRIENDS LIKE THESE . . . The second group of countries the United States will have broadly productive relationships with are not so much allies as neighbors, fortunate","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5573","value":5573},"note":null},{"text":"Every mainland Canadian province trades more with the United States than the rest of its own country and also is constantly exposed to the full array of American power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5649","value":5649},"note":null},{"text":"Playing the Canadian provinces off one another would be child’s play. Ontario and Quebec compete furiously for industrial access to the Canadian and American markets. The Maritimes are poor and utterly dependent upon trade access to the American Northeast. The Prairies are cultural and economic extensions of the American Midwest. British Colombia is linked to the rest of Canada tenuously at best, via a single road-and-rail transport corridor. Even Canada’s ocean ports are less independent than they seem. The country’s internal maritime arteries—the Great Lakes, St. Lawrence River, and St. Lawrence Seaway—are all shared with the United States. Both Canada’s Pacific and Atlantic megaports—Vancouver and St. John’s—access the wider world via waters the Americans functionally control. Only Montreal grants meaningful autonomy. It’s not that the Americans have it in for the Canadians, but what has made Canada special in the international system no longer applies. Even worse, the Canadians completely escaped the Americans’ first iteration of dollar diplomacy because they were still part of the British Empire. With the United Kingdom both weaker than it was in the early twentieth century and itself being reduced to an American adjunct, everything that once shielded Canada from American power has evaporated. Almost overnight, Canada has shifted from the country most likely to get what it wants out of Washington to one of the least. Canada is being reduced to little more than a passive-aggressive American satellite. Even that assumes full Canadian cooperation. If Ottawa strikes too strident a tone with Washington, Canada will be reminded that both Alberta and Quebec have active secessionist movements. As the Canadian provinces are laid out east to west in a straight line, one leaving would break the remainder of Canada into two completely disconnected pieces—ending the existence of Canada as a unified state and leaving it to the Americans to pick and choose which pieces they desire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5651","value":5651},"note":null},{"text":"GROUP 3: ALLIES FOR HIRE The third group of relations is more transactional.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5729","value":5729},"note":null},{"text":"At some point in the next decade or two, the combination of the economic distance provided by the shale revolution, the physical distance provided by American disengagement from the world, and the emotional distance of time will enable the Americans to reevaluate both relationships. Iran is unlikely to be seen as a friend, but a sort of cool disinterest will establish itself. Saudi Arabia is unlikely to be seen as an enemy but instead as the distasteful family who runs the next town over.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5758","value":5758},"note":null},{"text":"All at once, things will crystallize for the Americans: the Persian Gulf is not our problem, and life will move on. The transactional nature of American foreign policy will kick in, and American relations with the broader region will transform. Americans will discover that Iran—now with a vested interest in regional stability—is the far more pragmatic partner and one that can be leveraged to achieve midterm goals, such as propping up or smothering this or that regional state. Because Iran is more capable, has more varied tools, and is more constrained by its local geography, Tehran is likely to emerge as America’s partner of choice. Conversely, Saudi Arabia’s burn-it-down mantra, while distasteful, will prove useful at times. American-Saudi relations will not be the normal state-to-state type, but instead more like the relationship of a rich tycoon with the goon squad he occasionally hires. If you want to build something or manage a relationship, you call Tehran. If you want to break some legs or burn down a building, you dial up Riyadh. It’s a system of mixing and matching that will feel almost . . . French.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5768","value":5768},"note":null},{"text":"The United States’ Report Card BORDERS: Lakes, mountains, forests, deserts, and vast ocean moats surrounding the best agricultural lands and largest waterway network on the planet. Nowhere else on Earth does a territory have such a beneficial balance of good lands with great standoff distance. Americans spend little on territorial defense, freeing their military to project out. RESOURCES: Nearly two centuries of industrialization have heavily tapped out a continent of bounty, but new technological breakthroughs continue to surprise. The most recent surprise—the shale revolution—has made the country a net oil and natural gas exporter. DEMOGRAPHY: The American Baby Boomers—the country’s largest generation ever—are nearing mass retirement, generating a painful financial crunch. But American Boomers had kids. Lots of them. America’s Millennials may be a pain, but their numbers may just save us all. *gulp* MILITARY MIGHT: The most powerful projection-based military in world history. With the Order ending, it has . . . nothing to do. ECONOMY: The American economy isn’t simply the world’s largest and most diversified economic system; it is the least dependent upon the outside world for its health. The world needs the American economy to survive, not vice versa. OUTLOOK: The Americans excel at missing opportunities due to domestic squabbling, but there is nothing in what’s left of the international system that will threaten the American heartland either militarily or economically before 2050. IN A WORD: Detached.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5812","value":5812},"note":null},{"text":"The “America First” of the hard right is reflexively hostile to the world. The “America First” of the hard left is reflexively hostile to American involvement in the world. The “America First” of the middle just finds the world exhausting. In all three versions, however, Americans believe that the world is not their problem and that America’s military strength will keep the world from hurting them. While a deep dive into context and history and capabilities and geopolitics can finds lots to quibble with in such a simplistic assessment, for at least the next couple of decades it will be mostly true. Nearly all evolutions of Americans’ views on the world lead to a United States that is no longer holding up civilization’s ceiling, and if poked in the wrong place, the Americans could well knock down what pillars remain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07RB1HMRM&location=5875","value":5875},"note":null}]}