{"asin":"B002KFZLK2","title":"A Secular Age","authors":"Charles TAYLOR","highlights":[{"text":"I have been arguing here that to understand the transformation in our outlook from cosmos to universe, we cannot just limit ourselves to the changes in our theoretical beliefs. These have taken us from pictures of a limited, ordered and static cosmos to a universe which is immeasurably vast, and in constant evolution. It is not just that our theories have changed, but the spontaneous, unreflecting understanding which provides the context for these beliefs has also altered. Where our ancestors used to see their world as the locus of spirits and forces, and understood it as a fixed, ordered cosmos, independently of whether they grasped and accepted any particular picture of this cosmos, we experience the universe as limitless, that is, unencompassable in imagination, but only at best in highly abstract theory, which is beyond most of us; and we feel it to be changing, evolving. Where our ancestors were able to ignore without difficulty the signs which point us to these two features—vastness and evolution—they stand out for us. This is not just a matter of regnant theories affirming these features—although that is obviously part of the reason for the change. It is also a matter of the way we see and experience things. Glaciers now speak to us of aeons and slow, “glacial” movement. We find this new sensibility arising already in the late eighteenth century, for instance in Ramond’s descriptions of the Alps and Pyrenees, which I quoted above. These brought to immediate visibility, as it were, in the accounts of different layers of rock and ice, the widely separated ages of their genesis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7852","value":7852},"note":null},{"text":"This complex of theories, unreflective understanding and moral imagination is the dominant one in Western Civilization in our time. It saturates our world. We can see it everywhere. It is evident, for instance, in post-Freudian psychology. Many people may reject Freud’s theories, but the surrounding context of understanding which makes sense of these theories is very deeply entrenched. The idea of a deep nature, which we have lost sight of, and may find it difficult to recover, the idea that this has to be recovered, understood, mainly through retelling our story, the idea that this deep nature may be in part wild and amoral, all these are obvious frameworks for self-understanding, intuitively understandable to almost everyone, whatever one thinks of particular theories—or even if one wants to combat the whole framework on philosophical grounds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7874","value":7874},"note":null},{"text":"Thus a Form, even for Aristotle, wasn’t ontically totally dependent on the particulars it informed. Even though it couldn’t exist outside of such instantiations, it had its own integrity independent of them; it was the Form which imparted their common shape to all these particular realizations of it. In the disenchanted universe, on the other hand, “nature”, as the ensemble of causal powers producing the characteristic behaviour of this or that kind of thing, cannot be separated from the things in question. It no longer has an ontic niche outside of them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7888","value":7888},"note":null},{"text":"We still have the longing for the bucolic which Virgil celebrated, but we have added the awe at the wilds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7918","value":7918},"note":null},{"text":"And most telling of all, the need to escape the crowded city and get back in contact with nature has brought about the creation of the suburb, the flight to which has become a mass movement. Randy Connolly has shown how the suburb idea comes in the U.S. from the attempt to have it both ways, to unite the advantages of both city and country.50","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7930","value":7930},"note":null},{"text":"The link with materialism is clear enough. This imaginary has rendered close to incomprehensible the old cosmos ideas. It certainly has discredited the limited-scale Biblical cosmos idea. A vast and unfathomable universe, from which we have made a dark genesis, is obviously compatible with materialism. Indeed, the development of this imaginary owes something to ancient Epicurean ideas which were proto-materialist. What tells the other way are precisely the moral meanings of the universe: the sense of our deep nature, of a current running through all things, which also resonates in us; the experience of being opened up to something deeper and fuller by the contact with Nature; the sense of intra-cosmic mystery, which was quite missing from Providential Deism, and from the apologetics of the age of Newton and the Boyle lecturers, even as it is today from the scientistic outlook and that of much Christian fundamentalism. But all these can be worked out in a number of different ways.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7936","value":7936},"note":null},{"text":"But the striking fact about the modern cosmic imaginary is that it is uncapturable by any one range of views. It has moved people in a whole range of directions, from (almost) the hardest materialism through to Christian orthodoxy; passing by a whole range of intermediate positions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7947","value":7947},"note":null},{"text":"But other ways of relating to a deep nature, or a current running through nature, have been really unclassifiable. We will see in a minute how the development of modern poetics, and in general the languages of art, has enabled people to explore these meanings with their ontological commitments as it were in suspense.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7950","value":7950},"note":null},{"text":"Thus the salient feature of the modern cosmic imaginary is not that it has fostered materialism, or enabled people to recover a spiritual outlook beyond materialism, to return as it were to religion, though it has done both these things. But the most important fact about it which is relevant to our enquiry here is that it has opened a space in which people can wander between and around all these options without having to land clearly and definitively in any one. In the wars between belief and unbelief, this can be seen as a kind of no-man’s-land; except that it has got wide enough to take on the character rather of a neutral zone, where one can escape the war altogether. Indeed, this is part of the reason why the war is constantly running out of steam in modern civilization, in spite of the efforts of zealous minorities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7953","value":7953},"note":null},{"text":"The creation of this free space has been made possible in large part by the shift in the place and understanding of art that came in the Romantic period. This is related to the shift from an understanding of art as mimesis to one that stresses creation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7961","value":7961},"note":null},{"text":"We could describe the change in this way: where formerly poetic language could rely on certain publicly available orders of meaning, it now has to consist in a language of articulated sensibility. Earl Wasserman has shown how the decline of the old order with its established background of meanings made necessary the development of new poetic languages in the Romantic period. Pope, for instance, in his Windsor Forest, could draw on age-old views of the order of nature as a commonly available source of poetic images. For Shelley, this resource is no longer available; the poet must articulate his own world of references, and make them believable. As Wasserman explains it, “Until the end of the eighteenth century there was sufficient intellectual homogeneity for men to share certain assumptions . . . In varying degrees, . . . men accepted . . . the Christian interpretation of history, the sacramentalism of nature, the Great Chain of Being, the analogy of the various planes of creation, the conception of man as microcosm. . . . These were cosmic syntaxes in the public domain; and the poet could afford to think of his art as imitative of ‘nature’ since these patterns were what he meant by ‘nature","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7982","value":7982},"note":null},{"text":"Now . . . an additional formulative act was required of the poet. . . . Within itself the modern poem must both formulate its cosmic syntax and shape the autonomous poetic reality that the cosmic syntax permits; ‘nature’, which was once prior to the poem and available for imitation, now shares with the poem a common origin in the poet’s creativity.”2 The Romantic poets and their successors have to articulate an original vision of the cosmos. When Wordsworth and Hölderlin describe the natural world around us, in The Prelude, The Rhine, or Homecoming, they no longer play on an established gamut of references, as Pope could still do in Windsor Forest. They make us aware of something in nature for which there are as yet no established words.3 The poems are finding words for us. In this “subtler language”—the term is borrowed from Shelley—something is defined and created as well as manifested. A watershed has been passed in the history of literature.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=7992","value":7992},"note":null},{"text":"But first in the realm of music, and then also later elsewhere, we can see a move towards more “absolute” forms. These arise in a kind of further development out of the process by which poetry and music becomes “art” in the first place. When we think of chanted prayer in a liturgical setting, or bardic recitation praising heroes at a banquet, we think of poetry and music as in the category “art”. But as is well known, in the original societies, there may have been no such category, or if so, these activities may not have belonged to it. We think of them as “art”, not only because of their resemblance (and sometimes ancestral relation) to our poetry and music, but also because we think of art as surrounded by an aura, and these too had their aura. But this is not to say that we could explain their aura in the terms that we do that of our art, that is, in what we have come to call “aesthetic” categories. The liturgy is indeed, something special; it is singing in a special register. But this is because it is a privileged way of speaking to God, or being in communion with him. The bardic song is a uniquely solemn way of remembering and honouring our heroes. In other words, what is special here is not to be understood aesthetically, in terms of the way in which the listener is (or ought to be) moved, but ontically: a specially important kind of action is being carried out (worshipping God, praising heroes).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8011","value":8011},"note":null},{"text":"In the original context, even telling a story within certain canonical forms, singing a love song, can be understood in this earlier “ontic” way. It lifts the events to a higher plane; there is now something archetypical, something close to the universal human grain, in this love, or this story. It places them in a higher register. Then with song and story, we sooner or later come to a shift. In chant and bardic recitation, we have well understood social action. We don’t yet have “art” in the modern sense, as a separate activity from religion, praising heroes, etc. The separate activity arises when we come to value creations because they allow us to contemplate, that is, to hold before ourselves so that we can appreciate whatever it is (greatness of God, or of the sense of the divine; greatness of heroes, or their admiration; the archetypes of love and suffering, etc.), without participating in the actions they were originally embedded in, e.g., praying or publicly praising our heroes at the feast.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8022","value":8022},"note":null},{"text":"To put it another way: A love song evokes our being moved profoundly by some love story which seems to express a human archetype: Romeo and Juliet, say. The love song, play, opera gives us both the response expressed, and the intentional object of this response. Now with the new absolute music, we have the response in some way captured, made real, there unfolding before us; but the object isn’t there. The music moves us very strongly, because it is moved, as it were; it captures, expresses, incarnates being profoundly moved. (Think of Beethoven quartets.) But what at? What is the object? Is there an object? Or to come at this resemanticisation from another direction, we might think of the attempts to describe the opening bars of Beethoven’s Fifth Symphony as the call of fate. Here the music is not capturing our being moved, but rather the meaning of intentional object itself. What people are saying is that this is the kind of music you might want to write for an opera for the moment in which fate calls. Only this is “absolute”, not “programme” music; unlike in the opera, the object is left unportrayed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8045","value":8045},"note":null},{"text":"The enframing understanding is that our epistemic predicament is different. Where before the languages of theology and metaphysics confidently mapped out the domain of the deeper, the “invisible”, now the thought is that these domains can only be made indirectly accessible through a language of “symbols”. This polysemic word took on a special sense for the generation of German Romantics of the 1790s, which was later reflected in Goethe’s writings. The “symbol” in this sense reveals something which can’t be made accessible in any other way; unlike the “alle-gory”, whose images refer us to a domain which we could also describe directly, in literal language. The symbol is in fact constitutive of what Wasserman calls a “subtler language”. It first and only gives access to what it refers to. It cannot simply rely on established languages. And that is why making/finding a symbol is so difficult; why it needs creative power, even genius. But this also means that what has been revealed is also partly concealed; it cannot be simply detached from the symbol, and be open to scrutiny as the ordinary referents are in our everyday world. Now there is a close connection between the modern cosmic imaginary and the subtler languages of the last two centuries, particularly the poetry. The earlier imaginary was articulated and given shape by the cosmos ideas which animated it. There is nothing analogous for the new imaginary, save science; and important as this is, it cannot suffice to articulate the moral meanings of things. At the moment when the hermeneutic of nature as the embodiment of the forms and the Great Chain begins to falter, probing its half-hidden meanings becomes one of the major themes of subtler languages,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8079","value":8079},"note":null},{"text":"The idea that nature has something to say to us hovers there in our culture, too far out for the buffered identity to be uncomfortable with it, but powerful enough to be evoked in a number of indirect ways—in art, in our feelings of renewal as we enter countryside or forest, in some of our responses of alarm at its destruction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8101","value":8101},"note":null},{"text":"As I argued above, this sense of the need to open to nature is a counterpart to the feeling that there is something inadequate in our way of life, that we live by an order which represses what is really important. One of the paradigm places in which this sense of inadequacy was articulated was in Schiller’s Letters on the Aesthetic Education of Man. 7 This was a critique of the dominant form of Enlightenment anthropocentrism, mainly on the second axis discussed in Chapter 8, section 2.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8104","value":8104},"note":null},{"text":"If we reach our highest goal through art and the aesthetic, then this goal, it would appear, must be immanent. It would represent an alternative to the love of God as a way of transcending moralism. But things are not so simple. God is not excluded. Nothing has ruled out an understanding of beauty as reflecting God’s work in creating and redeeming the world. A theological aesthetic in von Balthasar’s terms9 is still an open possibility after Schiller. The important change is rather that this issue now must remain open. This is what marks us off from earlier times. In pre-modern times, the beauty of art was understood in terms of mimesis: the imitation of reality which was set in an ordered cosmos, with its levels of being, which was further understood as God’s creation; or the imitation of a divine history, in portrayals, say, of Mary and her Son, or of the Crucifixion. It went without saying that great art refers us to the correspondences, to the order of being, to sacred history. With the fading of these backgrounds, with the coming of a buffered self, for whom this larger spiritual environment was no longer a matter of untheorized experience, though it might still be an object of reasoned belief, we have the growth of what I have been calling, following Wasserman, “subtler languages”. This was the second important creation of the Romantic period, complementing the identification of beauty as the key to restoring our lost unity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8132","value":8132},"note":null},{"text":"“Absolute” music expresses being moved by what is powerful and deep, but does not need to identify where this is to be found, whether in heaven, or on earth, or in the depths of our own being—or even whether these alternatives are exclusive. The consummation of subtler languages is when, in Pater’s words, all arts strive to approach the condition of music. Now to enter in this medium does not mean to deny God. On the contrary, many great modern artists—Eliot, Messiaen—have tried to make their medium a locus of epiphany. This is perfectly possible. But it is not necessary. The ontic commitments can be other, or they can remain largely unidentified. And this is what offers a place to go for modern unbelief. As a response to the inadequacies of moralism, the missing goal can be identified with the experience of beauty, in the realm of the aesthetic. But this is now unhooked from the ordered cosmos and/or the divine. It can be grounded anew in some purely immanent outlook, such as that offered by Freud, for instance. But it can also be left unspecified, and that is in fact the option most frequently taken. It is largely thanks to the languages of art that our relation to nature can so often remain in this middle realm, this free and neutral space, between religious commitment and materialism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8144","value":8144},"note":null},{"text":"The shift from cosmos to universe did two important things. It allowed for the development of deeper and more solid forms of materialism and unbelief, and it also gave a new shape to the cross-pressure felt by the buffered identity between belief and unbelief. Along with the development of post-Romantic art, it helps to create a neutral space between these.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8174","value":8174},"note":null},{"text":"Of course, if we’re looking for the reasons which made people renounce their religious belief in the nineteenth century, the gamut is very wide. Some of them are similar to these we have already rehearsed in the discussion of the rise of an option of unbelief in the eighteenth century. It is clear, for instance, that people who felt strongly the satisfactions of the buffered identity—power, invulnerability—and were not very sensitive to its narrowing effect, tended to opt more easily for the materialist side. Then there are all the reasons which made people reject Christianity: its counter-Enlightenment doctrines of human evil, and of divine punishment; the Church’s practices of exclusion, its siding with obscurantism. To take up this point from the other side, it could easily appear that the values of the modern moral order could only be carried out fully and radically by the step into unbelief. In the nineteenth century, one of the key values was understood to be altruism. And in this regard exclusive humanism could claim to be superior to Christianity. First, Christianity offers extrinsic rewards for altruism in the hereafter, where humanism makes benevolence its own reward; and secondly it sometimes can be tempted to exclude heretics and unbelievers from its purview whereas humanism can be truly universal. Mill, for instance, put forward these arguments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8179","value":8179},"note":null},{"text":"outlooks which aspire to some “higher” or “spiritual” level of existence, seems to take its most radical, thoroughgoing form in a doctrine which denies flatly all such higher levels. The defense of ordinary human desire against the demands of the supposedly superior renunciative vocations, which was undertaken by the Reformers, seems to reach its final end and logical conclusion in materialism. It is a declaration of the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8191","value":8191},"note":null},{"text":"All these factors had already been operative in the eighteenth century, although perhaps not focussed in quite the same way in the case of altruism. But now there entered two new factors, which both shifted the argument somewhat, and also contributed to the new depth and solidity of materialist positions. They are obviously linked. I am thinking of the impact of science and scholarship, on one hand, and the new cosmic imaginary, on the other. Both science and scholarship had considerably developed. The latter was principally relevant in the form of Biblical criticism, which called into question the sources of the Bible. But far more…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8195","value":8195},"note":null},{"text":"is that the shift in world views turned rather on ethical considerations. I don’t just mean ethical considerations extraneous to the “scientific” argument, such as those concerning altruism just mentioned. I mean that what began to look more plausible was the whole stance underlying the epistemology of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8202","value":8202},"note":null},{"text":"The draw to the impersonal framework also helped to promote Deism and eventually unbelief, as I described in Chapter 7. We saw how for Providential Deism the principal claim to God’s benevolence is precisely the nature of his unchanging order in creation. Lessing speaks of the “broad ditch” that separates the general truths of morality and religion from any particular facts of history.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8215","value":8215},"note":null},{"text":"For those who take this view, the noblest, highest truths must have this general form. Personal interventions, even those of a God, would introduce something arbitrary, some element of subjective desire, into the picture, and the highest truths about reality must be beyond this element. From this standpoint, a faith in a personal God belongs to a less mature standpoint, where one still needs the sense of a personal relation to things; one is not yet ready to face the ultimate truth. A line of thinking of this nature, steadily gathering strength, runs through modern thought and culture, from Spinoza, through Goethe, to our present time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8218","value":8218},"note":null},{"text":"Now I think that an important part of the force which drove many people to see science and religion as incompatible, and to opt for the former, comes from this crucial difference in form. In other words, the success of science built on and helped to entrench in them the sense that the Christian religion they were familiar with belonged to an earlier, more primitive or less mature form of understanding.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8223","value":8223},"note":null},{"text":"Now this bent to impersonality was greatly reinforced by the new cosmic imaginary. The vast universe, in which one could easily feel no sense of a personal God or a benign purpose, seemed to be impersonal in the most forbidding sense, blind and indifferent to our fate. An account in terms of impersonal causal law seemed called for by the new depth sense of reality in the universe. This inference was all the stronger in that the stance of disengaged reason, construing the world as it does as devoid of human meaning, fits better with the impersonal picture. But this stance is part of the modern identity of the buffered self, which thus finds a natural affinity for the impersonal order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8226","value":8226},"note":null},{"text":"Seen from this perspective, the real telos implicit in the earlier forward steps of humanity—the Axial period, the end of paganism and polytheism, the Reformation—was the bringing of disenchantment, the end of a cosmos of spirits respondent to humans, and the coming of the impersonal order defined by the moral code.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8236","value":8236},"note":null},{"text":"Straight line orthodox monotheism was not yet at the goal of this development. It turned the many gods into one, but is still seen as posing the moral issue too much in terms of the favour or disfavour of a capricious tyrant. We are now beyond this.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8238","value":8238},"note":null},{"text":"A spiritual-butnot-Christian (or Jewish or Muslim) position, adopted on something like these grounds, has remained a very widespread option in our culture. But other things too, tend to make us align materialism with adulthood. A religious outlook may easily be painted as one which offers greater comfort, which shields us from the truth of an indifferent universe, which is now felt as a strong possibility within the modern cosmic imaginary. Religion is afraid to face the fact that we are alone in the universe, and without cosmic support. As children, we do indeed, find this hard to face, but growing up is becoming ready to look reality in the face.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8249","value":8249},"note":null},{"text":"Of course, this story will probably make little sense to someone who is deeply engaged in a life of prayer or meditation, or other serious spiritual discipline, because this involves in its own way growing beyond and letting go of more childish images of God. But if our faith has remained at the stage of the immature images, then the story that materialism equals maturity can seem plausible. And if in addition, one has been convinced that manliness is the key virtue, then the appeal to go over can appear irresistible. The appeal of science for Mill was precisely that of “good down-right hard logic, with a minimum of sentimentalism”; it enables you to “look facts in the face","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8254","value":8254},"note":null},{"text":"We can see from all this how much the appeal of scientific materialism is not so much the cogency of its detailed findings as that of the underlying epistemological stance, and that for ethical reasons.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8260","value":8260},"note":null},{"text":"We can say in general terms that, where there was a conversion from faith to “science” which was undertaken reluctantly, and with a sense of loss, the kind of faith involved played an important role. On one hand, there were those who were very deeply wedded to certain particular beliefs, and couldn’t conceive their faith without them. Thus, to the extent to which Christian faith was totally identified with certain dogmas or cosmic theories—e.g., the literal belief that Creation occurred in 4004 B.C., or the neat intermeshing of Deist Providential order—the new depth reality could appear as a decisive refutation. Or to the extent that the drama of Fall, Incarnation, Redemption was understood as incompatible with the slow evolution of human culture, refutation threatened. And then there were those who felt the accusations of childishness levelled against faith as hitting a target in their own religious life. The presumption of immaturity deeply shook them because of this inner insecurity, and they ended up resolving the tension by abandoning their religion, even if with sadness and a sense of irreparable loss.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8263","value":8263},"note":null},{"text":"Now an utter absence of purpose can be experienced as a terrible loss, as the most dire threat levelled at us by the disenchanted world. But it can also be seen in the other positive perspective, that of invulnerability. In such a universe, nothing is demanded of us; we have no destiny which we are called on to achieve, on pain of damnation, or divine retribution, or some terminal discord with ourselves. Already the Epicureans had made this point in one form. To know that all comes from atoms and their swervings, that the Gods are utterly unconcerned with us, is to liberate us from fear of the beyond, and thus allow us to achieve ataraxia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8309","value":8309},"note":null},{"text":"There was an earthly, one might say, earthy critique of the allegedly “higher” here which was then transposed, and used as a secular critique of Christianity, and indeed, religion in general. Something of the same rhetorical stance adopted by Reformers against monks and nuns is taken up by secularists and unbelievers against Christian faith itself. This allegedly scorns the real, sensual, earthly human good for some purely imaginary higher end, the pursuit of which can only lead to the frustration of the real, earthly good, to suffering, mortification, repression, etc. The motivations of those who espouse this “higher” path are thus, indeed, suspect. Pride, élitism, the desire to dominate play a part in this story too, along with fear and timidity (also present in the earlier Reformers’ story, but less prominent). Exclusive humanism has inherited both the allegiance to the moral order, and the affirmation of ordinary life. And this has provoked, as it were, a revolt from within. The revolt has been against what one could call a secular religion of life, which is one of the most striking features of the modern world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8390","value":8390},"note":null},{"text":"Of course, the Christian roots of all this run deep. First, there is the extraordinary missionary effort of the Counter-Reformation Church, taken up later by the Protestant denominations. Then there were the mass-mobilization campaigns of the early nineteenth century—the anti-slavery movement in England, largely inspired and led by Evangelicals; the parallel abolitionist movement in the United States, also largely Christian-inspired. Then this habit of mobilizing for the redress of injustice and the relief of suffering world-wide becomes part of our political culture. Somewhere along the road, this culture ceases to be simply Christian-inspired—although people of deep Christian faith continue to be important in today’s movements. Moreover, it probably needed this breach with the culture of Christendom for the impulse of solidarity to transcend the frontier of Christendom itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8406","value":8406},"note":null},{"text":"This is the complex legacy of the Enlightenment which I am trying to describe here. It incorporates a powerful humanism, affirming the importance of preserving and enhancing life, of avoiding death and suffering, an eclipse/denial of transcendence which tends to make this humanism an exclusive one, and a dim historical sense that the first of these came about through and depends on the second.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8413","value":8413},"note":null},{"text":"There were clearly at least two important sources of this reaction, though they could sometimes be (uneasily) combined. One was the continuing spiritual concern with the transcendent, which could never accept that flourishing human life was all there is, and bridled at the reduction. The other sprang from the older aristocratic ethos, and protested against the levelling effects of the culture of equality and benevolence. It apprehended a loss of the heroic dimension of human life, and a consequent levelling down of human beings to the bourgeois, utilitarian mean. That this concern went well beyond reactionary circles, we can see from the case of Tocqueville, who was very worried by this kind of reduction of humanity which threatens us in a democratic age. He feared a world in which people would end up being occupied exclusively with their “petits et vulgaires plaisirs”, and would lose the love of freedom.20","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8419","value":8419},"note":null},{"text":"So as well as an external counter-Enlightenment, nourished by the traditions that the Enlightenment relegated to the zone of illusion, there has grown an immanent counter-Enlightenment, which shares in, even sometimes intensifies this rejection of the past. But just as the secular Enlightenment humanism grew out of the earlier Christian, agape-inspired affirmation of ordinary life, so the immanent counter-Enlightenment grew out of its transcendent-inspired predecessor.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8432","value":8432},"note":null},{"text":"The immanent counter-Enlightenment comes to existence within this domain of Western culture. From the beginning, it has been linked with a primacy of the aesthetic. Even where it rejects the category, and speaks of an “aesthetic illusion” (as with Paul de Man), it remains centrally concerned with art, and especially modern, post-Romantic art. Its big battalions within the modern academy are found in literature departments. One of its major themes is a new understanding of the centrality of death, a kind of answer to the inability of mainstream exclusive humanism to cope with mortality. This finds some of its sources in the religious tradition. I will discuss this in Chapter 19. Alongside that, and interwoven with it, is another kind of revolt against the primacy of life, inspired mainly by the other source of resistance in the external counter-Enlightenment, the resistance against levelling, in the name of the great, the exceptional, the heroic. The most influential proponent of this kind of view has undoubtedly been Nietzsche. And it is significant that the most important anti-humanist thinkers of our time: e.g., Foucault, Derrida, behind them, Bataille, all draw heavily on Nietzsche.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8440","value":8440},"note":null},{"text":"The Nietzschean understanding of enhanced life, which can fully affirm itself, also in a sense takes us beyond life; and in this it is analogous with other, religious notions of enhanced life (like the New Testament’s “eternal life”). But it takes us beyond by incorporating a fascination with the negation of life, with death and suffering. It doesn’t acknowledge some supreme good beyond life, and in that sense sees itself rightly as utterly antithetical to religion. The “transcendence” is, once again in an important sense and paradoxically, immanent.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8470","value":8470},"note":null},{"text":"What I have been calling the immanent counter-Enlightenment thus involves a new valorization of, even fascination with death and sometimes violence. It rebels against the exclusive humanism that dominates modern culture. But it also rejects all previous, ontically-grounded understandings of transcendence. If we took account of this, we might perhaps change our picture of modern culture. Instead of seeing it as the scene of a two-sided battle, between “tradition”, especially religious tradition, and secular humanism, we might rather see it as a kind of free-for-all, the scene of a three-cornered—perhaps ultimately, a four-cornered—battle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8475","value":8475},"note":null},{"text":"But it is different from this again, because it is the sense of an absence; it is the sense that all order, all meaning comes from us. We encounter no echo outside. In the world read this way, as so many of our contemporaries live it, the natural/supernatural distinction is no mere intellectual abstraction. A race of humans has arisen which has managed to experience its world entirely as immanent. In some respects, we may judge this achievement as a victory for darkness, but it is a remarkable achievement nonetheless.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8518","value":8518},"note":null},{"text":"In giving Carlyle such a central role, I am deviating from what is often seen as the standard story of the Victorians’ loss of faith. Somewhat oversimplifying, this is thought to have been caused by the impact of Darwinian evolution, which is held so directly to have refuted the Bible. This created an agonizing conflict for many people of devout upbringing, which was in the end resolved by many, often with a poignant sense of loss, by the abandonment of their faith. There is some truth in this story, especially about the agonizing, and sense of loss (which seems to have been felt by Darwin himself). But it leaves out something crucial: that evolutionary theory didn’t emerge in a world where almost everyone still took the Bible story simply and literally; that among other things, this world was already strongly marked by the ideas of impersonal order, not to speak of the dark abyss of time; and that an influential formulation had already been given to the displacement of Christianity by a cosmic vision of impersonal order, that of Carlyle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8556","value":8556},"note":null},{"text":"This faith was of the greatest importance to Carlyle, because otherwise the trends of the time pointed towards a degradation of human life: the ugliness and egoism of commercial-industrial society, the atomism and lack of common concern that this society bred, held together only by the “cash nexus”, the absence of any larger, more heroic perspective on life, beyond a myopic hedonism, which it tends to inculcate in us. (Carlyle, prefiguring Nietzsche, sarcastically defines organized philanthropy as “the Universal Abolition of Pain Association”.) In this age, the universe and society appear as merely mechanical, devoid of meaning. “To me the Universe was all void of Life, of Purpose, of Volition, even of Hostility; it was one huge, dead, im-measurable Steam-engine, rolling on, in its dead indifference, to grind me limb from limb. O the vast, Gloomy, solitary Golgotha, and Mill of Death.”7 Everything, even the sublimest issues, are being reduced to calculation: “Benthamee Utility, virtue by profit and Loss; reducing this God’s-World to a dead brute Steam-engine, the infinite celestial Soul of Man to a kind of Hay-balance for weighing hay and thistles on, pleasures and pains on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8579","value":8579},"note":null},{"text":"But the two are brought closer together when, late in life, Arnold defines religion as “morality touched with emotion”; and describes God as “the enduring power, not ourselves, which makes for righteousness”.20 The consubstantiality of this religion with the code which springs from an impersonal order is evident, as is the attempt to retain some vestige of transcendence (through the expression “not ourselves”). But this attempted resolution of the dilemma was a hope, which didn’t attenuate the powerful sense of division and loss, which resonates throughout the poetry, and must have been felt by the man.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8709","value":8709},"note":null},{"text":"He finds that he believes in Christ “in the teacher, the martyr, the symbol to us Westerns of all things heavenly and abiding, the image and pledge of the invisible life of the spirit—with all my soul and mind!” But he cannot accept “the Man-God, the Word from Eternity—. . . a wonder-working Christ, in a risen and ascended Jesus, in the living Intercessor and Mediator for the lives of his doomed brethren” (342). He believes in God, but this God is something like an impersonal force. He is “an Eternal Goodness—and an Eternal Mind—of which Nature and Man are the continuous and only revelation”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8722","value":8722},"note":"Peterson"},{"text":"On the one hand, a strong reaction against Hume and Utilitarianism, as theories which deny the human potentiality for moral ascent; on the other hand, an inability to accept God as a supernatural agent, intervening in human history.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8730","value":8730},"note":null},{"text":"But we need God: “Love and revere something we must, if we are to be men and not beasts” (498–499). And this God is not only indispensable for personal moral ascent. We also need him if we are to find a way of binding together our society. Here he takes up a crucial theme for Arnold. We need a new religion, because we need “a new social bond”. We need it, for “that diminution of the self in man which is to enable the individual to see the world’s ends clearly, and to care not only for his but for his neighbour’s interest, which is to make the rich devote themselves to the poor, and the poor bear with the rich. . . . It is man’s will which is eternally defective, eternally inadequate. Well, the great religions of the world are the stimulants by which the power at the root of things has worked upon this sluggish instrument of human destiny. Without religion you cannot make the will equal to its tasks. Our present religion fails us; we must, we will have another!” (572). In Arnoldian terms, religion is portrayed here as the essential bulwark of Culture against Anarchy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8735","value":8735},"note":"Petersonian"},{"text":"She can’t see the point of Robert’s reconstructed religion of a purely human Jesus. “How can that help them? . . . Your historical Christ, Robert, will never win souls. If he was God, every word you speak will insult him. If he was man, he was not a good man!” (480).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8748","value":8748},"note":null},{"text":"This is a place where I might clarify further my own understanding of these conversions and deconversions. I cannot accept the Whiggish master narrative that they are determined by clear reason. They look rational within a certain framework, indeed, but this framework attracts us for a host of reasons, including ethical ones. Among the ethical attractions is certainly that of the free, invulnerable, disengaged agent. Being one of these is something in which moderns take a certain pride. But to leap from this to saying, simply, that the move from orthodoxy is actuated by pride is quite invalid. In some cases, undoubtedly. But what we’re dealing with in talking of these frameworks is complex environing backgrounds of our thought and action, which impinge on our lives in a host of ways. In one respect, yes, this modern sense of impersonal orders can give us a sense of our dignity as free agents. But it also offers us powerful ideals, of honesty and integrity, as well as of benevolence and solidarity, just to name some of the most prominent. In the whole aetiological story of how these frameworks arose, pride has its place. But in individual cases, the stories can be as many and as different as there are people who inhabit them. In some cases, for a variety of reasons, the sense of an alternative was so far off the screen, that the principal response was determined by the ideals: say, honesty, integrity, and a sense of the human potential for moral ascent. This is what one sees with T. H. Green; and this is what Mrs. Ward shows us in her protagonist.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8772","value":8772},"note":null},{"text":"But the Darwinian picture tended to shatter even those theories of general design which concentrated on the benevolent over-all drift of things. We have not just nature “red in tooth and claw”, but a system which operates through extinctions, through the winnowing of the unfit. This could be very shaking to Christian faith, but it also undermined the more impersonal conception of Providence, as a cosmically-anchored vector in history towards higher modes of being. In the end, it is this kind of view, involving a world-soul or cosmic force, which seems to have suffered, more than orthodox Christianity. Not that there are not many people today who believe in a God conceived as an impersonal force; contemporary surveys show this (as we will see in the next chapter); and popular movies invoke it (“The Force be with you”). But as an explicitly espoused, intellectually defended view, it has greatly receded, where atheist materialism and orthodox Christianity still polemic against each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8801","value":8801},"note":null},{"text":"This may have partly to do with the theodicy issue. As I argued earlier (Chapter7), while the issue of theodicy may always be raised in a theistic context, there are certain conditions for its being felt as a real problem, which have not always been met. Pressed by a sense of menace, both natural (famine, disease) and spiritual (devils, goblins, wood spirits, etc.), the pre-modern in an enchanted world could be more concerned with appealing to God as helper, or saviour, while acknowledging that it was quite beyond her to explain how things had come to this pass. The idea of blaming God gets a clearer sense and becomes much more salient in the modern era where people begin to think they know just what God was purposing in creating the world, and can check the results against the intention. The issue as posed in an atheist context inherits this clarity; only now it is we who are setting the standards, while assuming that what we know and can discern about human fate is all there is to know—in particular that there is nothing after or beyond our traceable life-path here, or that if there were, it would have to be of such and such a nature. God is set up to flunk the atheist exam, as surely as He was set up to pass that of Providential Deism with flying colours.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8808","value":8808},"note":null},{"text":"The atheist and the Deist are arguing within similar frameworks: we know the standards, and we know what happens to people. And they can thus score points against each other. And when we look at the most horrifying sides of nature and history, it is the atheist who tends to score. For the Christian, these arguments to a negative theodicy, a condemnation of any God who might claim to exist, are deeply disturbing, as is indeed, any tragic event seen up close: the death of a loved one, for example. But they realize that they are helpless to argue against these accusations. To do so, one would have to know, that means be able to exhibit or demonstrate, things we will never know. The case for the defense depends on there being more to human fate than we can exhibit as undeniable in history: that these people died in the earthquake, and those in gas chambers, and no-one came to rescue them. Christians can only reply to the accusations with hope. In a sense, the only possible stance for a Christian is to recover something like the pre-modern one I described above, to see God as helper, and not cruel puppet-master. Only where earlier this was often adopted naïvely, that is, without the sense that there was an alternative, it now has to be recovered in full awareness. This is perhaps what Dostoyevsky was telling us in The Brothers Karamazov, in the dialogue between Ivan and Alyosha which culminates in the “Legend of the Grand Inquisitor”. Ivan has all the arguments; Alyosha’s only response is to be profoundly perturbed: “Blasphemy”,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8817","value":8817},"note":null},{"text":"Perhaps the crucial point was this: as attempts to hold on to some of the force of Christian piety, while dropping the Christian God of personal agency, these middle positions didn’t have the staying…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8831","value":8831},"note":null},{"text":"So dogmatic-metaphysical compromises between Christianity and materialism, based on the modern sense of an impersonal immanent order, don’t seem to have a very long shelf life. Or do appearances deceive?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8858","value":8858},"note":null},{"text":"The sense of emptiness, flatness, the dissatisfactions raised in the whole group of resonance axes, seem still with us. Rebellions occur among the younger generation, of which the most spectacular in recent times was that of the 1960s. Surveys tell us that lots of people still situate themselves in this metaphysical middle ground, where they accept some impersonal force at work in the universe and/or their lives. The short shelf life of these compromise metaphysics is a phenomenon of the intellectual-academic world, on one hand, and that of religious-ideological institutions on the other. There is an important disconnect between these on one side, and the spiritual life of people in general on the other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8869","value":8869},"note":null},{"text":"what I’m calling the nova, the multiplication of new options around the polemic between belief and unbelief in the last two centuries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8880","value":8880},"note":null},{"text":"Thus the picture of order invoked in the American Declaration of Independence, which foregrounds the notion of inalienable rights, was originally placed within a version of what I called “Providential Deism”. Human beings were “endowed by their Creator” with these rights. The order was providential, designed by God. This would eventually feed a social imaginary in which the sovereign nation was “one people under God”: although divided by denominations, its unity was grounded in belief in this benign Creator who designed human beings for this free way of life. This theistic underpinning has since fragmented. For a lot of Americans, the reference to God is irrelevant, even threatening. But the original social imaginary continues among important segments of the population.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8881","value":8881},"note":null},{"text":"In these “Anglo-Saxon” societies, and in other similar ones, the modern idea of an order of equal-rights-bearing individuals, related so as to further mutual benefit, has gradually colonized the social imaginary. It takes over and gives a new meaning to traditional features of the polity, like representative institutions and the primacy of law. In so doing, it replaces earlier visions of order, which are hierarchical and holist, rather than individualist and egalitarian.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8890","value":8890},"note":null},{"text":"The modern idea of order animates a social imaginary which presents society as a “horizontal” reality, to which each has direct access, created and sustained by common action in secular time, as we see in forms like the public sphere, the market economy, the sovereign people. By contrast, the earlier “vertical” vision presents society as articulated into hierarchically-ordered parts, which determine the identity of those who make them up, so that they relate to the whole only mediatedly, through the part. They belong to the kingdom as lord or peasant, clergy or layperson, member of an order or corporation. This complex unity is not created by the secular action of its members, but precedes them. It is grounded in the order of things itself (like the kingdom with the “Two Bodies”), or else is there since time out of mind. The polity requires the hierarchy, and particularly its apex, in order to be. Without the King, there is no France; the kingdom only holds together as an entity under its monarch.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8894","value":8894},"note":null},{"text":"The synthesis thus incorporated three facets: British, Protestant, decent. But it also connected to a fourth. The ideal of civilization which Britons accepted was heavily coloured by it. The notion of “civilization” which develops in modern Europe has a number of facets, as we discussed earlier (Chapter 2). It incorporated on one side economic and technical development: arts, crafts, industry, technology, science; on another sensibility: art, beauty, refinement of feeling and expression, wider consciousness. But then it also had a political dimension: “civilized” societies, as the very word implies, were governed in an orderly way; they had a state, law and order, internal peace, unlike “savage” tribes. Closely connected to this was a fourth, disciplinary dimension: to be civilized means to have internalized a demanding discipline, self-control, high standards of behaviour governed by ethics, manners, and other necessary conventions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8936","value":8936},"note":null},{"text":"But just because the British saw themselves as having a different kind of government and law than most of their Continental neighbours, they also gave a particular inflection to their notion of civilization. Whereas Europe as a whole was “civilized” in comparison to Asia, let alone Africa, the British variant was itself superior. This national inflection, within a general European sense of superiority, helps explain the unedifying spectacle during the First World War of countries on each side claiming to fight for “civilization”, the British against the “Huns”, and the Germans against the semi-Asiatic Tsarist hordes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8945","value":8945},"note":null},{"text":"This close connection between law and discipline reflects the continuing sense that this civilization had been built by deliberate efforts of Reform, that people had been made over in recent history to meet the high demands of “civilized”, decent or “Christian” life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8950","value":8950},"note":null},{"text":"Now in its original, high-Victorian form, for most people, this was inextricably Christian civilization. Its ethic of discipline and decency, freedom and benevolence was powered for many by an Evangelical Christianity. For Evangelicals, following God meant disciplining the self, creating by constant effort and exercise a character which would suppress the lower drives and strive to benefit mankind.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8957","value":8957},"note":null},{"text":"We can see how the Victorian Christianity of self-discipline created a space for the move to a humanism of duty, will and altruism. They had a lot in common, particularly the opposition between egoism and benevolence, but the ontic basis for the move from the first to the second was quite different. For Christian faith, benevolence was possible first, because of the pristine human nature which God created before the Fall. But then since this had been perverted by that Fall, it also required grace to restore it. For humanism, altruism was possible, because once humans rise to it, they see it to be a higher, more evolved way of being. Stephen thought that as we become stronger and more vital, altruism will come to appeal more to us. A higher self, which can think in terms of universal good, arises out of the process of enlightenment and character formation. This is a recognizable form of the eighteenth century idea that disengaged reason will free us from the particular, and make us want to live up to the demands of a more universal good, or act on impersonal principles. Kant is one source here. But there also was an important borrowing from Romantic sources. George Eliot, for instance, was inspired by Feuerbach, and believed that we have the power within us to sustain an all-encompassing love. At a certain stage of development, we can bring this power to fruition, and thus come to recognize that what we have previously attributed to the divine is really a human capacity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=8990","value":8990},"note":null},{"text":"And so a new space for unbelief emerges, a humanism of altruism and duty, often rooted in an enriched materialism. This leaves much of the reigning synthesis intact, which linked Britishness, law, decency, civilization and religion. It lops off the last element, but insists just as much on discipline, will, character-formation, and the long but successful historical struggle to realize the synthesis in this happy Isle. A quite new set of spaces open up, however, when this synthesis is challenged.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9028","value":9028},"note":null},{"text":"Indeed, the rebellion against this manly discipline can be better understood if we consider one of its most important institutional settings, the public school. These schools were reformed in the mid-nineteenth century, most notably by Arnold of Rugby, and they became training grounds of character in the Victorian sense. As Annan puts it, they principally inculcated two ideals: manliness and loyalty. They had replaced Athens with Sparta as the ideal ancient city.35 The stress on team sports was a crucial part of this training. This education was very successful, in the sense that the élite male youth who attended these schools carried these ideals with them into their later lives, in regiments, board rooms, and politics, as well in public service at home and in the Empire. Its success is perhaps best attested by the importance that the game-playing image took on in English élite imagination. The idea that battles could be won “on the playing fields of Eton”, that “playing the game” was the ultimate social virtue, always astonished foreigners, but it expressed a powerful ethos for Englishmen. But one can see right away how this kind of training was in danger of producing ultra-loyal hearties, with underdeveloped intelligence and imagination—not to speak of the “underdeveloped hearts” of which Forster complained. It could easily generate philistinism, a contempt for or disinterest in outsiders, a calm assumption of English superiority allied with blank ignorance of other societies. All this provoked a lot of reactions, along all the possible axes implied in the pencil sketch I’ve offered here. But perhaps the most important for our purposes was the protest against a narrowing of the ends of life to a code of conduct: This ethic of discipline, in both believing and unbelieving variants, was a moralism. It put discipline, self-control, the achieving of a high moral standard as the supreme goal. This tended to be true even of the Evangelical modes, which had after all started in the previous century as a reaction against narrow moralism, for instance in the emotionally liberating preaching of Wesley. Like all moralisms, it could come to seem too thin, too dry, concerned so exclusively with behaviour, discipline, control, that it left no space for some great élan or purpose which would transform our lives and take us out of the narrow focus on control. The obsession with getting myself to act right seems to leave no place for some overwhelmingly important goal or fulfillment, which is the one which gives point to my existence. This complaint, sometimes interwoven with the “Romantic” one, that modern moral, disciplined life represses feeling, recurs again and again in the last two centuries. It is one of the defining concerns of the modern world. It is related to that other great defining concern, the worry about meaning, that is, about the possible meaninglessness of life. Indeed, these two are closely linked; they come at the same issue from…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9036","value":9036},"note":null},{"text":"The dead were and are not. Their place knows them no more and it is ours today. Yet they were once as real as we and we shall tomorrow be shadows like them. In men’s first astonishment over that unchanging mystery lie the origins of poetry, philosophy and religion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9148","value":9148},"note":null},{"text":"And yet thanks to the suspension of ontic commitment in modern languages of art, it could open a space outside both morality and religion, using the second to lever free of the tyranny of the first, but then swinging free of faith in turn to make the aesthetic realm ultimate and self-sufficient. One might say that the ontological indeterminacy of the “subtler languages” of post-Romantic literature allowed for three kinds of position. One could remain with the indeterminacy, as much of Wordsworth’s poetry seems to do and as well as the quotes I have just given from Trevelyan; one leaves the issue undecided, to what extent one is invoking an extra-human spiritual reality, or rather pointing to something wholly within experience. But one can also firmly disambiguate one’s position: on one hand, in favour of the first position, as did those who opted for Catholicism, for instance; and of course, Wordsworth himself in his later life as an orthodox Anglican. Or else, one can opt for the second. Pater’s aestheticism seems to have been of this latter kind (with perhaps some second thoughts towards the end of his life). The stated ideal: “to burn always with this hard gem-like flame, to maintain this ecstasy, is success in life”, is fulfilled at the level of experience; no claim is made about our relation to a transcendent object.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9158","value":9158},"note":null},{"text":"First, it advanced on the vector of authenticity, prizing the individual self-expression of each person in their difference from others, the “integrity” invoked by Noel Annan above to describe Virginia Woolf’s position. And second, they radicalized the claims of ordinary human sensual desire against the supposedly “higher” demands of discipline or abstinence. For instance, Blooms-bury homosexuals threw off the restrictions of their society. They all “came out”, not, indeed, before the general public—homosexual relations were still a criminal offence in those days—but in the society they frequented. They helped to set the climate of the latter half of the century, in England and elsewhere. I have been describing some ways in which the reaction against moralism helped to open new spaces for unbelief, all in different ways drawing on the post-Romantic understanding of the aesthetic as an ethical category. That this reaction went so much to unbelief is partly due to the fact that the reigning synthesis supposedly incorporated Christian faith. But this was not a fatality; it could and sometimes did inspire people to explore forms of faith other than those of the established synthesis. More important was the affinity between many responses and the earlier mid-Victorian turn to exclusive humanism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9202","value":9202},"note":null},{"text":"The father rebels against Victorian faith, largely because it seems so much less humane than humanism, but keeps the ethic and discipline. The daughters then rebel against this, but don’t revise the original judgment of religion. On the contrary, they go farther and define humaneness in terms, e.g., of sexual freedom, which carry them even farther from the established religion. Indeed, they even carry immanence a step farther; not only do they adopt an ethic purely in terms of human good; but this good is itself immanentized in another sense. The intrinsically valuable is identified with the inner, the mental, with experience and sensibility. They very much subjectivized ethics, not in the sense that external action was unimportant, but that it was all instrumentalized to goods which were experiential. In this way, too, they anticipate an important shift in the later twentieth century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9213","value":9213},"note":null},{"text":"We have followed two important shifts: the turn to exclusive humanism within the reigning synthesis; the reaction against the moralism and restrictions of that synthesis, whose most important strand was Bloomsbury. But then came the trauma of the First World War. This damaged the credibility of the synthesis as nothing earlier could have done. The synthesis incorporated “civilization”, one of whose key components was to protect life from violence through order and law. The war was supposedly fought for “civilization”, at least in its British variant. And yet the massive slaughter turned out to be a greater negation of civilized life than any foe threatened. The attempt to salvage a justification by promising a quantum leap in peace and welfare and social justice in the aftermath just made things worse when none of these promises could be made good on. There is some evidence that the majority of Britons went on believing in the syn-thesis, but for an influential minority of the young, who had served in the trenches, or who came along after, it shattered their faith in the whole complex. In particular, British patriotism was badly shaken. The ethic of manliness and loyalty, taught in the public school and carried into the regiment, seemed utterly discredited. The Big Words that encased it and gave it meaning—Honour, Sacrifice, for God King and Country, for Loved Ones Home and Empire (to quote from the inscription on the monument to the Unknown Warrior)46—rang hollow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9237","value":9237},"note":null},{"text":"If one was shaken in this way, there were various directions one could go. One was to try to reconstruct the synthesis, keeping decency and law, but shedding the jingoist patriotism and mindless commitment to struggle. One could turn to an internationalist liberalism, the kind that sustained the League of Nations and the various attempts at disarmament. Or else one could go more radically Left or Right, reject the synthesis for either Communism or Fascism. In the Thirties, when these two seemed to be lined up against each other in a struggle for world power, many young people did pick one of the sides, overwhelmingly the Left in fact. But instead of this, or perhaps even alongside it, the trauma could create a sense of uncertainty, of disbelief and even cynicism. The idea could be accredited that there is no morally credible publicly established order, the diametrical opposite of the previously established synthesis. Part of what Hynes calls the “Myth of the War” is this sense that it created a radical discontinuity in history, that we are cut off from the order enjoyed by our predecessors by an impassable gulf.47","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9248","value":9248},"note":null},{"text":"How to respond to this sense, the idea that we are living after the demise of a viable order? We might surmise that this was particularly hard to accept in an English context, just because people had lived with such confidence for so long within the synthesis. Contrast this with the French case, where for a century there had been a struggle between rival conceptions of order, and where the idea of combatting “le désordre établi” was already quite familiar.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9263","value":9263},"note":null},{"text":"In a sense, the terrible trauma of the First World War was paradoxically resolved at least in part by the Second. This is because it really was a war to defend civilization. Hitler brought reality down to match and surpass the war propaganda of the previous conflict. This, plus the moral discrediting of Communism, emptied the ranks of extreme Left and Right, and the War itself restored some sense to British patriotism, and recovered the link with the past. But the synthesis could never recover its unshakeable force that it had prior to 1914.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9276","value":9276},"note":null},{"text":"The justification for hierarchy under monarchy now has to rely much more clearly and frankly on the claim that it and it alone works to produce order. This is what emerges in the major articulation of the Restoration outlook in de Maistre. The eulogy of the hangman is meant to drive home the point that without this kind of threat hanging over them, men would be ungovernable. And of course, after the chaos of the French Revolution, many, particularly among the aristocratic class, found this a very plausible view.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9373","value":9373},"note":null},{"text":"So an ideal order in its different variants, starting from the individual, and stressing rights, liberties and democracy, squares off against a counter-ideal which stresses obedience, hierarchy, belonging to, even sacrifice for a larger whole. For the proponents of the counter-ideal, this seemed to be the obvious way to avoid chaos, both politically and religiously. But more than this, the stress on obedience and on sacrifice gave it an obvious congruence in their minds with religion as they understood it, that is, not the anthropocentric faith of Providential Deism, but the Augustinian understanding of sin and the need for submission to God.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9387","value":9387},"note":null},{"text":"Now one can make this critique from a Christian perspective, where the heroes are saints, and the essential suffering is that of the Cross. But a crucial aspect of what I’m calling the nova is that they come to be mounted also from an unbelieving direction, where the heroes are closer to the warriors of old, and the suffering is an ineradicable dimension of the human condition which these heroes learn to face and surmount. From this point of view, Christianity, with its stress on peace and humility, and its hope of ultimate union with God, can easily be seen as the enemy, the original source of this enervating modern humanism. Nietzsche was the most prominent spokesman of this kind of view, and remains in many ways the most influential.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9406","value":9406},"note":null},{"text":"Now we might be tempted to think that the spiritual condition of the élite became that of the masses largely through diffusion. This was aided by the expansion of standard education, the spread of literacy, and then of higher levels of schooling, and more recently through the great growth in university training. The élite condition often became generalized too, by the fact that modern society inducts everyone into the same mode of life, tends to wipe out the distinction between town and country, and inculcates in everyone the same social imaginary, relating to the society as a whole, particularly with the penetration everywhere of electronic media. Now all these have played an important role, particularly recently. But the actual road from there to here has been much more bumpy and indirect than a simple diffusion story can capture. To begin with, in a number of countries, religious practice rose in the nineteenth and sometimes also the twentieth century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9545","value":9545},"note":null},{"text":"Thereafter there is decline, which becomes steep in the 1960s. Figures for adherence to churches rise in England during the nineteenth century, reaching a peak round the beginning of the twentieth century, before a slow decline sets in, which becomes faster after the Second World War, and quite precipitate after the 1960s.2As for the U.S.A., some calculate a steady rise in religious adherence from the Revolution right through to the 1960s, with only a relatively small decline since.3 This, of course, shouldn’t surprise us. We should put it in the context of the drive to Reform, which arguably underlies the whole movement of which “secularization” is an offshoot. All earlier efforts at remaking the church aimed at increasing levels of orthodox practice. The last great drive of French Catholicism, previous to the nineteenth-century effort, was the Counter-Reformation of the seventeenth century, which succeeded in reaching people who had previously been marginal practitioners, and integrating them. It carried out wide ranging internal missions. And something analogous takes place in the more Protestant cultures of Britain and America, with missions and revival movements moving out to church the unchurched. In the British and French cases, one clear aim of those who sponsored these missions in, roughly, the nineteenth century was to prevent the diffusion of the fractured metaphysical-religious culture of the upper crust and intelligentsia, for whom unbelief was a real option.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9554","value":9554},"note":null},{"text":"Thus one of the factors often referred to in secularization theory is “differentiation”, the process by which functions which are originally carried out together crystallize out and fall into separate spheres, with their own norms, rules, and institutions.4 For instance, the household was once both a site for living and a site for production. But this latter function has since moved out of it, and the enterprises where it now takes place form the sphere we think of as “the economy”, with its own intrinsic rationality. In a similar way, the church used to provide education and “health care”, and these now take place in specialized institutions which are often state-financed and -run.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9573","value":9573},"note":null},{"text":"both Judaism and Christianity have themselves at different times fostered various kinds of disenchantment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9590","value":9590},"note":null},{"text":"Difficulties of another kind arise with generalizations which look plausible in a number of salient cases, but turn out not to hold more widely, such as that linking urbanization and secularity 2. Some have argued that the reverse seems to be true for the U.S.A.8 And the generalization may not have held of the U.K. during the nineteenth century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9597","value":9597},"note":null},{"text":"The basic insight underlying the “orthodox” modes of theory in this domain19 is that “modernity” (in some sense) tends to repress or reduce “religion” (in some sense). I have no quarrel with this; there is a sense in which I concur. It is one of the main aims of this book to define this sense more exactly. Nor do I quarrel with the definition of religion which many orthodox theorists offer. Thus Bruce offers the following defining description: “Religion for us consists of actions, beliefs and institutions predicated upon the assumption of the existence of either supernatural entities with powers of agency, or impersonal powers or processes possessed of moral purpose, which have the capacity to set the conditions of, or to intervene in, human affairs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9672","value":9672},"note":null},{"text":"whereas, argue the revisionists, the actual movement is not at all linear in many cases. Sometimes, as in Britain, urbanization and industrialization led to the development of new forms which actually grew during the nineteenth century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9744","value":9744},"note":null},{"text":"But with this kind of claim, we are already in the upper storey. It turns out that basement and higher floor are intimately linked; that is, that the explanation one gives for the declines registered by “secularization” relate closely to one’s picture of the place of religion today. This is hardly surprising; any explanation in history takes as its background a certain view of the gamut of human motivations, in whose context the particular explanatory theses make sense. For instance, various “materialist” accounts, for whom religion is always “superstructure”, its forms always to be explained by, say, economic structures and processes, are in effect denying any independent efficacy to religious aspirations. They are asserting for all time what I have just claimed mainline secularization seems to be saying about the modern age.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9765","value":9765},"note":null},{"text":"So let me try to set out an alternative take on the last centuries, which offers a different picture of secularization. Briefly, the mainline thesis is right to this extent, that most of the changes they identify (e.g., urbanization, industrialization, migration, the fracturing of earlier communities) had a negative effect on the previously existing religious forms. They often made some of the earlier practices impossible, while others lost their meaning or their force. This did sometimes lead whole groups to adopt some quite other outlook, antithetical to Christianity, or indeed, to any religion: such as Jacobinism, Marxism or anarchism (as in Spain); but it also happened that people responded to the breakdown by developing new religious forms. This happened partly through the founding of new denominations, such as Methodism and its off-shoots. But it also could happen through new modes of organization and new spiritual directions in older established churches, the Catholic Church for instance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9837","value":9837},"note":null},{"text":"The first ideal type is the “ancien régime” matrix. Here, invoking my discussion above about the development of modern social imaginaries, we can say that the understanding of order widespread among the people (as against the Enlightenment conceptions circulating among élites) is of a pre-modern kind, an order of hierarchical complementarity, which is grounded in the Divine Will, or the Law which holds since time out of mind, or the nature of things. This notion of order holds both for the larger society: we are subordinated to King, Lord, Bishops, nobility, each in their rank; and also for the microcosm of the village or the parish, where priest and noble (or in England, squire and parson) hold sway, and each person has their place. Indeed, we only belong to the larger society through our membership in this local microcosm.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9875","value":9875},"note":null},{"text":"It is worth making this point, because successive reforming élites, clerical and lay, have tended to dismiss much folk religion as “pagan” and “superstitious”; and in this they have been followed by later “Enlightenment” critics of religion; as though the popular understanding of Good Friday were limited to its crop-enhancing power. There is a temptation in a modern “disenchanted” framework to follow the most severe reforming clerics of earlier times, and consider folk religion as utterly distinct from Christian faith; our peasant ancestors would be engaged on this view in a kind of happy syncretism, but the elements combined would be quite distinct, and animated by different principles: Christianity is about devotion, the love of God, folk ritual is about control, manipulation. Among the authors I am drawing on here, Obelkevich sometimes seems to come close to this perspective.40 But this is to misunderstand the nature of the pre-Axial stratum of popular Christianity. As we saw above, the rituals of pre-Axial religion were concerned with securing human flourishing, and protecting against the threats of disease, famine, flood, etc. These survive in what I called in Chapter 2 the post-Axial compromise, in which they are combined with a religious form which includes an aspiration to some higher good than flourishing, salvation, or eternal life, or Nirvana. This latter is usually sought more single-mindedly by élites, what Weber called religious “virtuosi”: monks, sanyassi, Bhikhus. But the combination is not just a juxtaposition of alien elements. There is generally a real symbiosis.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9894","value":9894},"note":null},{"text":"We can’t neatly separate the Christian from the “pagan” in this religious form; but nevertheless, there was an important gap in this “ancien régime” mode of religious life. The same rituals were lived and understood rather differently by élites, clerical and/or other, on one hand, and by the popular majority on the other. The élites as we saw were made uneasy by many of the popular rituals and practices, and were often tempted to remake or even abolish them. From the popular side, we have in the nature of things less evidence of how they understood their religious life. But it seems clear from the examples we have cited, and others, that they valued and responded to the marks of personal sanctity in their priests; that for them these marks had more to do with charity, devotion to their flock, an openness to everyone (as against a too close relation to the squire or notable), and were less concerned with heroic forms of self-abnegation, sexual or otherwise (except insofar as abnegation directly served charity). For the rest, popular religion had a very important festive dimension: saints’ days, pilgrimages to shrines, celebrations, in which religious ceremonies and more earthy festivities: banquets, dancing, were combined—too promiscuously combined, in the eyes of many clerics. Here was another source of friction with clergy, and a target for the latter’s Reforming zeal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9923","value":9923},"note":null},{"text":"Élites can often have tremendous power to impose these changes; their very secession from the popular forms can destabilize them. It is in the very nature of religion in an enchanted world, as I have just mentioned, that it defines the practice not simply or even primarily of individuals, but of whole societies. A religion of this kind is uniquely vulnerable to the defection of élites, since they are often in a position severely to restrict, if not to put an end altogether to the central collective rituals. If the king himself will no longer play his role, what can one do? Or if the relics and statues of saints are burned, how go on drawing on their power? Reform from on top can thus put a brutal end to a great deal of popular religion, without necessarily putting anything in its place for many of the people concerned. And this was not only an end de facto, it could also be seen as a kind of refutation. For those who believed in the influences and forces residing in certain places and things, the very fact that they could be destroyed without terrible retribution seemed to indicate that their power had fled. In this way, the reformers carried on a practice which had already been used time and again to spread the faith. When St. Boniface felled the sacred oak groves of the pagan Germans, just this demonstration effect was what was intended. And the missionaries who followed the Conquistadores in Mexico hastened to destroy the temples and cults of the natives, with the same intention, and similar results.45","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9944","value":9944},"note":"Relate to Rome?"},{"text":"Now this process of élite-engendered destruction and popular recreation happened again and again in the centuries which follow. To mention only the history of France, the seventeenth century Counter-Reformation, particularly under Jansenist clergy, often involved the forbidding or abolition of popular practices; then the Revolution and the dechristianization of the Jacobin period, not to speak of the imprisoning and exile of priests and bishops, brought about a severe disruption of religious practice. With this last event, we obviously come to a new era. For the first time, the destroyers offer a new anti-Christian ideology to fill the gap. They were in the short term remarkably unsuccessful: the Republic and its new calendar didn’t take hold. But a long-term battle is joined, between Catholic and “Republican” élites to make over France in their image.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9967","value":9967},"note":null},{"text":"The cultural gap between élite and mass, which is characteristic of the modern age, makes it difficult to sustain a church which is really for everyone in society. That is, the devotional lives of different milieux are likely to diverge more than they did in the Middle Ages, where most of the élites still participated in the pilgrimage-going, relic-visiting religious culture of ordinary people. Moreover, whatever differences there may have been in that age, they were over-arched by the sense of common plight which is inescapable from religion in an enchanted world. When we have to “beat the bounds” of the parish to protect our crops, or ring the carillon de tonnerre to ward off hail, then we are all in this together, squire as well as cottager. But of course, cultural-devotional estrangement was further exacerbated by class conflict. Once the sense arises that we are not part of an organic community, but suffer from exploitation—and we can see that this sense was never very far from the surface even at the height of the ancien régime—then the issue arises of whose side the established church is on. For the most part, the answer was clear in much of Europe: the hierarchy came down on the side of the established order, or landlords and employers. There were just enough counter cases to show that the resulting alienation of non-élites from the church didn’t have to happen. This is where the processes of urbanization and industrialization enter our explanatory picture. They further the process of disintegration of the ancien régime forms, partly just through dislocation and great transfers to areas where there were few churches, but more profoundly by taking masses of people out of the parish context in which these forms had made sense.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=9994","value":9994},"note":null},{"text":"People would still ring the carillon de tonnerre when hail threatened, for instance. But this entire range of practices was not only linked to a collectivity, as we have seen is typical for “enchanted” religion; it was linked to the specific type of community which was the parish. The erosion and breaking open of this community, the displacement of its members into cities, undermined and sidelined its practices as effectively as élite-imposed Reform, and sometimes even more so.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10011","value":10011},"note":null},{"text":"This brace of causes converges on the main effect. That is, the new city-dweller, no longer relating back to a living community, as some of the earlier temporary migrants had,49 would find himself with a void in his spiritual life, and have to find a way of weaving new forms and community allegiances in the new situation. The “dechristianization” of the urban working classes in the later nineteenth century had often more to do with this than with an actual conversion to the new lay ideologies. Something similar might perhaps be said about the decline in practice among working class urban English people in the same period. However, the void demands to be filled; and the new lay ideologies are possible, sometimes strong candidates; particularly where the leaders and organizers of the new working class and socialist movements were inspired by them. In late-sixteenth century England, there were still only forms of Christianity which could be drawn on to fill the gap. In late-nineteenth-century Europe, the gamut of choices had been crucially widened. Modalities of exclusive humanism were now options. And the often reactionary stance of the Church could only help to make them more plausible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10020","value":10020},"note":null},{"text":"Or to talk a slightly different language, in these earlier societies, the kingdom existed not only in ordinary, secular time, in which a strong transitivity rule held, but also existed in higher times. There are, of course, different kinds of higher times—Platonic eternity, where there is a level in which we are beyond the flux altogether; God’s eternity as understood in the Christian tradition, a kind of gathering of time together; and various times of origins, in Mircea Eliade’s sense.52 Now with advancing disenchantment, especially in Protestant societies, another model took shape, with relation both to the cosmos and the polity. In this the notion of Design was crucial. To take the cosmos, there was a shift from the enchanted world to a cosmos conceived in conformity with post-Newtonian science, in which there is absolutely no question of higher meanings being expressed in the universe around us. But there is still, with someone like Newton himself, for instance, a strong sense that the universe declares the glory of God. This is evident in its Design, its beauty, its regularity, but also in its having evidently been shaped to conduce to the welfare of His creatures, particularly of ourselves, the superior creatures who cap it all off. Now the presence of God no longer lies in the sacred, because this category fades in a disenchanted world. But He can be thought to be no less powerfully present through His Design.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10075","value":10075},"note":null},{"text":"The confusion today arises from the fact that there is both continuity and discontinuity. What continues is the importance of some form of the modern idea of moral order. It is this which gives the sense that Americans are still operating on the same principles as the Founders. The rift comes from the fact that what makes this order the right one is, for many though not by any means for all, no longer God’s Providence; the order is grounded in nature alone, or in some concept of civilization, or even in supposedly unchallengeable a priori principles, often inspired by Kant. So that some Americans want to rescue the Constitution from God, whereas others, with deeper historical roots, see this as doing violence to it. Hence the contemporary American Kulturkampf.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10115","value":10115},"note":null},{"text":"But the United States’ path to modernity, although considered paradigmatic by many Americans, is in fact rather exceptional. All Western societies have trodden the path out of the ancien régime form into the Age of Mobilization, and beyond to our present predicament, which I will describe below. But the ride was much bumpier and more conflictual in old Europe. This was particularly the case in Catholic societies, as I indicated above, where the old model of presence lasted much longer. True, it was affected by disenchantment, and became more and more a compromise, in which the hierarchical order was in some sense treated as untouchable and the King as sacred, but in which also elements of functional justification began to creep in, where monarchical rule was argued to be indispensable for order, for example. We can think of this as the “baroque” compromise.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10121","value":10121},"note":null},{"text":"The path to what we are now living today passes out of both of these forms of divine presence in society into something different, which I want to define below. The path out of the Catholic “baroque” went through a catastrophic revolutionary overturn. But the “Protestant” one was smoother, and therefore harder in some ways to trace.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10127","value":10127},"note":null},{"text":"With the Methodists, we have something new, neither a church nor a sect, but a proto-form of what we now call a “denomination”. A “church” in this Troeltschian sense claims to gather within it all members of society; as with the Catholic church, it sees its vocation as being the church for everyone. Some of the main Reformation churches had the same aspiration, and often managed to take with them into dissidence whole societies, for instance, in Germany, Scandinavia, and initially England as well. But even what we call “sects” after Troeltsch, which concentrated on the “saved”, those who really deserved to be members, were in a sense frustrated churches. That is, either like Presbyterians in England, they aspired to take over the one national church; or like some Anabaptists, they despaired of the larger society, but just for that reason tried to reduce their contacts with it to a minimum. They still tried to circumscribe a zone in which they defined religious life. At its beginning, the Methodist movement didn’t aspire to churchhood, just to being a current within the national Church of England. They would practise their own kind of spirituality, but within a broader body which included others. Their desired status was analogous in some ways to that of religious orders in the Catholic Church. Something of this sense of legitimate difference carries over when they are forced out, and becomes the standard outlook which distinguishes the denomination, dominant on the U.S. scene.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10138","value":10138},"note":null},{"text":"The denomination clearly belongs to the Age of Mobilization. It is not a divinely established body (though in another sense, the broader “church” may be seen as such), but something that we have to create—not just at our whim, but to fulfill the plan of God. In this, it resembles the new Republic as Providentially conceived in its civil religion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10154","value":10154},"note":null},{"text":"And along with drink, aiding and abetting it, were other favoured activities: cruel sports, gambling, sexual promiscuity. This understanding of disorder targeted certain long-standing male forms of conviviality outside the family. The new understanding of order was family-centred, and often involved identifying the male as the source of potential disruption, and the female as victim and guardian of this ordered domestic space. Callum Brown even speaks here of a “demonization” of male qualities, and a “feminization of piety”.59 Order required the male to be a family man and a good provider;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10190","value":10190},"note":null},{"text":"So in one way, a denominational identity tends to separate religion from the state. A denomination cannot be a national church, and its members can’t accept and join whatever claims to be the national church. Denominationalism implies that churches are all equally options, and thrives best in a régime of separation of church and state, de facto if not de jure. But on another level, the political entity can be identified with the broader, over-arching “church”, and this can be a crucial element in its patriotism. This of course gives us a situation very different from the “Durkheimian” one prevailing in some Catholic countries, where the social sacred is defined and served by the Church. For one thing, in this disenchanted Protestant setting, there is no more sacred in the earlier sense, in which certain places, times, people, acts are distinguished as such from the profane. For another, no one church can uniquely define and celebrate the link of the political society and divine providence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10257","value":10257},"note":null},{"text":"I will call this kind of link between religion and the state “neo-Durkheimian”, contrasting on the one hand to the “paleo-Durkheimian” mode of “baroque” Catholic societies, and on the other to more recent forms in which the spiritual dimension of existence is quite unhooked from the political. The “paleo” phase corresponds to a situation in which a sense of the ontic dependence of the state on God and higher times is still alive, even though it may be weakened by disenchantment and an instrumental spirit; whereas in “neo” societies, God is present because it is his Design around which society is organized. It is this which we concur on as the identifying common description of our society, what we could call its “political identity.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10269","value":10269},"note":null},{"text":"Now if we look at this “Anglophone” trajectory, we can see that, unlike the “baroque” one, where the Church almost inevitably generated counter-forces, it can sustain a high level of religious belief and practice.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10275","value":10275},"note":null},{"text":"The point I want to make about British and later American patriotism, based as it was at first on the sense of fulfilling God’s design, is that national identity was based on a self-ascribed pre-eminence in realizing a certain civilizational superiority. The superiority may have ultimately been understood as that of “Christendom” over infidel religions, but within Christendom, Britain/America stood at the cutting edge. This sense of superiority, originally religious in essence, can and does undergo a “secularization”, as the sense of civilizational superiority becomes detached from Providence, and attributed to race, or Enlightenment, or even some combination of the two. But the point of identifying here this sense of order is that it provides another niche, as it were, in which God can be present in our lives, or in our social imaginary; not just as the author of the Design which defines our political identity, but also of the Design which defines civilizational order. But why distinguish them when they so obviously go together in the paradigm case of the U.S.A.? Because they don’t always fit together in this way, but can operate separately. It is absolutely crucial to much Christian apologetics from the French Revolution onwards, that the Christian faith is essential to the maintenance of civilizational order, whether this is defined in terms of the Modern Moral Order, or in terms of their earlier hierarchical complementarity. This is the very staple of counter-Revolutionary thought, as it flows from the pen, for instance, of Joseph de Maistre. But one can hear something similar today, in a quite neo-Durkheimian context, from some parts of the religious Right in the U.S.A. The doctrine is, that our order is not stable unless based on an explicit recognition that we are following God’s plan. So much for the belief involved.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10301","value":10301},"note":null},{"text":"We can discern here one application of a pattern which is central to what we might call the Age of Mobilization. The modern citizen social imaginary contrasts with various pre-modern forms in that these reflect an “embedded” understanding of human life. In relation to an ancien régime kingdom, we are seen as already, since time out of mind, defined as subjects of the King, and indeed, even placed more exactly, as serfs of this Lord, who holds from a Duke, who holds from the King; or as bourgeois of this city, who holds from, etc.; or members of this Cathedral chapter, which is under this Bishop, who relates to both Pope and King; and so on. Our relation to the whole is mediated. The modern citizen imaginary, on the other hand, sees us all as coming together to form this political entity, to which we all relate in the same way, as equal members. This entity has to be (or had to be, if it’s already up and running) constructed. However much various modern ideologies, like nationalism, may convince us that we were always, since time out of mind, members of the X people (even though our ancestors didn’t fully realize it, and even were forced/induced to speak the Y’s language), and however much this gives us the vocation to construct our own state, X-land, nevertheless this state has (had) to be constructed. People need(ed) to be convinced that they were really Xes, and not Ys (Ukrainians and not Poles).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10324","value":10324},"note":null},{"text":"Two related features are crucial to this self-understanding. The first is that realizing who we really are (Xes) requires (required) mobilization. We had to be brought to act together to erect our state: rebel against the Ys, or appeal to the League of Nations, or whatever. And the second is that this mobilization is inseparable from a (re)definition of identity: we have to define ourselves, saliently, even sometimes primarily, as Xes, and not as a host of other things which we also are or could be (Poles, or Catholic-Uniates, or just members of this village, or just peasants, etc.).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10334","value":10334},"note":null},{"text":"But before I expand on this point, it might be useful to bring together the different facets of my distinction between “ancien régime” forms and “paleo-Durkheimian” polities on one hand, and the era of Mobilization with its “neo-Durkheimian” forms, on the other. These, I repeat, are ideal types; perhaps never completely instantiated—although the pre-Revolutionary French monarchy and the early nineteenth century American Republic can be taken as paradigms of each type. The differences between the first (AR) and the second (M) can be laid out in the following list of contrasts: (i) AR forms are based on a pre-modern idea of order, grounded in the cosmos and/or in higher time; whereas M is related to the modern Moral idea of order, as a way of coexistence among equals, based on principles of mutual benefit. (ii) AR forms pre-exist the actual human beings which belong to them, and define their status and role; they are already there “since time out of mind”; whereas M offers a model which we are called upon to realize; human agency puts this design into effect in secular time. This is the intrinsic connection between M and what I have been calling “mobilization”; instead of being enjoined to remain in (or, after an unfortunate revolutionary hiatus) to return to their pre-existing places, people have to be induced, or forced, or organized to take their parts in the new structure; they have to be recruited into the creation of new structures. (iii) AR forms are “organic”, in the sense that society is articulated into constituent “orders” (nobility, clergy, bourgeoisie, peasants), and institutions (Assembly of clergy, Parliaments, estates), and smaller societies (parishes, communes, provinces), such that one only belongs to the whole through belonging to one of these constituent parts; whereas M societies are “direct-access”; the individual is a citizen “immediately”, without reference to these different groupings, which can be made and un-made at will. (iv) The world of AR forms is generally an enchanted world; whereas the move towards M involves a greater and greater disenchantment. These ideal types of AR and “Mobilization” have helped to clarify the transitions I have been describing. In the way I have been using them here, they apply most centrally to the paths taken towards modernity and secularity in France and the Anglo-Saxon countries. More narrowly, my focus has been on certain key stages in the history of those societies, when the dissatisfaction with national, long-established churches made inevitable the development of new forms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10375","value":10375},"note":null},{"text":"And here I come to my point about the Catholic reaction of the nineteenth century being a triumph of mobilization in spite of itself. To take the French case first, the original attempt was certainly to reconstitute a church around the defense of hierarchy, not just clerical but also lay. The trauma of the Revolutionary period drove the Church back to the alliance of throne and altar, in spite of the more insightful proposals of people like Ozanam and Lammenais. But first, the rebuilding eventually came to require far-reaching organization, involving lay men and women, as well as regulars and nuns. And second, the features of the nineteenth-century Church which fitted best with the goal of Restoration were vulnerable to the developments of modernity in that century: towns, industry, communications, mobility. Then third, the very attempt to defend these features involved organization, recruiting, in brief mobilization, which itself undermined these forms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10434","value":10434},"note":null},{"text":"Here was a very important social matrix, of a fundamentally AR type, which held people together in their belonging to the Catholic church.69 But various developments of the century were threatening to undermine it; the religious and political life of urban and élite France ran on quite different principles. People were divided, had divergent opinions, formed parties, fought each other. The two types of milieux couldn’t be kept in isolation. Urban élites settled, or rural notables changed their views; some towns developed industries; people travelled. In the end the countryside was opened up not only by the railway, but by the anti-clerical governments of the Third Republic, which conscripted the young men into the Army, and sent teachers into the villages to wean people away from the Church. In the end, the Republicans were successful. They divided these rural communities, and came out with a majority in the crucial elections of 1877. But the point made by Boutry, following Agulhon, is that this doesn’t mean simply a regression of the same form of religion which has existed before 1860. Rather it means a shift from the strong community form, which Boutry and Agulhon call a “mentalité”, to a new understanding of religion as something on which we all have to have an “opinion”.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10476","value":10476},"note":null},{"text":"An ancien régime form has been replaced by one which belongs to the Age of Mobilization.70 With hindsight, we can see that this was going to happen anyway. But the pathos of this passage is that the clergy themselves contributed to it. They did this partly through their attempts to change and reform the elements of popular religion they didn’t approve of. Of course, in this they were just following the centuries-old practice of Reform. Their seventeenth-century forebears had done the same thing, especially if they were Jansenists. If anything, the nineteenth-century clergy were much more cautious.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10487","value":10487},"note":null},{"text":"Secondly, the very attempt of the clergy to make their people over, and raise their level of practice and morality, meant that they were constantly pushing, reprimanding, demanding that some cabaret or dance hall be closed, that money be spent on a new church. Conflicts inevitably arose between priests and communities. At first these revolts were quite independent of any philosophical foundation. But through them, a new outlook, denouncing clerical power, and exalting the moral independence of the laity could enter.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10505","value":10505},"note":null},{"text":"And of course, once the division had set in, the Church could only defend itself by mobilizing its own partisans. So its response to the crisis itself augmented the break, and helped to push along the dissolution of the earlier parish consensus. Religion is now not a community mentalité, but a partisan stance.75","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10516","value":10516},"note":null},{"text":"The pathos of this self-defeating action shows with hindsight that the Catholic Church was engaged in a mission impossible. But this is of wider significance than just the contradictions of Pius IX and the ultramontane Church in the nineteenth century. In a way it shows up the tensions in the whole project of Reform. The strength of the rural parish was its collective ritual and its strong consensual notion of “respect humain”. But the whole drive of the Reform movement, from the high Middle Ages, right through Reformation and counter-Reformation, right up through evangelical renewal and the post-Restoration Church, was to make Christians with a strong personal and devotional commitment to God and the faith. But strong personal faith and all-powerful community consensus can’t ultimately consist together. If the aim is to encourage Christians in their strong devotional lives to come to frequent communion, then this must in the end mean that they break out of the restraining force of “respect humain”. In theory any one of these conflicts on the ground could be resolved by a reversal of the local consensus; but in the long run it is impossible that it should always be this way:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10519","value":10519},"note":null},{"text":"Thus the powerful forms of faith wove four strands together in this age: spirituality, discipline, political identity, and an image of civilizational order. These four strands had been present in élite religion in the two preceding centuries, but now this had become a mass phenomenon. They strengthened each other, made a whole. But these tightly organized churches, often suspicious of outsiders, with their strongly puritanical codes, their inherent links, of whatever sort, to political identities, and their claims to ground civilizational order, were perfectly set up for a precipitate fall in the next age which was beginning to dawn at mid-century. To this I now turn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10668","value":10668},"note":null},{"text":"Everyone senses that something has changed. Often this is experienced as loss, break-up. A majority of Americans believe that communities are eroding, families, neighbourhoods, even the polity; they sense that people are less willing to participate, to do their bit; and they are less trusting of others.1 Scholars don’t necessarily agree with this assessment,2 but the perception itself is an important fact about today’s society. No doubt there are analogous perceptions widespread in other Western societies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10683","value":10683},"note":null},{"text":"Thus one of the most obvious manifestations of the individuation in question here has been the consumer revolution. With post-war affluence, and the diffusion of what many had considered luxuries before, came a new concentration on private space, and the means to fill it, which began distending the relations of previously close-knit working-class4 or peasant communities,5 even of extended families. Older modes of mutual help dropped off, perhaps partly because of the receding of dire necessity. People concentrated more on their own lives, and that of their nuclear families. They moved to new towns or suburbs, lived more on their own, tried to make a life out of the ever-growing gamut of new goods and services on offer, from washing-machines to packaged holidays, and the freer individual life-styles they facilitated. The “pursuit of happiness” took on new, more immediate meaning, with a growing range of easily available means. And in this newly individuated space, the customer was encouraged more and more to express her taste, furnishing her space according to her own needs and affinities, as only the rich had been able to do in previous eras. One important facet of this new consumer culture was the creation of a special youth market, with a flood of new goods, from clothes to records, aimed at an age bracket which ranged over adolescents and young adults. The advertising deployed to sell these goods in symbiosis with the youth culture which develops helped create a new kind of consciousness of youth as a stage in life, between childhood and an adulthood tied down by responsibility. This was not, of course, without precedent. Many earlier societies had marked out such a stage in the life cycle, with its own special groupings and rituals; and upper-class youth had enjoyed their student days and (sometimes) fraternities. Indeed, with the expansion of urban life and the consolidation of national cultures, upper- and middle-class youth began to become conscious of itself as a social reality towards the end of the nineteenth century. Youth even becomes a political reference point, or a basis of mobilization, as one sees with the German Jugendbewegung, and later with Fascist invocation of “Giovinezza” in their famous marching song. But this self-demarcation of youth was a break with the working class culture of the nineteenth and early twentieth century, where the necessities of life seemed to exclude such a time out after childhood and before the serious business of earning began. The present youth culture is defined, both by the way advertising is pitched at it, and to a great degree autonomously, as expressivist. The styles of dress adopted, the kinds of music listened to, give expression to the personality, to the affinities of the chooser, within a wide space of fashion in which one’s choice could align one with thousands, even millions of others. I want to talk about this space of fashion in a minute, but if we move from these external facts…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10699","value":10699},"note":null},{"text":"the epochal change is reflected in the famous phrase of Virginia Woolf: “On or about December 1910, human nature changed”.7 A somewhat parallel moment comes with André Gide’s “coming out” as a homosexual in the 1920s, a move in which desire, morality, and a sense of integrity came together. It is not just that Gide no longer feels the need to maintain a false front; it is that after a long struggle he sees this front as a wrong that he is inflicting on himself, and on others who labour under similar disguises.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10730","value":10730},"note":null},{"text":"The contemporary ethic of authenticity thus has a long pre-history; and if we look at this, we can see that it is set in a wider critique of the buffered, disciplined self, concerned above all with instrumental rational control.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10738","value":10738},"note":null},{"text":"In a sense, this was even so at the time; the “soixante-huitards” lacked completely the steely political determination of Lenin and the Bolsheviks; indeed, the movement emerged partly in criticism of the French Communist Party. In this sense, their hands were clean. But Utopianism has its costs. To the extent that the goals of integral self-expression, sensual release, equal relations, and social bonding cannot be easily realized together—and it seems that they can only be united with difficulty, and for a time, in small communities at best—the attempt to realize them will involve sacrificing some elements of the package for others. And this, of course, is what we see happening in the aftermath. David Brooks sets out the synthesis between “bourgeois” and “bohemian” which he sees in the contemporary U.S. upper class. These “BoBos”, as he calls them, have made their peace with capitalism and productivity, but they retain their over-riding sense of the importance of personal development and self-expression. They retain the wholehearted embrace of sex and sensuality as a good in itself, but they pursue it with the kind of earnest concern for self-improvement which is light-years away from the Dionysian spontaneity of the 60s. They have developed what he calls the “higher selfishness”: “Self-cultivation is the imperative. . . . So this isn’t a crass and vulgar selfishness, about narrow self-interest or mindless accumulation. This is a higher selfishness. It’s about making sure you get the most out of yourself, which means putting yourself in a job which is spiritually fulfilling, socially constructive, experientially diverse, emotionally enriching, self-esteem boosting, perpetually challenging, and eternally edifying.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10766","value":10766},"note":null},{"text":"Among the things that get lost in the original package are, on one hand, social equality; BoBos have made their peace with the Reagan-Thatcher revolution, the slimming down of the welfare state, and increasing income inequality, where they sit at the upper end. And on the other hand, their highly mobile life-style has helped to erode community. But there is more than a residual unease about this among many of these high-flyers. They want to believe that they are contributing to the welfare of everyone; and they yearn for more meaningful community relations.12 In fact, this kind of capitalist sub-culture, which one found mainly in the IT world, is not unanimously accepted among the rich and powerful. There still exists a culture of the big vertical corporations; and there is a tension between the two.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10779","value":10779},"note":null},{"text":"The ideal, however distorted, is still powerful enough in a society like the U.S. to awaken strong resistance in certain quarters, and to be the object of what have been called “culture wars”. This latter term may be in some sense an exaggeration, because there is some evidence that the number of full-scale, utterly down-the-line warriors on each side may be relatively small; in fact, the great majority of Americans are caught in the middle. But the dynamic of the system, the interaction between single-issue organizations, the media, and the American party system,…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10787","value":10787},"note":null},{"text":"One could argue that for many young people today, certain styles, which they enjoy and display in their more immediate circle, but which are defined through the media, in relation to admired stars—or even products—occupy a bigger place in their sense of self, and that this has tended to displace in importance the sense of belonging to large scale collective agencies, like nations, not to speak of churches, political parties, agencies of advocacy, and the like.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10925","value":10925},"note":null},{"text":"Where the new twist comes in, evident in the “relativism”, is that this injunction stands alone where it used to be surrounded and contained by others. For Locke, the Law of Nature needed to be inculcated in people by strong discipline; so although the goal was individual freedom, there was no felt incompatibility between this and the need for strong, commonly enforced virtues of character. On the contrary, it seemed evident that without these, the régime of mutual respect couldn’t survive. It took a long time before John Stuart Mill could enunciate what has come to be called the “harm principle”, that no one has a right to interfere with me for my own good, but only to prevent harm to others. In his day, this was far from generally accepted; it seemed the path to libertinism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10936","value":10936},"note":null},{"text":"But today, the harm principle is widely endorsed, and seems the formula demanded by the dominant expressive individualism. (It is perhaps not an accident that Mill’s arguments also drew on expressivist sources, in the person of Humboldt.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10941","value":10941},"note":null},{"text":"But it is really in the period after the Second World War that the limits on the pursuit of individual happiness have been most clearly set aside, particularly in sexual matters, but also in other domains as well. The U.S. Supreme Court decisions invoking privacy, and thereby restricting the range of the criminal law, provide a clear example. Something similar happens with the revisions of the Canadian Criminal Code under Trudeau, which expressed his principle that “the State has no business in the bedrooms of the nation.” Michel Winock notes the change in “mentalités” in France during the 70s: “La levée des censures, la ‘libéralisation des moeurs’, . . . entra dans la loi”, with the legalization of abortion, divorce reform, authorization of pornographic films, and so on.25 This evolution takes place in virtually all Atlantic societies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10957","value":10957},"note":null},{"text":"The heart of this revolution lies in sexual mores. This was a long time a-building, as the previous paragraph indicates, but the development took place earlier among cultural élites. In the 1960s, it was generalized to all classes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10964","value":10964},"note":null},{"text":"In fact, the need to train character has receded even farther into the background, as though the morality of mutual respect were embedded in the ideal of authentic self-fulfillment itself; which is how undoubtedly many young people experience it today, oblivious of how the terrible twentieth-century aberrations of Fascism and extreme nationalism have also drunk at the expressivist source.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10969","value":10969},"note":null},{"text":"individualism, we could say that it was quite non-Durkheimian. Under the paleo-Durkheimian dispensation, my connection to the sacred entailed my belonging to a church, in principle co-extensive with society, although in fact there were perhaps tolerated outsiders, and as yet undisciplined heretics. The neo-Durkheimian dispensation saw me enter the denomination of my choice, but that in turn connected me to a broader, more elusive “church”, and more importantly, to a political entity with a providential role to play. In both these cases, there was a link between adhering to God and belonging to the state—hence my epithet “Durkheimian”. The neo-Durkheimian mode involves an important step towards the individual and the right of choice. One joins a denomination because it seems right to one. And indeed, it now comes to seem that there is no way of being in the “church” except through such a choice. Where under paleo-Durkheimian rules one can—and did—demand that people be forcibly integrated, be rightly connected with God against their will, this now makes no sense. Coercion comes to seem not only wrong, but absurd and thus obscene. We saw an important watershed in the development of this consciousness in the reaction of educated Europe to the Revocation of the Edict of Nantes. Even the Pope thought it was a mistake. But the expressivist outlook takes this a stage farther. The religious life or practice that I become part of must not only be my choice, but it must speak to me, it must make sense in terms of my spiritual development as I understand this. This takes us farther. The choice of denomination was understood to take place within a fixed cadre, say that of the apostles’ creed, the faith of the broader “church”. Within this framework of belief, I choose the church in which I feel most comfortable. But if the focus is going now to be on my spiritual path, thus on what insights come to me in the subtler languages that I find meaningful, then maintaining this or any other framework becomes increasingly difficult.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10978","value":10978},"note":null},{"text":"But this means that my placing in the broader “church” may not be that relevant for me, and along with this, my placing in the “nation under God”, or other such political agency with a providential role. In the new expressivist dispensation, there is no necessary embedding of our link to the sacred in any particular broader framework, whether “church” or state. This is why the developments of recent decades in France have been so destabilizing for both sides of the old “guerre franco-française”. Not only did the church see a sharp drop in adherence, but young people began to drop out of the rival Jacobin and/or communist world-views as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=10994","value":10994},"note":null},{"text":"This changes utterly the ways in which ideals of order used to be interwoven with the polemic between belief and unbelief. What has changed to make this much less the case is not only that we have achieved a broad consensus on our ideal of moral order. It is also that in our post-Durkheimian dispensation, the “sacred”, either religious or “laïque”, has become uncoupled from our political allegiance. It was the rivalry between two such kinds of global allegiance that animated the “guerre franco-française”. It was also this older dispensation which could send masses of men into the trenches to fight for their country in 1914, and keep them there, with few desertions and rare instances of mutiny for over four years.28 I speak of this in the past tense, because in many of these same countries which were the prime belligerents in this war the new dispensation has probably made this kind of thing impossible. But it is also clear that the geographic area for which this holds true is limited. Down in the Balkans, not that much has changed since the wars which broke out in 1911. And we should not be too sanguine in believing that the change is irreversible","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11006","value":11006},"note":null},{"text":"By the time of the Romantic period, the same issue has been somewhat transposed. Now it appears to many that desiccated reason cannot reach the ultimate truths in any form. What is needed is a subtler language which can make manifest the higher or the divine. But this language requires for its force that it resonate with the writer or reader. Getting assent to some external formula is not the main thing, but being able to generate the moving insight into higher reality is what is important. Deeply felt personal insight now becomes our most precious spiritual resource. For Schleiermacher, the crucial thing to explore is the powerful feeling of dependence on something greater. To give this reign and voice in oneself is more crucial than getting the right formula.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11043","value":11043},"note":null},{"text":"I believe that the present expressive outlook comes from that shift having penetrated in some general form deep into our culture. In an age which seems dominated by the “learned despisers of religion”, in Schleiermacher’s phrase, what is really valuable is spiritual insight/feeling. This will inevitably draw on a language which resonates very much with the person who possesses it. Thus the injunction would seem to be: let everyone follow his/her own path of spiritual inspiration. Don’t be led off yours by the allegation that it doesn’t fit with some orthodoxy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11048","value":11048},"note":null},{"text":"Hence while in the original paleo-Durkheimian dispensation, people could easily feel that they had to obey the command to abandon their own religious instincts, because these being at variance with orthodoxy must be heretical or at least inferior; and while those inhabiting a neo-Durkheimian world felt that their choice had to conform to the over-all framework of the “church” or favoured nation, so that even Unitarians and ethical societies presented themselves as denominations with services and sermons on Sunday; in the post-Durkheimian age many people are un-comprehending in face of the demand to conform. Just as in the neo-Durkheimian world, joining a church you don’t believe in seems not just wrong, but absurd, contradictory, so in the post-Durkheimian age seems the idea of adhering to a spirituality which doesn’t present itself as your path, the one which moves and inspires you. For many people today, to set aside their own path in order to conform to some external authority just doesn’t seem comprehensible as a form of spiritual life.30 The injunction is, in the words of a speaker at a New Age festival: “Only accept what rings true to your own inner Self.”31","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11053","value":11053},"note":null},{"text":"Of course, this understanding of the place and nature of spirituality has pluralism built into it, not just pluralism within a certain doctrinal framework, but unlimited. Or rather, the limits are of another order, they are in a sense political, and flow from the moral order of freedom and mutual benefit. My spiritual path has to respect those of others; it must abide by the harm principle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11062","value":11062},"note":null},{"text":"The a priori principle, that a valid answer to the religious quest must meet either the paleo- or neo-Durkheimian conditions (a church, or a “church” and/or society) has been abandoned in the new dispensation. The…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11067","value":11067},"note":null},{"text":"So much for the logic of the expressivist response to the buffered identity. But of course, this didn’t have to work itself out as it has done. In certain societies at least, the principal catalyst for its having done so in recent decades seems to have been the new individual consumer culture released by post-war affluence. This seems to have had a tremendous appeal for populations which had been living since time out of mind under the grip of what appeared…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11070","value":11070},"note":null},{"text":"As one of his informants put it, “On n’a plus le temps de se soucier de ça [la religion], il y a trop de travail. Il faut de l’argent, du confort, tout ça, tout le monde est lancé là-dedans, et le reste, pffft!”32 (We no longer have time to care about that [religion]. One seeks…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11075","value":11075},"note":null},{"text":"These are connected movements. The new prosperity came along with better communications, and this opened horizons; but then the new pursuit of happiness drew people so strongly that they began to desert the older ritual life which was built around the community and its common efforts to survive in the physical and spiritual world. This ritual life then itself begins to…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11079","value":11079},"note":null},{"text":"It is almost as though the “conversion” was a response to a stronger form of magic, as earlier conversions had been. It is not that the religion of the villagers in Limerzel was exclusively concerned with economic survival and the defense against disaster, but their faith had so woven together the concern for salvation with that for well-being, that the prospect of a new individual road to prosperity, proven and impressive, dislocated their whole previous outlook. Said another informant: “Pourquoi j’irais à la messe, qu’ils se disent, le voisin qui est à côté de moi, il réussit aussi bien que moi, peut-être même mieux, et il n’y va pas.”34 (Why would I go to mass, they say to themselves, when my next-door neighbour is doing as well as me, perhaps even better, and he doesn’t go.) In other words, in the late-surviving AR form of this Breton parish, the old out-look bound together a composite of concerns, worldly and other-worldly, which now fell apart quite decisively. It couldn’t be reconstituted, and the faith has only survived among those who hold to it by evolving, as Lambert describes.35 Something analogous happened in Québec, though this was a much more urbanized society, in the 1960s. Here the effect was delayed by the neo-Durkheimian link between national identity and Catholicism, but when this knot was untied, the falling off happened with a bewildering rapidity. The development has perhaps some affinities with what is taking place in contemporary…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11083","value":11083},"note":null},{"text":"My hypothesis is that the post-war slide in our social imaginary more and more into a post-Durkheimian age has destabilized and undermined the various Durkheimian dispensations. This has had the effect of either gradually releasing people to be recruited into the fractured culture, or in the case where the new consumer culture has quite dislocated the earlier outlook, of explosively expelling people into this fractured world. For, while remaining aware of the attractions of the new culture, we must never underestimate the ways in which one can also be forced into it: the village community disintegrates, the local factory closes, jobs disappear in “downsizing”, the immense weight of social approval and opprobrium begins to tell on the side of the new individualism. So the expressivist revolution has undermined some of the large-scale religious forms of the Age of Mobilization: churches whose claim on our allegiance comes partly through their connection to a political identity. Even where this identity remains strong, the connection to the spiritual has been broken for those in the new post-Durkheimian dispensation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11111","value":11111},"note":null},{"text":"But there is more than this. The expressive revolution has also undermined the link between Christian faith and civilizational order.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11120","value":11120},"note":null},{"text":"A more general reaction set in towards the end of the nineteenth century against evangelical morality as desiccating, repressing freedom and self-development, uniformizing us, denying beauty, and the like. Writers like Shaw, Ibsen, and Nietzsche articulated this very powerfully; and something of this is expressed in J. S. Mill’s famous “pagan self-assertion is better than Christian self-denial”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11128","value":11128},"note":null},{"text":"But all this was intensified by the cultural revolution of the 1960s, not only in that more people were swept into a stance in opposition to much of the religious ethic, but also in that the new sexual mores were even more strongly at odds with it. There was a tripartite connection which seemed to many absolutely unquestionable in the past: between Christian faith and an ethic of discipline and self-control, even of abnegation, on one hand; and between this ethic and civilizational order on the other. But as I described above, this second link has come to seem less and less credible to more and more people. The pursuit of happiness has come to seem not only not to need a restrictive sexual ethic and the disciplines of deferred gratification, but actually to demand their transgression in the name of self-fulfillment. The people who feel this most strongly are, of course, precisely those for whom many of these disciplines have become second nature, not needing a strong ethical/spiritual backing to maintain themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11133","value":11133},"note":null},{"text":"the children of the 1960s and 70s managed to relax many of the traditional disciplines in their lives, while keeping them in their work life. This is not necessarily easy to manage; some people can’t make it. There are moreover whole milieux, where the disciplines are still too new and distant from their way of life, for this kind of picking and choosing to be possible. As David Martin puts it, in describing the advance of Pentecostalism in the global South,   In the developed world the permissions and releases can be pursued by quite large numbers of people while ignoring the economic disciplines, at least for a quite extended period of licence, but in the developing world the economic disciplines cannot be evaded. Though in the developed world you can accept the disciplines in your working life and ignore them elsewhere, in the developing world your disciplines must govern your whole life, or you fall by the wayside—or fall into crime.38 This feat of selective assumption of disciplines, which supposes a long, often…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11140","value":11140},"note":null},{"text":"Now where the link between disciplines and civilizational order is broken, but that between Christian faith and the disciplines remains unchallenged, expressivism and the conjoined sexual revolution has alienated many people from the churches. And this on two scores. First, those who have gone along with the current changes find themselves profoundly at odds with the sexual ethic which churches have been propounding. But second, their sense of following their own path is offended by what they experience as the “authoritarian” approach of churches, laying down the law, and not waiting for a reply. Churches find it hard to talk to people in this mindset. Talking to them is not a matter of simply agreeing with what they say. There has been too much hype, utopian illusion, and reacting to old tabus in the sexual…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11152","value":11152},"note":null},{"text":"The break has been very profound. As Callum Brown has shown for the evangelical case, the ethical stance was predicated on an idea of women as wanting a stable family life, which was constantly endangered…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11163","value":11163},"note":null},{"text":"We connect up here with a profound development, evident across the confessional divide over the last two or three centuries, which has been…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11168","value":11168},"note":null},{"text":"the close symbiosis established between Christian faith and the ethic of “family values” and disciplined work, which has downgraded if not been directed against military and combative modes of life, as well as forms of male sociability: drinking, gambling, sport, which took them outside the arenas of both work and home. This has not just been an issue for churches; we can see the conflict—and the ambivalence—reflected in the whole society, with the development of the ideal of “polite” society, based on commerce in the eighteenth century. Even some of the intellectual figures who defined and welcomed this new development, like Adam Smith or Adam Ferguson, expressed their misgivings about it. It might lead to an atrophy…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11170","value":11170},"note":null},{"text":"In the Christian context, this was reflected, as well as further entrenched, by a relative drop in male…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11178","value":11178},"note":null},{"text":"This absence reflects often a sense of male pride and dignity, which is seen as incompatible with a too unbridled devotion; there is something “womanly” about this kind of dedication. This sense was connected to, fed and was fed by a certain mistrust of clerical power: the priest (whose habit resembled that of a woman) had perhaps too much power over wives and daughters; but on the other hand, that was no bad thing, because he taught them chastity and fidelity, and offered security to the male head of household. But at the same time, however good…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11180","value":11180},"note":null},{"text":"But the present sexual revolution in the West has challenged the whole picture of male and female on which this understanding of civilizational order reposed. It has brought with it a gamut of feminist positions, and for some of these, women should demand for themselves the same right to sexual exploration and unfettered fulfillment which were previously thought central to male desire. This totally undercuts the conceptual base of the hitherto dominant ethic. In…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11186","value":11186},"note":null},{"text":"Thus the generations which have been formed in the cultural revolution of the 1960s are in some respects deeply alienated from a strong traditional model of Christian faith in the West. We have already seen how they are refractory to the sexual disciplines which were part of the good Christian life as understood, for instance, in the nineteenth century Evangelical revivals in English-speaking countries. Indeed, the contemporary swing goes beyond just repudiating these very high standards. Even the limitations which were accepted generally among traditional peasant communities, which clerical minorities…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11194","value":11194},"note":null},{"text":"There is something here deeply at odds with all forms of sexual ethic—be it folk tradition or Christian doctrine—which saw the stability of marriage as essential to social order. But there is more than this. Christians did see their faith as essential to civilizational order, but this was not the only source of the sexual ethic which has dominated modern Western Christianity. There were also strong images of spirituality which enshrined particular images of sexual purity. We can see these developing in the early modern period. John Bossy has argued that in the mediaeval understanding of the seven deadly sins, the sins of the spirit (pride, envy, anger) were seen as more grievous than those of the flesh (gluttony, lechery, sloth: avarice could be put in either column). But during the Catholic Reformation, emphasis came to be more and more on concupiscence as the crucial obstacle to sanctity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11208","value":11208},"note":null},{"text":"What was perhaps ancient was seeing sexual ethics through a prism of pollution and purity. “Hence the ban on marriage during Lent and at other seasons, the doctrine that sexual acts between the married were always venially sinful, the purification of women after childbirth, the peculiar preoccupation with sexuality among priests.”49 The modern age seems to have spiritualized the underlying notion of purity, and made it the principal gateway (or its opposite the principal obstacle) to our approach to God.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11215","value":11215},"note":null},{"text":"This outlook ends up putting all the emphasis on what we should do, and/or what we should believe, to the detriment of spiritual growth. Sister Elisabeth Germain, analyzing a representative catechism in wide use in the nineteenth century, concludes that   morality takes precedence over everything, and religion becomes its servant. Faith and the sacraments are no longer understood as the basis of the moral life, but as duties to be carried out, as truths that we must believe, and as means to help us fulfill these moral obligations.52","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11250","value":11250},"note":null},{"text":"The central issues could be questions of charity versus aggression, anger, vengeance; or a central vector can be this issue of sexual purity. Again, both are present, but with a surprisingly strong emphasis on the sexual. We saw above that in a sense, the emphasis shifted in this direction with the Catholic Reformation. It is not that sins of aggression, violence, injustice were neglected. On the contrary. It is just that the code, the definition of what it is to get to the starting line, was extremely rigid on sexual matters. There were mortal sins in the other dimensions as well, for instance, murder, and there were many in the domain of church rules (skipping Mass, for instance); but you could go quite far in being unjust and hard-hearted in your dealings with subordinates and others, without incurring the automatic exclusion you incur by sexual license. Sexual deviation, and not listening to the church, seemed to be the major domains where automatic excluders lurked. Sexual purity, along with obedience, were therefore given extraordinary salience. Hence the tremendous (as it seems to us) disproportionate fuss which clergy made in nineteenth-century France about banning dancing, cleaning up folk festivals, and the like.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11257","value":11257},"note":null},{"text":"I can’t pretend to be able to explain this; but perhaps a couple of considerations can put it in context. The first is the pacification of modern society that I discussed in previous chapters; the fact that the level of everyday domestic violence, caused by brigands, feuds, rebellions, clan rivalries, and the like, declined between the fifteenth and the nineteenth centuries. As violence and anger became less overwhelming realities of life, the attention could shift towards purity. The second is the obvious remark that sexual abstinence was a central fact of life for a celibate clergy. It is perhaps not surprising that they made a lot of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11268","value":11268},"note":null},{"text":"One common explanation I mentioned there invoked images of male pride and dignity. But we might also come at the same phenomenon from another direction, stressing that this more rigid sexual code frontally attacked certain male practices, particularly the rowdy life-style of young men. And perhaps more profoundly, it seems that the combination of sexual repression and clerical control, as it was felt in the practice of confession, drove men away. Clerical control went against their sense of independence, but this became doubly intolerable when the control took the form of opening up the most reserved and intimate facet of their lives. Hence the immense resistance to confession, at just about any period, and the attempt to confess, if one had to, not to one’s own curé, but to a visiting priest on mission to whom one was unknown. As Delumeau put it, “la raison principale des silences volontaires au confessional fut la honte d’avouer des péchés d’ordre sexuel”. Eventually, this tension drove men out of the confessional; as Gibson describes the sequel in the nineteenth century, “unable to take communion, and angry at the prying of the clergy, they increasingly abandoned the Church”.53","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11278","value":11278},"note":null},{"text":"But the background assumptions are very different. For the Puritan, the right ordering of our sexual lives can only come with grace and sanctification. It’s not something available to the ordinary, non-deviant or non-depraved person. (In a parallel way, one might say, ancient ethics based on Nature were thought to propound a perfection which the vast majority of ordinary human beings couldn’t attain to; that’s why whole classes of people: non-Hellenes, slaves, workmen, women, weren’t really candidates for virtue.) By contrast, the medicalized view offers us a picture of health, which ought to be attainable by the average person, bar some terrible defect in nature, or depraved training. The point where, as it were, the demands of the good and our sexual lives meet should be right here in everyday life, and not at the end of a transformation which takes us beyond ordinary flourishing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11304","value":11304},"note":null},{"text":"Thus the medicalizing nineteenth century needed an explanation why normal sexual fulfillment was not very widespread, although this need could be hidden by a lot of the reticence and cover-up which surrounded the lives of the respectable. But when the issue was faced, a lot of weight was put on depraved training (evident in immigrants, natives of colonies, the working classes, etc.); and also as the century goes on, more ominously, on supposed differences of race. There were certain “degenerate types” and certain inferior races. We are still living with the consequences of this elision of virtue, health, and even sanctity, opposing together vice, sickness and sin. For one, it can generate the negative moral aura which surrounds sickness, the notion that those who suffer from cancer are somehow themselves to blame, which Susan Sontag has so vigorously protested against.56 The healthy feel a morally-tinged goodness, and the sick a vice-tainted badness. We are very far from the older Christian perception of the ill as a locus of suffering which brings Christ close to them, and hence also the rest of us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11310","value":11310},"note":null},{"text":"Moreover, there is a crucial difference between health as conceived by modern medicine and the older (and I think deeper) notions of virtue. In the case of health, what is required for the fullness of excellence is split in two. There is a knowledge component and a practice component. But these may reside in quite different people. The expert may be leading the most “unhealthy” life, without ceasing to be an expert; whereas the dutiful patient, who (we hope) is brimming with health, understands very little why his régime is a good one. We are in a different universe from that of, say, Aristotelian ethics, where a concept like ‘phronesis’ doesn’t allow us to separate a knowledge component from the practice of virtue.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11319","value":11319},"note":null},{"text":"Even more striking, this recourse to objectified knowledge begins in modern culture to take over ethics. On the utilitarian viewpoint, for example, the knowledge/expertise necessary to make the calculus which will reveal the right action is quite unconnected from one’s own motivation in relation to the good. It is the kind of knowledge which can permit the bad person to do harm, just as much as the well-disposed agent to do good. This is precisely the kind of knowledge which Aristotle contrasted to practical wisdom (phronesis). Analogously, for many contemporary neo-Kantians, it might seem that what you need is the sharpness to follow the logic of an argument, another capacity which seems detachable from moral insight.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11326","value":11326},"note":null},{"text":"It goes without saying that this emphasis on objectified expertise over moral insight is the charter for new and more powerful forms of paternalism in our world. Who dares argue with “science”, whether delivered by doctors, psychiatrists, or visiting economists from the IMF telling you to slash health care in order to achieve fiscal “balance”?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11331","value":11331},"note":null},{"text":"All this involved: (a) a hesitant lifting of the age-old denigration of sensuality (at least in white, middle-class circles), and (b) a hesitant affirmation of women’s desire (often denied in the high Victorian period), and of their right to seek pleasure as well. This was, of course, still fraught with danger, because women still had to bear the brunt of any negative consequences of pregnancy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11340","value":11340},"note":null},{"text":"But the main ones associated with the movements of students and young people were fourfold: (1) a continuation and radicalization of (a) above, the rehabilitation of sensuality as a good in itself; (2) the radicalization of (b): affirming the equality of the sexes, and in particular articulating a new ideal in which men and women come together as partners, freed of their gender roles;58 (3) a widespread sense of Dionysian, even “transgressive” sex as liberating; and (4) a new conception of one’s sexuality as an essential part of one’s identity, which not only gave an additional meaning to sexual liberation, but also became the basis for gay liberation, and the emancipation of a whole host of previously condemned forms of sexual life.59","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11346","value":11346},"note":null},{"text":"Once again, the eighteenth century identification of God’s will with certain supposed human goods is operating as a great engine of secularization (engendering secularity 2).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11371","value":11371},"note":null},{"text":"It’s not clear that the full negative consequences of the drive to Reform itself, with its constant attempt to purge popular religion of its “unchristian” elements, were properly understood. Certain attempts at Reform in Latin America, post-Vatican II and in its spirit, like those around “liberation theology” seem to have repeated the old pattern of “clerical dechristianization”, depreciating and banning popular cults, and alienating many of the faithful, some of whom—ironically—have turned to Protestant churches in the region, who have a greater place for the miraculous and the festive than the progressive “liberators” had.61 A strange turn of events, which would surprise Calvin, were he to return! As to the issue of sexual morality, attempts to review this, in the question of birth control, were abandoned in a fit of clerical nerves about the “authority” of the Church.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11376","value":11376},"note":null},{"text":"In fact, the present position of the Vatican seems to want to retain the most rigid moralism in the sexual field, relaxing nothing of the rules, with the result that people with “irregular” sexual lives are (supposed to be) automatically denied the sacraments, while as-yet-unconvicted mafiosi, not to speak of unrepentant latifundistas in the Third World, and Roman aristocrats with enough clout to wangle an “annulment”, find no bar.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11383","value":11383},"note":null},{"text":"In particular, in this case, the new kinds of spiritual quest, which include without being limited to those often lumped together under the term “New Age”, are often taxed with being mere extensions of the human potential movement, hence totally focussed on the immanent, and/or being a variety of invitations to self-absorption, without any concern for anything beyond the agent, whether the surrounding society, or the transcendent. And, of course, lots of phenomena in this general range do meet these specifications. But the idea that all of them do, that this kind of question by its very nature must gravitate towards immanent self-concern, is an illusion which arises from the often raucous debate between those whose sense of religious authority is offended by this kind of quest, on one hand, and the proponents of the most self- and immanent-centred forms, on the other, each of which likes to target the other as their main rival. “Look what happens when you abandon proper authority” (i.e., the Bible, or the Pope, or the tradition, according to the point of view), say the first; “don’t you see that we alone offer an alternative to mindless authoritarianism”, say the second. Each is comforted in their position by the thought that the only alternative is so utterly repulsive.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11485","value":11485},"note":null},{"text":"Some conservative souls feel that it is sufficient to condemn this age to note that it has led great numbers into modes of free floating not very exigent spirituality. But they should ask themselves two questions: First, is it conceivable that one could return to a paleo- or even neo-Durkheimian dispensation? And secondly, and more profoundly, doesn’t every dispensation have its own favoured forms of deviation? If ours tends to multiply somewhat shallow and undemanding spiritual options, we shouldn’t forget the spiritual costs of various kinds of forced conformity: hypocrisy, spiritual stultification, inner revolt against the Gospel, the confusion of faith and power, and even worse. Even if we had a choice, I’m not sure we wouldn’t be wiser to stick with the present dispensation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11587","value":11587},"note":null},{"text":"but if we understand ourselves to be moving away from an Age of Mobilization and more into an Age of Authenticity, then we can see this whole move as in a sense a retreat of Christendom. I mean by Christendom a civilization where society and culture are profoundly informed by Christian faith. This retreat is a shattering development, if we think of the way until quite recently, that Christian churches conceived their task. If we just take the Catholic Church (and there were analogues with the inter-denominational “church” in pluralist Protestant societies), the goal was to provide a common religious home for the whole society. We can think in the French case of the seventeenth century Catholic Reformation, trying to win back ground lost to the Reformed Church, as well as to penetrate segments of rural society which had never been properly Christianized; then in the nineteenth century, the Church tried again, to make up the ravages of the Revolution; the goal of Action Catholique in the early twentieth century was to missionize the milieux which had slipped away. But it is clear today that this ambition is unrealizable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11623","value":11623},"note":null},{"text":"what I mean by the retreat of Christendom is that it will be less and less common for people to be drawn into or kept within a faith by some strong political or group identity, or by the sense that they are sustaining a socially essential ethic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11632","value":11632},"note":null},{"text":"And there is another reason which assures the continuing importance of the neo-Durkheimian identities. In some societies these are in a quasi-agonistic relation to the post-Durkheimian climate. Think for instance of the United States, and certain demands of the Christian Right, for, e.g., school prayer. But these identities are perhaps even more in evidence among groups which feel suppressed or threatened (perhaps also the case of the Christian Right?), and often people of a certain ethnic or historical identity will look to some religious marker to gather around. I mentioned, e.g., the Poles and Irish above. These were peoples cast into the modern political form because they were mobilized to attain their independence or establish their integrity, in the context of being ruled from outside and sometimes being very heavily oppressed. They therefore took on the modern language and the modern conceptions of a political entity; they became in a modern sense peoples. And modern peoples, that is collectivities that strive to be agents in history, need some understanding of what they’re about, what I’m calling political identity. In the two cases mentioned, being Catholic was an important part of that identity. This phenomenon remains important in the modern world, although from a faith perspective one might be ambivalent about it.…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11638","value":11638},"note":null},{"text":"the recently dominant forms of the Age of Mobilization will have difficulty holding their members, whether to a greater (Europe) or lesser (U.S.A.) degree. Now if we don’t accept the view that the human aspiration to religion will flag, and I do not, then where will the access lie to practice of and deeper engagement with religion? The answer is the various forms of spiritual practice to which each is drawn in his/her own spiritual life. These may involve meditation…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11651","value":11651},"note":null},{"text":"A range of such forms has always existed, of course, as optional extras as it were, for those who are already and primarily embedded in ordinary church practice. But now it is frequently the reverse. First people are drawn to a pilgrimage, or a World Youth Day, or a meditation group, or a prayer circle; and then later, if they move along…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11656","value":11656},"note":null},{"text":"A thoroughly post-Durkheimian society would be one in which our religious belonging would be unconnected to our national identity. It will almost certainly be one in which the gamut of such religious allegiances will be wide and varied. It will also almost certainly have lots of people who are following a religious life centred on personal experience in the sense that William James made famous.25 But it doesn’t follow that everyone, or even that most people, will be doing this. Many people will find their spiritual home in churches, for instance, including the Catholic Church. In a post-Durkheimian world, this allegiance will be unhooked from that to a sacralized society (paleo-style), or some national identity (neo-style); or from the (now arrogant-sounding) claim to provide the indispensable matrix for the common civilizational order; and if I am right above, the mode of access will be different; but it will still be a collective connection.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11664","value":11664},"note":null},{"text":"Of course, they won’t necessarily sit easily in these communities as their forebears did. And in particular, a post-Durkheimian age may mean a much lower rate of inter-generational continuity of religious allegiance. But the strongly collective options will not lose adherents. Perhaps even the contrary trend might declare itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11676","value":11676},"note":null},{"text":"One reason to take this latter idea seriously is the continuing importance of the festive. People still seek those moments of fusion, which wrench us out of the everyday, and put us in contact with something beyond ourselves. We see this in pilgrimages, mass assemblies like World Youth Days, in one-off gatherings of people moved by some highly resonating event, like the funeral of Princess Diana, as well as in rock concerts, raves, and the like.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11678","value":11678},"note":null},{"text":"But how about rock concerts and raves? In terms of our criterion, they are plainly “non-religious”; and yet they also sit uneasily in the secular, disenchanted world. Fusions in common action/feeling, which take us out of the everyday, they often generate the powerful phenomenological sense that we are in contact with something greater, however we ultimately want to explain or understand this. A disen-chanted view of the world needs a theory to explain the continuing power of this kind of experience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11703","value":11703},"note":null},{"text":"Many people have taken a distance from their ancestral churches without altogether breaking off. They retain some of the beliefs of Christianity, for instance, and/or they retain some nominal tie with the church, still identify in some way with it: they will reply, say, to a poll by saying that they are Anglican, or Catholic. Sociologists are forced to invent new terms, such as “believing without belonging”, or “diffusive Christianity”, to come to grips with this.29 This phenomenon is particularly in evidence in Western Europe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11720","value":11720},"note":null},{"text":"In other words, the falling off, or alienation, from the Church and from some aspects of orthodox Christianity has taken more the form of what Grace Davie calls “Christian nominalism”. Committed secularism “remains the creed of a relatively small minority. . . . In terms of belief, nominalism rather than secularism is the residual category”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11756","value":11756},"note":null},{"text":"Here it is as though the full force of the old neo-Durkheimian identity, linking Britishness to a certain form of Protestant Christianity, where oddly, the Anglican Church is allowed to perform ceremonies for everyone (even Catholics!), relives for a day.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11766","value":11766},"note":null},{"text":"The other kind of occasion arises when disaster strikes, such as September 11, 2001, in the U.S.A.; or the Hillsborough football tragedy in England in April 1989, where 94 people died, mostly Liverpool supporters. Grace Davie describes the ceremonies which followed in Liverpool.33 Again, a recent German case is the school massacre which occurred at Erfurt in April 2002. Here in former East Germany, where the level of practice has fallen lower than anywhere else in the world, there was a rush to churches which are normally deserted. Something similar happened when the ferry Estonia sank in the Baltic with many Swedes on board; the churches were packed for memorial services in Sweden.34","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11771","value":11771},"note":null},{"text":"So it appears that the religious or spiritual identity of masses of people still remains defined by religious forms from which they normally keep themselves at a good distance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11778","value":11778},"note":null},{"text":"In the language of my earlier discussion, people may retain an attachment to a perspective of transformation which they are not presently acting on; they may even find themselves losing sight of it from time to time. The reception, as it were, fades in and out, like a city FM station in the countryside. When they see or hear of people’s lives which seem really to have been touched by these sources of transformation, they can be strongly moved. The broadcast is now loud and clear. They are moved, and curiously grateful. I remember the response to the life, and particularly the death, of Pope John XXIII. And something similar has happened with some of the actions of John Paul II. These reactions often went well beyond the borders of the Catholic Church. We are dealing with a phenomenon which is not confined to religion. A figure like Nelson Mandela has awakened the same kind of response of confirmation and gratitude.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11789","value":11789},"note":null},{"text":"The religious reference in our national identity (and/or sense of civilizational order) doesn’t so much disappear, as change, retreat to a certain distance. It remains powerful in memory; but also as a kind of reserve fund of spiritual force or consolation. It mutates from a “hot” to a “cold” form (with apologies to Marshall McLuhan). The hot form demands a strong, participating identity, and/or an acute sense of Christianity as the bulwark of moral order. The colder form allows a certain ambivalence about the historical identity, as well as a certain degree of dissidence from the Church’s official morality (which these days will be strongest in the domain of sexual ethics).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11802","value":11802},"note":null},{"text":"To take Britain as an example, the original hot form of the synthesis between being British, decent and Christian was damaged in a number of ways in the twentieth century, perhaps most of all by the experience of the First World War. And on the European scene in general, hot, militant nationalism has suffered a great loss of credit through both World Wars. But these identities, both national and civilizational, have not just vanished. And the new, fledgling European identity, where it exists, unites these two dimensions; Europe is a supra-national community, which is to be defined by certain “values”. But the older identities take a new form, involving distance, passivity, and above all a certain queasiness in face of assertions of their erstwhile “hot” variants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11807","value":11807},"note":null},{"text":"And indeed, educated, cultivated Europeans are extremely uncomfortable with any overt manifestations of either strong nationalism or religious sentiment. The contrast to the U.S. in this regard has often been remarked.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11813","value":11813},"note":null},{"text":"Put either way, we are faced with a strong even if not uniform pattern of decline in European societies, and virtually nothing of the sort in the U.S.A. How can this difference be explained?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11816","value":11816},"note":null},{"text":"Various attempts have been made. (1) For instance, Bruce attributes the strength of religion in America partly to the immigrant context. Immigrants needed to group together with those of similar origins in order to ease their transition into American society. The rallying point was often a shared religion, and the main agency a church.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11818","value":11818},"note":null},{"text":"But the truth is, there is no general rule here. The same population source, like Southern Italy, can send people to different destinations, e.g., Northern Italy, Argentina, and the United States, with differing results.   Rural Italian immigrants from the south at the turn of the twentieth century . . . tended to adopt anti-clerical socialist and anarchist identities when they migrated to urban industrial centres in Northern Italy or in Catholic Argentina, while they tended to become “better” practising Catholics when they migrated to urban industrial centres in the United States. One could make similar comparisons in the present between Hindu immigrants in London and New York, or between francophone West African Muslims in Paris and New York.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11826","value":11826},"note":null},{"text":"What makes the difference? We are thrown back onto our original question. There is some difference in the “social imaginary” of the two kinds of destination societies. I mean in particular their understanding of the place of religion in society. We seem back at square one; but perhaps we can get a little farther if we probe this difference more. American society from the very beginning has seen itself as integrating different elements. “E pluribus Unum” is the motto. Of course, at first these elements were states. But then very soon one of the models of integration was of “denominations”. As the old established churches were sidelined, and the population broke up into a host of churches, unity was nevertheless recovered by seeing all of these as part of a broader “church”, which related people together in a consensual “civil religion”, as I described above. At first this only included Protestant Christians, and there was widespread feeling among these that new arrivals, particularly Catholics, were only dubiously “American”. But somehow the Republic managed to expand its base, and in the course of the twentieth century, Catholics and Jews came to be seen as included. This means that a way that Americans can understand their fitting together in society although of different faiths, is through these faiths themselves being seen as in this consensual relation to the common civil religion. Go to the church of your choice, but go. Later this expands to include synagogues. When imams also begin to appear at prayer breakfasts, along with priests, pastors, and rabbis, the signal is that Islam is being invited into the consensus. That means that one can be integrated as an American through one’s faith or religious identity. This contrasts with the Jacobin-republican formula of “laïcité”, where the integration takes place by ignoring, sidelining or privatising the religious identity, if any. The fact that a very large consensus in the U.S. accepts this old formula of integration, suitably expanded, makes it advantageous for immigrant minorities to further their own entry into U.S. society through a foregrounding of their religious identities. And this becomes true in spades for some minorities, where the alternative is to be perceived in terms of race, that other major dimension of U.S. diversity, where the relationships tend to be fraught and conflictual. One crucial feature of U.S. society, which may help to explain the American (or European) exception, is that it has a long and positive experience of integration through religious identities, whereas in Europe these have been factors of division: either between dissenters and the national church, or between the church and lay forces. And this relatively positive experience sits alongside that other dimension of diversity, race, which has continued to be deeply problematical. Indeed, the notion of “whiteness” has evolved in American history. Some previously excluded groups, like swarthy South European…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11833","value":11833},"note":null},{"text":"(2) Another important differentiating factor may have been the hierarchical nature of European societies. British élites, for instance, and particularly the intelligentsia have been living a fractured culture since the eighteenth century; the saliency of unbelief may have been lower in certain periods of strong piety, but it was always there. Now something similar may also have been true of the American intelligentsia, but the position this occupied in its own society was very different. In deferential British society, the pattern of élite life has a prestige which it largely lacks in the U.S.A. This means that élite unbelief can both more effectively resist conforming, and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11860","value":11860},"note":null},{"text":"The capacity of élites to set the tone of a whole society, to define its “religious imaginary”, may turn out to be a very important factor. The American academic world is probably as deeply invested in unbelief as its European counterpart. Certainly, the basic assumptions in, say, social science and history, seem to be equally secularist. But in the American case, this seems without effect on large segments of the greater society, whereas in…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11867","value":11867},"note":null},{"text":"Perhaps the sense that religion is declining, and that this is a sign of “modernity”, not only makes people downplay their religious beliefs and involvements, but acts as a damper on these as well. A belief in secularization theory would be acting here in part as a “self-fulfilling prophecy”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11876","value":11876},"note":null},{"text":"(3) But perhaps the heart of the American exception is that this society is the only one that from the beginning (if we leave aside the countries of the “old” British Commonwealth) was entirely within the neo-Durkheimian mould. All European societies had some element of the “ancien régime” or the paleo-Durkheimian, perhaps more vestigial than real, like the ritual surrounding even constitutional monarchies; but often important enough—such as the presence of (at least would be) state churches, or of rural communities with their “religion du terroir”.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11879","value":11879},"note":null},{"text":"This means that in varying degrees some of the dynamic arising from ancien régime (AR) structures will take place in all the Old World societies. One of these is the reaction against a state church in the context of an inegalitarian society, where the temptation to align established religion with power and privilege is almost irresistible. This cannot fail to produce anti-clerical reactions, which can easily turn, given the availability of exclusive humanist options since the eighteenth century, into militant unbelief; which is then available to canalize the full force of popular discontent with established clergy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11885","value":11885},"note":null},{"text":"The other dynamic which is important in these cases, is that the perturbing effect on religious belief of a shake-out which is affecting both AR forms and Mobilization forms at one and the same time is obviously greater than a challenge addressed to neo-Durkheimian structures alone. If peasants being turned into Frenchmen can only be rescued from unbelief by modes of neo-Durkheimian mobilization, then the undermining of these latter has a much more profoundly destabilizing effect on belief, or at least practice. In a society, on the other hand, where the move to the Age of Mobilization has been completed without any significant fall-off in belief, the effect of undermining the previously dominant modes of this mobilization will obviously be much less.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11893","value":11893},"note":null},{"text":"As far as the U.S.A. is concerned, at least one facet of the answer leaps out. In that country, there was a strong reaction of resistance against loosening the ties of religion, political identity and civilizational morality. Indeed, the mode of American patriotism which sees the country as essentially a nation under God, and certain “family values” as essential to its greatness, remains very strong. It is ready to fight back at what it sees as a denaturing of America. This is one mode of religion which remains powerful in the United States. By contrast, the constitutional-moral patriotism, what I called above the reigning synthesis between nation, morality and religion, which earlier was very similar in Britain and the United States, was nevertheless much less strong in Britain, indeed, it was much more strongly contested.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11906","value":11906},"note":null},{"text":"This was particularly so in the aftermath of the First World War, which was much more traumatic for British than American society. The challenge to civilization in Britain that this cataclysm represented was certainly lived by many as a challenge to their faith, as I argued above. The strong sense generated by a neo-Durkheimian effect, that everyone shares a certain moral or spiritual coding, that this is how you understand our strong collective moral experience, thus faded more rapidly in Britain, and weakened the code; whereas in the American case, many people felt and have gone on feeling that you can show your Americanness by joining a church, partly for reasons I have just outlined above. In this respect, following the above argument, other European societies are similar to Britain, have gone through the same historical experiences, with similar results.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11912","value":11912},"note":null},{"text":"In other words, the continuing importance of religious identity in national integration keeps a majority of Americans happy in “one nation under God”, even while they are disputing bitterly with others about the supposed entailments of this, in areas like abortion or gay marriage. Lots of voters in “blue” states, who abominate the zealots of the Religious Right, are in their majority members of mainline churches, who will still happily sign on to the hallowed formulae of harmoniously co-existing denominations. Now this is partly the result of the sheer difference in numbers of people who ad- here to some religion in the U.S., as against Europe. But it has also to do with the respective attitudes towards national identity. Europe in the second half of the twentieth century has been full of reticence about its erstwhile senses of nationhood; and the events of the first half of this century explain why. The European Union is built on the attempt to go beyond the earlier forms, in the full consciousness of how destructive they have been. The full-throated assertion of the older self-exalting nationalisms are now reserved for the radical Right, which is felt by everyone else to represent a pestilence, a possibly deadly disease, and which in turn is anti-European. War, even “righteous” war, as an expression of the superiority of the national project, makes most Europeans profoundly uneasy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11929","value":11929},"note":null},{"text":"Quite different is the attitude of the United States. This may be partly because they have fewer skeletons in the family closet to confront than their European cousins. But I think the answer is simpler. It is easier to be unreservedly confident in your own rightness when you are the hegemonic power. The skeletons are there, but they can be resolutely ignored, in spite of the efforts of a gallant band of scholars, who are engaged in the “history wars”. Most Germans have to cringe when they are reminded of the First World War slogan “Gott mit uns” (about the Second World War, the less said the better).42 But most Americans have few doubts about whose side God is on. In this context, the traditional neo-Durkheimian definition is far easier to live with.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11940","value":11940},"note":null},{"text":"(5) That provides one half of the answer. The other half is that, for those who are willing to move to a post-Durkheimian stance, and are critical of traditional sexual morality, the history of American religious pluralism affords them the model of numerous options of more personalized and experimental religious forms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11955","value":11955},"note":null},{"text":"This whole shift was therefore much less destabilizing in America. By contrast, in Europe precedents for the more novel post-Durkheimian forms were thin or nonexistent. We have just to think of, for instance, Germany and France, where new “cults” deeply disturb people. Even French atheists are a trifle horrified when religion doesn’t take the standard Catholic form that they love to hate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11965","value":11965},"note":null},{"text":"The hegemony of national (or nationally-established trans-national) churches still shapes people’s outlook even centuries after they have ceased to play any controlling role; and perhaps even in places like Britain where the hegemony was very mitigated by religious pluralism. Whereas not even a vestige of this existed in the U.S.A. This might have been determining for the impact of an ethic of authenticity on the two continents. Whereas this new value could easily be associated with religious modes of expression in America, in Europe it was easier to link religion with authority, with conformity to society-wide standards, not to speak of hostile divisions between people, and even violence. Churches and religion still carried this baggage of submission and conformity for many people, including the young, that it had long lost for many Americans. In this situation, the invitation to find one’s own way was bound to lead a larger number of people to seek extra-religious forms of meaning in Europe than in the U.S.A.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11974","value":11974},"note":null},{"text":"Here I confess that I am making stabs in the dark. A fully satisfactory account of this difference, which is in a sense the crucial question facing secularization theory, escapes me.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=11984","value":11984},"note":null},{"text":"Put this way, and very schematically, we can ask: what stopped people (that is, almost everybody) from being able to adopt stances of unbelief in 1500? One answer is: the enchanted world; in a cosmos of spirits and forces, some of them evil and destructive, one had to hold on to whatever was conceived to be the mainstay of good power, our bulwark against evil. Another answer was: that belief was so interwoven with social life that one was hardly conceivable without the other. And these two answers were originally connected: some of the interweaving involved collective uses of good, Godly power against the dangers of the spirit world; ceremonies like “beating the bounds” of the parish illustrate this. Negatively, and leaving aside all the construction that went into this, the intervening centuries have seen the dissipation of the enchanted cosmos (some elements of belief in enchantment remain, but they don’t form a system, and are held by individuals here and there, rather than being socially shared). Then there came the introduction, within the context of the modern moral order, of a viable alternative to belief, of forms of exclusive humanism, in turn followed by a multiplication of both believing and unbelieving positions, which I have called the “nova”. This all generated the challenge, undermining, and dissolution of the early social forms which embedded God’s presence in social space: the paleo-Durkheimian, and more generally “ancien régime” forms. At first, the major beneficiaries of this decline were the neo-Durkheimian and other forms of the Age of Mobilization which were constructed on the ruins of the ancien régime structures and communities. But then subsequent developments undermined these as well, including the claim that civilization had to be Christian to be ordered. We no longer live in societies in which the widespread sense can be maintained that faith in God is central to the ordered life we (partially) enjoy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12001","value":12001},"note":null},{"text":"As the sense of living in Christendom fades, and we recognize that no spiritual family is in charge, or speaks for the whole, there will be a greater sense of freedom to speak our own minds, and in some cases these will inescapably be formulated in religious discourse. This development lies behind, I believe, a seeming paradox which Grace Davie notes; that it was precisely after the great decline post-1960 that certain Anglican Bishops began to intervene strongly in public criticism of the Thatcher government.52 Perhaps we can say that it was only after the sharp decline that Anglican leaders were unshackled from the mental weight of being an established church, and could feel free to speak their minds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12038","value":12038},"note":null},{"text":"Perhaps the “cool” phase of European religious identities can be interpreted in terms somewhat like those proposed by Mikhaïl Epstein to describe the situation in post-Soviet Russia. In a pair of interesting papers,55 Epstein introduces the concept of “minimal religion”. He also speaks of an overlapping category, the people who declare themselves “just Christians” in surveys of religious allegiance, as against those who adhere to one or other Christian confession, like Orthodox, or Catholic. This kind of religious position Epstein sees as “post-atheist”; and this in two senses. The people concerned were brought up under a militantly atheist régime, which denied and repressed all religious forms, so that they are equidistant from, and equally ignorant of, all the confessional options. But the position is also post-atheist in the stronger sense that those concerned have reacted against their training; they have acquired in some fashion a sense of God, which however ill-defined places them outside the space of their upbringing. “Minimal religion” is a spirituality lived in one’s immediate circle, with family and friends, rather than in churches, one especially aware of the particular, both in individual human beings, and in the places and things which surround us. In response to the universalist concern for the “distant one” stressed in Marxist communism, it seeks to honour the “image and likeness of God” in the particular people who share our lives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12071","value":12071},"note":null},{"text":"Sooner or later, a minimal believer usually joins a specific religious tradition, becoming an Orthodox Christian, a Baptist, or a Jew. But after having experienced this resonant space of the void, of the wilderness, . . . s/he preserves the new feeling of openness forever. It is there, in a wasteland of spirit, without any preparations, baptisms, catechisms, that God suddenly grabs hold of him.    One might speculate that this","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12087","value":12087},"note":null},{"text":"We spoke about disenchantment. This has many facets. Here I want to mention first its “inner” side, the replacement of the porous self by the buffered self, for whom it comes to seem axiomatic that all thought, feeling and purpose, all the features we normally can ascribe to agents, must be in minds, which are distinct from the “outer” world. The buffered self begins to find the idea of spirits, moral forces, causal powers with a purposive bent, close to incomprehensible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12120","value":12120},"note":null},{"text":"The buffered identity with its internal spaces has gone along with the changes which have been most suggestively described by Norbert Elias.3 These involved the development of discipline, of self-control, particularly in the areas of sex and anger. There is an overlap here in the changes described by Elias with those which have been examined by Michel Foucault.4 But Elias also points to the striking development of a sense of fastidiousness, which involved a withdrawal from earlier forms of promiscuous contact with others, in which people carried out bodily functions before others which are now strictly tabued. People of breeding and education come to insist on privacy, which begins to transform living arrangements in the seventeenth and eighteenth centuries. Privacy allows intimacy, but this is now no longer indiscriminate, but reserved for “intimates”. We might say that the earlier field of more promiscuous contact, in which nobles mingled at table and elsewhere with a host of retainers, is now split by a new distinction intimacy/distance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12133","value":12133},"note":null},{"text":"The buffered, disciplined self, seeking intimacy (although discipline and intimacy can be in tension), also sees him/herself more and more as an individual. We saw this clearly reflected in the understanding of society implicit in what we called the Modern Moral Order. The social orders we live in are not grounded cosmically, prior to us, there as it were, waiting for us to take up our allotted place; rather society is made by individuals, or at least for individuals, and their place in it should reflect the reasons why they joined in the first place, or why God appointed this form of common existence for them. These reasons in the end come down to the good of human beings, not qua fillers of this or that role, but just simpliciter, a human good which is that of all of them equally, even if they don’t achieve it in equal measure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12147","value":12147},"note":null},{"text":"Buffer, discipline, and individuality not only interlock and mutually reinforce, but their coming can be seen as largely driven by the process of Reform, as I have been describing it here. The drive to a new form of religious life, more personal, committed, devoted; more christocentric; one which will largely replace the older forms which centred on collective ritual; the drive moreover, to wreak this change for everyone, not just certain religious élites; all this not only powers disenchantment (hence the buffer), and new disciplines of self-control, but also ends up making older holistic understandings of society less and less believable, even in the end nigh incomprehensible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12155","value":12155},"note":null},{"text":"The dominance of instrumental rationality in our world, and the pervasiveness of secular time go together.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12180","value":12180},"note":null},{"text":"Now the irony is, that this clear distinction of natural from supernatural, which was an achievement of Latin Christendom in the late Middle Ages and early modern period, was originally made in order to mark clearly the autonomy of the supernatural.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12185","value":12185},"note":null},{"text":"The neo-Durkheimian case mentioned above provides a further entrenchment. It is not just a matter of my own experience of the good, but something which is woven into a cherished and crucial collective identity, whether it be that of a nation, or an ethnic group, or religious movement. Here is a crucial collective good which seems “consubstantial” with God, or in some essential relation to transcendence.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12251","value":12251},"note":null},{"text":"This range of reactions, for instance to utilitarianism, may take us in a number of directions. Some remain within the immanent order, find a more radical and far-reaching understanding of the good, as we have for instance with Rousseau and Marx. But they want to respect the limits set by natural science and law-like social sciences modeled on it; as well as those of the buffered identity. Others remain within immanence, but at the cost of rejecting the moral order of equality and universal welfare, and exalt higher forms of life available only to the minority; here we have forms of the immanent counter-Enlightenment. But some also press towards some recognition of transcendence, or remain in the uncertain border zone opened by Romantic forms of art.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12261","value":12261},"note":null},{"text":"But this is not to say that we are utterly confined to factors that fit within the immanent frame, like moral goodness. Sometimes suppressed elements which were prominent in the past and have been sidelined by modern Reform seem to break through again. New centres of pilgrimage arise, out of apparitions of the Virgin: Lourdes, Fatima, Medjugorje, in continuity with much older sites, like Czéstachowa and Guadalupe. These pilgrimages themselves are sites of power for those who participate in them. These phenomena have to be put into the context of what Yves-Marie Hilaire calls the “festive”,8 which can also be observed in certain moments of mass celebration which seem to take us out of the everyday. We are not necessarily as “modern” as we think we are.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12271","value":12271},"note":null},{"text":"And what pushes to closure, when we go in that direction? Well clearly, corresponding to goods which are consubstantial with the transcendent, stand notions of the good which are intrinsically seen as immanent. From the eighteenth century, from the time of Gibbon, Voltaire, and Hume, we see the reaction which identifies in a strongly transcendent version of Christianity a danger for the goods of the modern moral order. Strong Christianity will demand allegiance to certain theological beliefs or ecclesiastical structures, and this will split a society which should be intent simply on securing mutual benefit. Or else, the demand that we reach for some higher good, beyond human flourishing, at best will distract us, at worst will become the basis for demands which will again endanger the well-oiled order of mutual benefit. Religion in all these menacing forms is what the men of the Enlightenment called “fanaticism”. The sense of being menaced by fanaticism is one great source of the closure of immanence. In many cases we have an initial movement of anti-clericalism, which ends up turning into a rejection of Christianity, or later into atheism. We can trace this, for instance, in the story of anti-clericalism in nineteenth-century France.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12277","value":12277},"note":null},{"text":"But this movement can go farther. It is not just that the good is allegedly threatened by the supposedly better, higher. It may also come to be identified with the rejection of the higher. There is a discourse of Protestantism, in rejection of Catholic asceticism, which chides monks with refusing the gifts of God in the name of a bogus higher vocation. This is continued in the last two centuries by a discourse, now of anti-Christianity, because of its supposed rejection, or relegation, of the…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12287","value":12287},"note":null},{"text":"We touch here on one of the deep sources of the moral attraction of immanence, even materialism; something we can already feel with Lucretius. There is a strong attraction to the idea that we are in an order of “nature”, in which we are part of this greater whole, arise from it, and don’t escape or transcend it, even though we rise above everything else…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12292","value":12292},"note":null},{"text":"This feeling can only be further strengthened when we reflect how believing we are above this has…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12297","value":12297},"note":null},{"text":"Another facet of this same belonging is our sense of wonder that something like ourselves…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12298","value":12298},"note":null},{"text":"Of course, these latter considerations: belonging to the earth, the sense of our dark genesis, can also be part of Christian faith, but only when it has broken with certain features of the immanent frame, especially the distinction nature/supernature. It is perhaps precisely the ordinary operation of things which constitutes the “miracle”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12313","value":12313},"note":null},{"text":"But leaving this aside for the moment, we can see in the naturalistic rejection of the transcendent that I have been describing the ethical outlook which pushes to closure. Now while many have felt a sense of unease within the modern order with its disciplines and instrumental reason, and have been driven towards an opening to the transcendent, there is also a set of ways in which we can feel comfortable and empowered within this order. I have enumerated them frequently above. The buffered self feels invulnerable before the world of spirits and magic forces, which still can haunt us in our dreams, particularly those of childhood. Objectification of the world gives a sense of power, and control, which is intensified by every victory of instrumental reason. And then the colossal success of modern natural science and the associated technology can lead us to feel that it unlocks all mysteries, that it will ultimately explain everything, that human science must be developed on the same basic plan, or even ultimately reduced to physics, or at least organic chemistry. And so we can come to see the growth of civilization, or modernity, as synonymous with the laying out of a closed immanent frame; within this civilized values develop, and a single-minded focus on the human good, aided by the fuller and fuller use of scientific reason, permits the greatest flourishing possible of human beings. Religion not only menaces these goals with its fanaticism, but it also undercuts reason, which comes to be seen as rigorously requiring scientific materialism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12316","value":12316},"note":null},{"text":"What emerges from all this is that we can either see the transcendent as a threat, a dangerous temptation, a distraction, or an obstacle to our greatest good. Or we can read it as answering to our deepest craving, need, fulfillment of the good.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12332","value":12332},"note":null},{"text":"Our predicament in the modern West is, therefore, not only characterized by what I have called the immanent frame, which we all more or less share—although some features of this need to be challenged or re-interpreted, as we shall see below. It also consists of more specific pictures, the immanent frame as “spun” in ways of openness and closure, which are often dominant in certain milieux. This local dominance obviously strengthens their hold as pictures. The spin of closure which is hegemonic in the Academy is a case in point.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12355","value":12355},"note":null},{"text":"This understanding goes back at least to Weber, who speaks sneeringly of those who would go on believing in face of “disenchantment” as having to make an “Opfer des Intellekts” (a sacrifice of the intellect). “To the person who cannot bear the fate of the times like a man, one must say: may he rather return silently, . . . The arms of the Churches are open widely and compassionately for him”.14 By contrast, my understanding of the immanent frame is that, properly understood, it allows of both readings, without compelling us to either. If you grasp our predicament without ideological distortion, and without blinders, then you see that going one way or another requires what is often called a “leap of faith”. But it’s worth examining a bit more closely what I mean by that here.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12366","value":12366},"note":null},{"text":"Of course, so are those who think that the open reading is obvious and inescapable, because, for instance, the existence of God can be “proven”. But such people are perhaps less numerous today than their secularist opposite numbers, and certainly cannot approach the intellectual hegemony their opponents enjoy, and so my arguments here will mainly address these latter.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12394","value":12394},"note":"This is just clearly wrong."},{"text":"And indeed, these two reactions may be combined: the celebration of capitalist entrepreneurship being taken as a positive sign of a faithful society, while the sexual excesses of the media bespeak a rebellion against God. It is this kind of double perception which underpins much of the “culture wars” in the contemporary U.S. Or again, we can think of the bitter opposition of the Christian right to gay marriage, which they see as an aberration in a society which hitherto has enshrined “Christian family values”. So the sense of the world as God-forsaken (or meaning-forsaken) doesn’t necessarily transmute either logically or psychologically into the closed take on immanence, the belief that there is nothing beyond the “natural” order. The idea that it must be so comes partly from a confusion of disenchantment with the end of religion. This is widespread in the contemporary discussion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12434","value":12434},"note":null},{"text":"But I have been using the word here in a narrower sense: disenchantment is the dissolution of the “enchanted” world, the world of spirits and meaningful causal forces, of wood sprites and relics. Enchantment is essential to some forms of religion; but other forms—especially those of modern Reformed Christianity, both Catholic and Protestant—have been built on its partial or total denial. We cannot just equate the two.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12442","value":12442},"note":null},{"text":"Once we set aside the illusion which identifies religion and enchantment, what we have to retain from this whole movement is a certain direction of transformation in religious life itself. We have moved from an era in which religious life was more “embodied”, where the presence of the sacred could be enacted in ritual, or seen, felt, touched, walked towards (in pilgrimage); into one which is more “in the mind”, where the link with God passes more through our endorsing contested interpretations—for instance, of our political identity as religiously defined, or of God as the authority and moral source underpinning our ethical life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12451","value":12451},"note":null},{"text":"And more recently, in a strange dialectical reversal, we have Pentecostal movements, which integrate ecstatic prayer and miraculous healing, winning converts in traditional Catholic cultures where the established clerical élites look on these practices with suspicion and disdain. What would Calvin have said?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12461","value":12461},"note":null},{"text":"But leaving these aspects and counter-movements aside, official Christianity has gone through what we can call an “excarnation”, a transfer out of embodied, “enfleshed” forms of religious life, to those which are more “in the head”. In this it follows in parallel with “Enlightenment”, and modern unbelieving culture in general. The issue here is not how many positive invocations of the body we hear; these abound in many forms of atheist materialism, as also in more Liberal Christianity. The issue is whether our relation to the highest—God for believers, generally morality for unbelieving Aufklärer—is mediated in embodied form, as was plainly the case for parishioners “creeping to the Cross” on Good Friday in pre-Reformation England.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12465","value":12465},"note":null},{"text":"Modern enlightened culture is very theory-oriented. We tend to live in our heads, trusting our disengaged understandings: of experience, of beauty (we can’t really accept that it’s telling us anything, unless about our own feelings); even the ethical: we think that the only valid form of ethical self-direction is through rational maxims or understanding. We can’t accept that part of being good is opening ourselves to certain feelings; either the horror at infanticide, or agape as a gut feeling. But the effect of Reform has been that much of modern Western Christianity has been following the same path.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12477","value":12477},"note":null},{"text":"I have been arguing all along that the actual experience of living within Western modernity tends to awaken protest, resistances of various kinds. In this fuller, experiential sense, “living within” the frame doesn’t simply tip you in one direction, but allows you to feel pulled two ways. A very common experience of living here is that of being cross-pressured between the open and closed perspectives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12493","value":12493},"note":null},{"text":"we need just to jump back 500 years in our Western civilization (a.k.a. Latin Christendom), as I suggested at the beginning. At that time, non-belief in God was close to unthinkable for the vast majority;18","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12510","value":12510},"note":null},{"text":"The existence of an alternative fragilizes each context, that is, makes its sense of the thinkable/unthinkable uncertain and wavering.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12518","value":12518},"note":null},{"text":"This fragilization19 is then increased by the fact that great numbers of people are not firmly embedded in any such context, but are puzzled, cross-pressured, or have constituted by bricolage a sort of median position. The existence of these people raises sometimes even more acute doubts within the more assured milieux. The polar opposites can be written off as just mad or bad, as we see with the present American culture wars between “liberals” and “fundamentalists”; but the intermediate positions can sometimes not be as easily dismissed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12520","value":12520},"note":null},{"text":"Unbelief has the opposite features. The unbeliever has the courage to take up an adult stance, and face reality. He knows that human beings are on their own. But this doesn’t cause him just to cave in. On the contrary, he determines to affirm human worth, and the human good, and to work for it, without false illusion or consolation. And that means that in his moral beliefs he is also counter-mortification. Moreover, he has no reason to exclude anyone as heretic; so his philanthropy is universal. Unbelief goes together with modern (exclusive) humanism. So goes one story. The crucial idea is that the scientific-epistemic part of it is completely self-supporting. That’s something the rational mind will be led to believe independent of any moral convictions. The moral attributions to one side or the other come when you are trying to explain why some people accept and others resist these truths. The connection between materialist science and humanist affirmation comes because you have to be a mature, courageous being to face these facts. As to why mature courage embraces benevolence, which figures here in the portrait of this humanism, the answer can simply be that left to ourselves we do want to benefit our fellow humans; or that we have developed this way culturally, and we value it, and we can keep this going if we set ourselves to it. From the believer’s perspective, all this falls out rather differently. We start with an epistemic response: the argument from modern science to all-around materialism seems quite unconvincing. Whenever this is worked out in something closer to detail, it seems full of holes. The best examples today might be evolution, sociobiology, and the like. But we also see reasonings of this kind in the works of Richard Dawkins, for instance, or Daniel Dennett.27 So the believer returns the compliment. He casts about for an explanation why the materialist is so eager to believe very inconclusive arguments. Here the moral outlook just mentioned comes back in, but in a different role. Not that, failure to rise to which makes you unable to face the facts of materialism; but rather that, whose moral attraction, and seeming plausibility to the facts of the human moral condition, draw you to it, so that you readily grant the materialist argument from science its various leaps of faith. The whole package seems plausible, so we don’t pick too closely at the details. But how can this be? Surely, the whole package is meant to be plausible precisely because science has shown . . . etc. That’s certainly the way the package of epistemic and moral views presents itself to those who accept it; that’s the official story, as it were. But the supposition here is that the official story isn’t the real one; that the real power that the package has to attract and convince lies in it as a definition of our ethical predicament, in particular, as beings capable of forming beliefs. This means that this ideal of the courageous acknowledger of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=12640","value":12640},"note":null},{"text":"This preference for the universal, impersonal order now seems to us a preference for materialism, because that is how we have come to see the universal order. But this reading has developed and grown in the last centuries; it becomes strong only in the nineteenth century. Before we had an earlier variant, visible in the growth of Deism, or even of Spinozism. But this standpoint is also ethically driven. First, it takes courage; we have to resist the blandishments of comforting meaning, as according to the standard narrative did Copernicus, Darwin, Freud. It is also supported by the ethical aura surrounding disengagement. And there is also a moral stance. Religion and metaphysics supposedly turn us away from a concrete concern for human desire, suffering and happiness. There seems to be a strange inference here, caricatured by Solovyov: “Man descends from the apes, therefore we must love each other”. But the inference can seem to go through if one brings in the modern morality of mutual benefit: people ought to relate in such a way as to mutually enhance their several projects of life, and as we saw above, religion can be painted as the enemy of this principle, overriding or upsetting the order of benefit by its otherworldly demands. Moreover, the principle itself can be seen as self-evident, once you take the disengaged stance to human affairs, which by definition is impartial. So we have to jettison God and Plato. Of course, Nietzsche shows where this ape argument can go when you reject the MMO. But for the Enlightenment mainstream, a commitment to this order seems to be integral to the stance of scientific disengagement itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13429","value":13429},"note":null},{"text":"Here are some of the definitions of fullness that trigger this reaction. (1) There is the sense that we aren’t just determined, that we are active, building, creating, shaping agents.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13443","value":13443},"note":null},{"text":"(2) There is also a spiritual objection: we have higher ethical/spiritual motives,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13446","value":13446},"note":null},{"text":"(3) Then there are aesthetic objections: Art, Nature moves us; we have a deeper sense of meaning; we can’t see our “aesthetic” responses as just another form of pleasurable reaction. They have a deeper significance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13448","value":13448},"note":null},{"text":"But many of those who share this negative reaction to materialism also want to define themselves against orthodox religion, or at least Christianity. They seek a middle way. It can be some kind of “spiritual”, or theistic position, which departs from orthodox Christianity, as we see with Kant, Arnold, and Jaurès; or it can be an attempt to find some other basis for ethics (issue 2), starting from intuitions we have about human dignity, which in some way is not susceptible of reduction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13451","value":13451},"note":null},{"text":"So the demand for wholeness, which forbids us to sacrifice the body, becomes central to much of the culture which we inherit from the eighteenth century, albeit this goal is conceived in radically different ways. Let’s look at the crucial difference. For the radical Enlightenment, for Helvétius, Holbach, Bentham, not sacrificing the body meant giving ordinary sensual desire its outlet, its space where it could be fulfilled on its own terms. Of course, this would mean that some of the negative features which attach to this in our society, where we are pitted against others, and forced to grab what we want in opposition to others, would be overcome in the rational organization of society. But there would be no question of transforming sensual desire itself. In the Schillerian model, by contrast, this desire is transformed. What it is when in conflict with the drive to form is one thing; what emerges when the two are fused or harmonized is another. Desire is fused with higher meaning when it unites with form, and this yields beauty. Each side sees the other as deviating from the common goal. For the radicals, any talk of fusing or transforming desire is just another attempt to sideline the sensual in the name of some specious “higher”. For the followers of Schiller, leaving desire in its untransformed state is precisely abandoning it to its degraded form. This can’t be what it means to rescue the body.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13750","value":13750},"note":null},{"text":"This is one of the deepest unresolved issues of our modern Western culture, which surfaced again in the sexual revolution of the later twentieth century. In a sense its roots go back to the very foundations of this culture. In one way, one could argue that this understanding of wholeness which has to include a crucial place for the body is a legacy of our Christian civilization. Certainly, it would not have been conceivable in the spiritual outlook of late Hellenic and Roman civilization, which Christian faith then partly transformed, in the way I described above (Chapter 7), the transformation so well charted by Peter Brown.12 But then on the other hand, the development of Reformed Christianity and on a longer scale, of post-Axial religion in general, has worked to sideline the body again. Let’s take the longer perspective first and look at what the Axial turn involved. Viewing this schematically (perhaps over simply) we might say: “Before” we have religious life in an enchanted world, but also a kind of acceptance of the two sides of things: the way the world (and hence also some gods/spirits) can be gracious, giving, sources of blessing; and in other ways (with other, or even sometimes the same gods/spirits) can be harsh, cruel, destructive. In the formulation of a contemporary scholar, the outlook was that:   There will always be light and dark, hot and cold, night and day. Duality was the way the world was, and there is no disputing or changing that. From their point of view, these opposing forces had to exist for there to have been a world. The constant conflict and interplay of good and evil, light and dark, night and day, was a given and not something to try to resist. It was the nature of the universe.13 Over against this, the Axial religions offered routes of escaping/taming/overcoming this maelstrom of opposed forces. They offered a path towards a fuller, higher good. In many cases, it was a good quite beyond ordinary human flourishing, and perhaps even incompatible with making this flourishing our highest end (e.g., Buddhist anatta). But it promised a transformation in which we would find our deepest and fullest end in this higher good, and even one in which the struggle of forces would be transcended (the lion lying down with the lamb), or tamed into a coherent, harmonious order (Confucian human-heartedness). This introduced a tremendous strain and conflict into religious life, which wrack higher civilizations. The highest aspirations can be seen as just denying, crushing ordinary human desire, often branded as impulses that reduce us, or alienate us. There are two facets to their doing this. One is that they deny these desires, hem them in, demand that people control and restrict them very severely: for instance, they demand that their followers live up to a sexual ethic in which much must be renounced; or else that unruly warrior societies be pacified, aggression strongly controlled and reigned in, pride humbled. This is the facet…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13761","value":13761},"note":null},{"text":"The other side of these reforms we might call the “disenchanting” facet. These impulses are seen in purely negative terms. They are obstacles to the good. They are denied any depth resonance in the spiritual world. For instance, in earlier periods sexual intercourse could be connected to the higher world through rituals and institutions like temple prostitution and sacred marriage. At the same time, in archaic, pre-Axial forms, ritual in war14 or sacrifice consecrates violence; it relates violence to the sacred, and gives a kind of numinous depth to killing and the excitements and inebriation of killing; just as it does through the rituals mentioned above for sexual desire and union. In other words, what we call today sex and violence could also be ways of connecting to the spirits/gods or the higher world. We could resonate with this world also in these dimensions of life. The corollary is that the higher world has both kinds of Gods, cruel and lascivious, as well as kind and chaste; Aphrodite and Mars, as well as Artemis and Athena. This is the moral “ambivalence” of the pre-Axial world I referred to above. With the coming of “higher”, post-Axial religions, this kind of numinous endorsement is more and more withdrawn. We move towards a point where, in some religions, violence has no more place at all in the sanctified life, or its analogues. This is true of Christianity, of Buddhism; and we find in Hinduism a steady spread of the demands of ahimsa, so that even jatis who were previously allowed and expected to kill animals, now try to rise through abandoning these practices. This is the double wound suffered by these whole registers of human desire, inflicted by the high aspirations of post-Axial religion: ethical suppression, on one hand, and a disenchanting reduction to a mere impulse to vice, on the other, whose only significance is the negative one, that it stands in the way of virtue. No wonder there is a continued rebellion against this wound. Suppressed modes of fulfillment return, even in enchanted form, in the “higher” religions. Carnival is one example. Another range can be seen in the whole gamut of forms of holy war. Various forms of sanctified and purifying violence recur, as we see in Christendom with the Crusades. This now seems to us profoundly at odds with the spirit of Christianity, a spirit which early mediaeval bishops were aware…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13785","value":13785},"note":null},{"text":"At its worst—blindest, deafest, densest, say, materialist utilitarianism—Western modernity suppresses both poles of the religious. It inflicts the double wound on the pre-Axial; and it pours scorn on post-Axial religions. But we might see it as another kind of post-Axial reform, seeking to establish a form of life which is unqualifiedly good, another mode of harmonious order. It is perhaps the most insensitive of all post-Axial forms towards the resonances of the pre-Axial.…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13821","value":13821},"note":null},{"text":"It is easy to see how this pre-Reformation condition could seem negatively to justify the most radical Reform. But in fact the direction of this Reform was towards a far-reaching excarnation; that is one of the main contentions of this book. Older pre-Axial practices were swept away in a wide-ranging disenchantment. Among Protestants, the central ritual of the Mass was abolished as itself an example of illicit “magic”. Carnival was suppressed. The uses of music, dancing, drama, were curtailed to various degrees of severity in the Church, and often put under heavy pressure in lay society. Some rites of passage were abolished or downgraded (marriage ceased to be a sacrament for some Protestant churches). At the same time, a disengaged stance of rational analysis and control towards the self introduces another facet of excarnation. As Descartes argued, we need to distance ourselves from our embodied understanding of things, in order to achieve clear and distinct knowledge. Right action is then understood as what emerges from this clear understanding. So it is not defined as what comes from properly ordered desire, but rather as what disengaged reason demands of desire, to which desire has to be trained to be docile.18","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13851","value":13851},"note":null},{"text":"If we think of the three levels of human linguistic-communicative activity in its broadest sense: one of bodily habitus and mimicry, one of symbolic expression in art, poetry, music, dance; and one of prose, descriptive language; we can say that aboriginal religious life was mainly couched in the first two, but that the culture which emerges from modern Western Reform has largely abandoned these, and confines itself to the third. In this way, it parallels what modern disengaged reason has done to morality. In both cases, the key is to grasp correct prepositional truth—about God and his Christ in one case, about correct action in the other. In the first case, right worship follows, but the forms that it takes are secondary, and can be varied at will. In the second case, a successful imposition of reason brings about right action, but what this amounts to is to be known purely by reason—either the calculation of utility consequences, or the universalizability of the maxim. In no case, is a paradigm bodily emotion seen as criterial for right action—as in the case of New Testament agape.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13860","value":13860},"note":null},{"text":"One obvious fruit of this desire to rehabilitate the ordinary, the bodily in modern culture has been the affirmation of the essential goodness, innocence of our original, spontaneous aspirations. Evil tends to be seen as exogenous, as brought on by society, history, patriarchy, capitalism, the “system” in one form or another. As David Martin puts it, the “mobile, shifting, hedonistic, technicist” mentality that one encounters in the dominant metropolitan culture today “has no sense of personal guilt and yet possesses an excoriating sense of collective sin.”1 One of the most striking fruits of this sense of innate human innocence has been the transfer of so many issues which used to be considered moral into a therapeutic register. What was formerly sin is often now seen as sickness. This is the “triumph of the therapeutic”,2 which has paradoxical results. It seems to involve an enhancement of human dignity, but can actually end up abasing it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13926","value":13926},"note":null},{"text":"But the difference perhaps lies here: in the spiritual register, the “normal”, everyday, beginning situation of the soul is to be partly in the grip of evil. Something heroic or exceptional is required to get beyond this; most of us are in the middle range, where we’re struggling. So there is a kind of human “normalcy” which is defined for this middle range. The basis for this is that there is a certain form of dignity in sin, evil. It is a kind of search for the good, but deviated by catastrophic, culpable error. Ultimately, there is nothing to this; it is just wrong; its glory and prestige turn out to be empty, tawdry. But within the error, there is a certain appearance of greatness, glory, which has a certain consistency. Hence the idea of normalcy in this middle range. As against this, just being sick has no dignity. It may be culpable (how people think of contracting AIDS), or it may be without blame. But it is pure failure, weakness, lack, diminishment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13938","value":13938},"note":null},{"text":"So healing doesn’t involve conversion, a growth in wisdom, a new, higher way of seeing the world; or at least, these are not the hinges of healing, though they may be among its results.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13949","value":13949},"note":null},{"text":"So the difference is this: evil has the dignity of an option for an apparent good; sickness has not. This dignity is conceded, even in the discourse of conversion that purports to show evil up as false good, and hence really empty, really only a kind of alienation. It is conceded not in the text, but in the context, in the manner of address, which recognizes the power of the opponent. Now the pathos involved in the triumph of the therapeutic is this: One reason to throw over the spiritual perspective evil/holiness was to reject the idea that our normal, middle-range existence is imperfect. We’re perfectly all right as we are, as “natural” beings. So the dignity of ordinary, “natural” existence is even further enhanced. This ought to have liberated us from what were recognized frequently as the fruits of sin: impotence, division, anguish, spleen, melancholy, emptiness, inca-pacity, paralyzing gloom, acedia, etc. But in fact these abound.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13956","value":13956},"note":null},{"text":"Only now, as afflictions of beings destined for middle-range normalcy, they must be seen as the result of sickness. They must be treated therapeutically. But the person being treated is now being approached as one who is just incapacitated. He has less dignity than the sinner. So what was supposed to enhance our dignity has reduced it. We are just to be dealt with, manipulated into health.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=13964","value":13964},"note":null},{"text":"But there is a third related difference between the two outlooks. If we see our impotences, incapacities, divisions, as the fruit of sin, evil, moral inadequacy, we will expect to find them in virtually all human beings; we will expect them to be overcome in rare cases only at the ultimate pinnacle of sanctity. But if we see them as the result of sickness, owing to avoidable traumas, faulty upbringing, lack of the right kind of support, and the like, we will expect a lot more people to attain to “normalcy”, somewhere in the middle range as far as moral perfection is concerned, having got rid of their unease, or learned to live with it. The intersection of full capacity and humanity will be set at a lower altitude. But for spiritual outlooks of the transformation perspective, Christianity and Buddhism, say, the point where we achieve our full human capacity, beyond pathological and other confusions about our spiritual condition, is placed well beyond the level of recognized human flourishing. It is a distinctly minority phenomenon. We shall see the importance of this third distinction later on, in looking at the relation of spirituality to a stable political order. The therapeutic approach disambiguates the complex, contradictory nature of evil, which does indeed involve a lesser capacity, but is always also the condition of a responsible agent. This disambiguation is supposed to be a clear step forward; but in fact it introduces us into a field of dilemmas, because the reality itself is complex, ambiguous.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14034","value":14034},"note":null},{"text":"But there is another charge against the aspiration to transcend, not just that it is futile and self-defeating, but that it actually damages us, unfits us for the pursuit of human fulfillment. It does this by inducing in us hate and disgust at our ordinary human desires and neediness. It inculcates a repulsion at our limitations which poisons the joy we might otherwise feel in the satisfactions of human life as it is. Here the enemy is not so much Greek polytheistic fantasy and Greek philosophy, but Christianity, especially in its Augustinian forms. Here Nussbaum takes up one of the central themes, one of the constitutive polemics of our secular age, as I am trying to describe it. Hatred at Christianity for having defamed, polluted, rendered impure ordinary human sensual desire is one of the most powerful motivations which impelled people to take the option for an exclusive humanism once this became thinkable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14104","value":14104},"note":null},{"text":"The polemic easily polarizes to the point where one side raises the slogan of “a pox on all transcendence”, and the other replies with a reactive defense of all the cramped, obsessed deviations which are pilloried by their opponents. This is a situation which arises all too frequently in the culture wars in the United States, and elsewhere. Perhaps this is what Arnold meant to invoke in his celebrated image of ignorant armies clashing by night. Among those who embrace the polemic against transcendence, the various aspirations to something higher have to be seen as twisted, sick, or actuated by gratuitous ill-will. These aspirations are either demonized, as in certain humanist attacks against Christianity as an anti-human force for evil, or else diminished by being seen as pathological. In this latter case, we have an instance of the triumph of the therapeutic, with the two characteristic features I mentioned in the discussion above. First, deviation from the “normal”, acceptable modes of human fulfillment is not recognized as being animated by another, albeit mistaken, image of the good; and second, the “normalcy” is within the reach of the person of average endowment; it is not something which only a small élite of the virtuous can attain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14242","value":14242},"note":null},{"text":"Curiously if perhaps not entirely consistently, therapizing and demonizing can go together, as in certain humanist attacks on religion. Lives of renunciation are condemned as pathological, but at the same time, their inculcation in the laity is seen as part of the strategy of a clerical will to power. (Consistency can perhaps be regained by situating the pathology in the laity and the will to power in the clergy.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14251","value":14251},"note":null},{"text":"But however understandable, this stance makes this kind of humanism frequently dismissive of, and sometimes cruel to deviants, classing them as misfits or people actuated by ill-will. Contemporary examples can be found in some of the policies generated by “political correctness”, which impose either mandatory reeducation or harsh punishments, or both, on deviants from the various “codes”, who are frequently accused of “racism” or “misogyny” for the least infractions. All this underscores how problematic are the distinctions, not only between internal and external transcendence, but even transcendence/immanence itself. When the bar of normal behaviour is set high enough, “immanence” may no longer seem the right term. Of course, I want to retain the notion of transcendence, along the lines of my original distinction between exclusive and inclusive humanisms, for the purposes of my principal thesis. But here I want to point out how extremely unclear and unsatisfactory is the notion of “transcendence” implicit in this polemic against Christian faith as a negation of human bodily fulfillments; and also to show how some very demanding kinds of exclusive humanism easily generate a counter-reaction from within unbelief itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14259","value":14259},"note":null},{"text":"Of course, the ancients were far from agreeing on this. Aristotle strongly criticizes Plato’s attempt to excise certain ordinary fulfillments from the good life, and in the Politics, Book 2, utterly rejects the Platonic proposal to abolish the family and private property. But the reasons in our case come to us from our origins in Christian culture. A religion of Incarnation cannot simply sideline the body. The “pity” ascribed to Jesus in the Gospel is a gut feeling; the eschatological perspective is for bodily resurrection. The Reformation accent on ordinary life goes much farther than Aristotle, not only making the sphere of production and the family part of the good life, but giving it a dignity which Aristotle had not accorded it. It is not surprising that a central tradition of Catholic philosophy from the Middle Ages grounded itself on Aristotle’s philosophy. The critique of Christianity has taken this centrality of the body, the ineliminability of our ordinary bodily fulfillments, and turned it against the faith itself, stigmatising it as a transform of Platonism. Nietzsche often invokes this filiation; and Nussbaum draws on it in her critique discussed above. What makes this critique so devastating is just that our culture in general so strongly endorses this centrality. And this is why the maximal demand has force for us: ideals cannot be pursued at the expense of purging, or denigrating, ordinary fulfillments.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14430","value":14430},"note":null},{"text":"Now as we saw above, the anthropocentric turn in modern Christianity, followed by the unbelief which emerges from it, push this line of critique farther and farther. It portrays the older forms of Christian faith, and eventually religion as such, as a false spiritual perfectionism which sacrifices real, healthy, breathing, loving human beings enjoying their normal fulfillment on the altars of false Gods. All religion is ultimately Moloch drinking blood from the skulls of the slain.25 The Old Testament critique of the Phoenician cults is now extended to faith in the transcendent as such. At this point, anything beyond exclusive humanism can become a target for this criticism, as we saw with the critique of transcendence by Nussbaum and others. The slide here, which takes us out of faith altogether, can perhaps be understood in this way: one central constituent of Christian revelation is that God not only wills our good, a good which includes human flourishing, but was willing to go to extraordinary lengths to ensure this, in the becoming human and suffering of his son. Now this constituent came to be read in such a way that it more and more excluded sacrifice and divinely ordained suffering, to the point where the central beliefs in God’s sacrifice and suffering began to seem untenable. If the good that God wills for us doesn’t just include, but consists entirely in human flourishing, what sense does it make to sacrifice some part of this in order to serve God? This link between sacrifice and religion is broken. And the other stream of traditional Christian piety, which reads the violence and destruction in the world as part of the ultimate, fulfilled divine plan, and/or internalizes it as the power of rage, now becomes close to incomprehensible. Internalization is out of the question, because the idea of human flourishing according to the modern moral order has no place for violence and rage, but only for pacific mutual benefit. Indeed, the disciplines of this civilizing order have involved repressing and marginalizing this violence, and above all, denying it any numinous power. It is rather degraded to the level of the pathological, as we saw above. But nor does there seem to be any place for divine violence, as it were, destruction and suffering as part of the fulfilled divine plan. A God who purposes nothing but our human flourishing couldn’t want to inflict this. It would make no sense. God, if anything, must be on our side in trying to repress and desacralize human violence. How could he himself give it positive meaning? And granted the interweaving of the two strategies above, the way in which a sense of destruction as from God licences our joyful participation as agents of God, engaged in sacred massacre, the repudiation of human violence seems to require the denial of divine destruction. So in this anthropocentric climate, where we keep any idea of the spiritual, it must be totally constructive, positive. It can’t accommodate Kali, and…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14619","value":14619},"note":null},{"text":"On the older view, wrath had to be part of the package. The sense of salvation was inseparable from that of our having fallen, being degraded. This in turn was inseparable from that of deserving punishment; deserved punishment has to be meted out. God owes this to his honour, as we saw earlier (Chapter 6). So some people fry in Hell; and the others are only saved because Christ offered “satisfaction” for them. This was the heart of the juridical-penal understanding of the atonement. But in the anthropocentric climate, this no longer makes sense, and indeed, appears monstrous. True, an earlier phase, which I called above “Providential Deism”, preserves the idea of rewards and punishments beyond the grave. And this made sense as a helpful measure to keep us on the path towards our own good, as we saw, for instance, with Locke. But as the feeling wanes that we need this kind of external prop, the last reason for divine violence, as punishment/pedagogy, disappears.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14643","value":14643},"note":null},{"text":"Of course, the Crucifixion can’t be read out of the story at this late date; but it has to be an accident de parcours; not the main point. This fits well with the whole shift within the anthropocentric climate in the significance given to the life of Christ: what is important is not what he does (atone, conquer death, take captivity captive), but rather what he says or teaches. The slide to Unitarianism, and then beyond this to a humanism of which Christ can be one of the “prophets”, belongs to this massive shift in the centre of gravity of the life of Jesus. Of course, in doing this we are giving up the age-old attempts to cope with the fear and unease at the numinous resonance of violence and destruction by placing them within the divine plan. And this has a price. Suffering imposed by humans, particularly in the name of transcendent ideals, has a meaning: a negative one, as something we strive to get rid of. But extraneous suffering must be meaningless. We can’t admit it has meaning without falling back into one of these views of suffering as right and necessary, as sent to try or punish or improve us. And that is one of the reasons why the modern age is so concerned about the issue of meaning, as we shall explore further below. And it gives us part of the explanation why this age of the anthropocentric turn is one in which the issue of theodicy has taken such great importance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14658","value":14658},"note":null},{"text":"We have in a sense to operate with several different images in thinking of the mysteries of the Faith. Like any images or metaphors, they reveal something important, but the analogies cannot be pressed indefinitely without distortion. So the juridical-penal story does capture our fault. But there is another image, even the paradigm one, that of redemption, where the redeemer buys the captive out of imprisonment. Unlike the juridical-penal, there is no sense that the payment here is due anyone, certainly not the captor; any more than protection money is “owed” the mafia. The juridical metaphor, with its central figure of debt, can’t be pushed to the limit without invalidating the (even more central) redemption metaphor. To do so is to forget that, while each image adds something, it is only through a whole range of these that we can even distantly hope to capture something of God’s work in the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14700","value":14700},"note":null},{"text":"A similar point can be made about the wrath of God. When we sin, we provoke God’s anger. This does carry something important about the way that sin cuts us off from God, and also about what a terrifying condition this is, and our responsibility in bringing this about. But one can’t push the logic of the anger image through all its ramifications. When I’m mad at you for what you’ve done to me, I want to punish you, even cut you off, have nothing more to do with you. When we apply all this to God, we step across a line which makes nonsense of key Christian doctrines, carried by other images and stories, particularly here the tale of the prodigal son.28 But this restraint requires a kind of intellectual humility, and this seems to have been in short supply in Latin Christendom, which has been the scene of total, almost obsessive identification with certain favourite schemes, driven to any wild or repellent consequences, justifying murderous schisms. One thinks of Calvin’s horrible doctrine of double predestination here, but the Catholic side has not been far behind in this hubristic rage to define.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14706","value":14706},"note":null},{"text":"Now Christ’s reaction to the resistance was to offer no counter-resistance, but to continue loving and offering. This love can go to the very heart of things, and open a road even for the resisters. This is the second mystery. Through this loving submission, violence is turned around, and instead of breeding counter-violence in an endless spiral, can be transformed. A path is opened of non-power, limitless self-giving, full action, and infinite openness. On the basis of this initiative, the incomprehensible healing power of this suffering, it becomes possible for human suffering, even of the most meaningless type, to become associated with Christ’s act, and to become a locus of renewed contact with God, an act which heals the world. The suffering is given a transformative effect, by being offered to God.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14751","value":14751},"note":null},{"text":"The compatibility espoused by the modern Christian consciousness is not an achievement but an act of faith, in God’s plan, and in the transformation he can and will wreak. This is its essential weakness for some, but for its protagonists what makes it ultimately credible.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14800","value":14800},"note":null},{"text":"Left to itself, this impulse would devour everything, like fire (which is thus one of the symbols and means of sacrifice). So somehow, sacrifice or any religious feast must simultaneously release and limit this opening to intimacy, drunkenness, chaos, sexual orgies, destruction; the community must have also a sense of where this has to stop, in order not to disappear.45 In this we have the fundamental contradiction of early religious life, which can never be overcome, even though the later, higher forms, emerge out of an attempt to escape it. Intimacy means escaping from the order of things, but the feast is being orchestrated by a community, which itself wants to survive as a super-thing. Military societies can try to escape this by turning the violence outward, instrumentalizing it to the survival of one’s own community. The reaction against utilitarian preservation takes more sublimated forms, like the glory that the warrior seeks, even at the risk of his life, or the luxury and ornament which he surrounds himself with; but all this cannot really compensate for the direct plunge into self-release.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=14949","value":14949},"note":null},{"text":"There is something reminiscent here of Nietzsche, speaking about his idealized warriors, before the “slave rebellion in morals”, as like great predators.52   God is like a hawk gliding among the stars . . .   He has a bloody beak and harsh talons,      he pounces and tears . . . One fierce life (“Double Axe”)      He has no righteousness No mercy, no love (“At the Birth of an Age”)53 Humans are dwarfed by this universe. We could and should turn and see, even worship the magnificent beauty of this whole.        I believe that the beauty and nothing else is      what things are formed for. Certainly the world Was not constructed for happiness nor love nor wisdom. No, nor for pain,      hatred and folly. All these Have their seasons; and in the long year they balance each other, they      cancel out. But the beauty stands. (“Invasion,” 583–584)54","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15021","value":15021},"note":null},{"text":"I think rather that we are faced with different spiritual traditions, in which new forms are initiated in history which capture the allegiance of people and give a certain shape to their spiritual hunger. These are then carried down and reshaped, so that successor versions in the same society/culture usually bear some strong resemblance to what preceded them. I have argued that this is true for exclusive humanism in relation to Christian faith, in the centrality of benevolence, for instance. I have even argued that exclusive humanism couldn’t have arisen without this analogue to agape. But no one could argue from this that all viable spiritual views have to have an agape-analogue. The contrary is obviously the case.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15354","value":15354},"note":null},{"text":"One must also be there with these unbelieving solutions, affirming the good, and combatting the demonic. There is perhaps a new, as yet untravelled road from them to God, a way of “making straight the way of the Lord”. On the other side, there is a chastened, negative Liberalism, which has learned from the excesses of its own demonic potentiality. Practice decency, avoid suffering, fight oppression. Isaiah Berlin has been an important figure here, as has in another way Judith Shklar. There is a certain deep wisdom here.14","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15478","value":15478},"note":null},{"text":"Killing, as we saw, could be given a place along with the other aspects of life in pre-Axial religions. There was a time to make war and a time for peace; or there were people whose task (one might say “dharma”) it was to make war. There were gods of war; and sacred killing in sacrifice; as well as gods and goddesses of peaceful activity. But the move to Axial religions generally brought a primacy of peace over war, even though many features of the pre-Axial continued in the “higher” religions. War, or violence, came to be seen in many cases as the result of evil. Certainly this was the case with Christianity. So how does sacred killing survive? How does it recur in the “higher” religions, seemingly in defiance of their founding principles? How does Christian civilization re-invent persecution, in the form for instance of anti-Semitism? How does it preach holy war, in the form of the Crusades? I can’t discuss this at anything like the length it deserves here.15 But briefly put, the answer is that sacred killing recurs because it offers a form of purification. The stronger we feel that we are somehow involved in evil, for instance, the more we feel overwhelmed by the chaos and evil of the world, as I discussed in the last section, the more tempting it is to reach for a mode of projection, in which the evil is concentrated outside of us, in a contrast case. This makes of us the pure, and even more strikingly so if we are fighting manfully against these carriers of impurity and disorder. Moreover, since God is the source of purity, in so fighting, we identify with him; we are on his side. This is the essence of what we might call the “scapegoat mechanism”.16 We can perhaps understand this as a convergence point between two formations: One is the response of ensuring ourselves that we are good/ordered by identifying a contrast case from which we separate ourselves. We draw the line between us. This can be expressed in terms of purity/pollution, the self-affirming contrast. The second is the strength and spiritual force which comes from identifying with numinous violence, the violence of the Gods; identifying actively, in some form of sacred massacre. We can have the self-affirming contrast without the sacred massacre; e.g., the Indian caste system. But when they come together, the result is peculiarly powerful. This sacred killing powered by the contrast comes in two major forms, if this rather over-simplified grid can be imposed on a host of complex phenomena. There is the scapegoat mechanism as such (SM), where we turn on, kill or expel an outsider (contrast case) who is within, who has eroded the boundary. And then there is the Crusade, where we go to war with a contrast case outside. The latter, in addition to fusing together numinous violence and purity, also realizes another powerful synthesis: it bonds the warrior stance, as lord of death, with the higher cause of numinous violence. So it both gathers all this potentially disintegrating…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15490","value":15490},"note":null},{"text":"So numinous violence can recur even in religious cultures that were founded on the rejection of earlier forms of sacred killing, or human sacrifice. They recur, because even drawing on the new definitions of purity and goodness, people make use of these to establish and protect their own sense of purity, their separation from the bad.17 Do these people oppose the Prince of Peace? Let’s go and smash them! We have the self-given assurance of being that Prince’s most faithful followers, even while we violate his teaching. But this doesn’t simply recreate the status quo ante of the Axial Age. Before and after there was identification with numinous violence. But what was involved changed radically. Numinous violence doesn’t mean necessarily identifying with the good. In the pre-Axial period, the gods were both benign and malign; some mainly one, some mainly the other, most often both. “Benign” here is measured in relation to ordinary human flourishing: life, health, prosperity, many descendants. We have often to trick and propitiate these higher beings (hence the importance of the “trickster” figure). But the Axial Revolution tended to place the Divine on the side of the ultimate good; while at the same time redefining this as something which goes beyond what is understood as ordinary human flourishing: Nirvana, Eternal Life. Some forms of the Axial transformation bring God closer to a conception of morality; some code which is justified and made sense of in terms of this higher Good, as with Plato. We also see this with the God invoked by the Prophets, who frequently enjoins us to forget sacrifice, and succour the widows and orphans. So violence is now on a new footing. It is in the service of the Higher. And this means it can be all the more implacable, ruthless and thorough. Where much earlier warfare was ritualized, and hence limited, post-Axial sacred killing will become more and more rationalized and limitless. This “progress” continues, because sacred killing not only survives, or reinvents itself after the Axial Revolution; it also does so after the modern secular Revolutions which were meant to sweep away “fanaticism”, religious persecution, and Crusades; in short all the religiously-induced, senseless killing of the past. We can see this in the paradigm case of the French Revolution, in which once again the purity of republican “virtue” is to be defended by the elimination of its enemies. And once again, the killing is now seen to be more rational (directed against targets that really deserve it), clean, clinical and technological (the guillotine), and to bring about the real reign of good. This will be the reign of peace: Robespierre in his vote on the new constitution, sided with those who wanted to ban the death penalty. The disconnect between the final goals and the sacred killing which was meant to encompass it couldn’t be more striking. And when we move into the twentieth century, we can see a revolutionary violence, boosted by…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15516","value":15516},"note":null},{"text":"But more than this, if religion has from the beginning been bound up with violence, the nature of the involvement has changed. In archaic, pre-Axial forms, ritual in war or sacrifice consecrates violence; it relates violence to the sacred, and gives a kind of numinous depth to killing and the excitements and inebriation of killing; just as it does through other rituals for sexual desire and union. With the coming of “higher”, post-Axial religions, this kind of numinous endorsement is more and more withdrawn. We move towards a point where, in some religions, violence has no more place at all in the sanctified life, or its analogues, as I remarked above in section 3. But nevertheless, as we have seen, various forms of sanctified and purifying violence recur. We get a phenomenon like the Crusades. This is profoundly at odds with the spirit of Christianity, which early mediaeval bishops were aware of on one level, when they tried to restrain noble bellicosity, and proclaim truces of God. But they were nevertheless induced to preach Crusades by falling back into scapegoat mode: the infidel was the servant of darkness, and therefore deserved the most utter hostility, in the name of the Prince of Peace. There remained nonetheless a profound ambivalence. These holy campaigns were supposed to act under stricter rules than ordinary war; clergy were not themselves supposed to take up arms. But basically, we have the mould in which Robespierre will later fit. An enemy of the death penalty once the Republic is established, he is willing to wade through blood to set it up in all its purity. The illusion is that one can separate before and after, within and without. Purity will reign within and during the Kingdom/Republic, but savagery will rule our relations to what is without or before this realm of peace. Post-Axial religions often suffer from a profound bad faith, even hypocrisy. But in this, they are not alone. They have been followed by some of the militant secular ideologies in this, as well as that hybrid phenomenon of our day, confessionally-defined nationalisms (BJP’s Hindutva, George W. Bush’s nation bringing liberty to the world, following God’s will for humanity). But these higher religions and ideologies want to use violence to affirm their own purity, while depriving it altogether of the numinous depth that…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15564","value":15564},"note":null},{"text":"It would appear that any conception of purity can suffer the subversion of the scapegoating move, whereby our own righteousness is guaranteed by our violent combat against those projected as evil; even the “purity” defined in terms of human rights and democracy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=15652","value":15652},"note":null},{"text":"65. A very good summary of the different paths has been given by David Martin, in On Secularization: Towards a Revised General Theory (Aldershot: Ashgate, 2005).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B002KFZLK2&location=18871","value":18871},"note":null}]}