{"asin":"B00ZGW6DQC","title":"THUS SPAKE ZARATHUSTRA A BOOK FOR ALL AND NONE (ILLUSTRATED)","authors":"Friedrich Nietzsche","highlights":[{"text":"He assumes that Christianity, as a product of the resentment of the botched and the weak, has put in ban all that is beautiful, strong, proud, and powerful, in fact all the qualities resulting from strength, and that, in consequence, all forces which tend to promote or elevate life have been seriously undermined.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=105","value":105},"note":null},{"text":"I TEACH YOU THE SUPERMAN. Man is something that is to be surpassed. What have ye done to surpass man? All beings hitherto have created something beyond themselves: and ye want to be the ebb of that great tide, and would rather go back to the beast than surpass man? What is the ape to man? A laughing-stock, a thing of shame. And just the same shall man be to the Superman: a laughing-stock, a thing of shame.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=365","value":365},"note":null},{"text":"Once blasphemy against God was the greatest blasphemy; but God died, and therewith also those blasphemers. To blaspheme the earth is now the dreadfulest sin, and to rate the heart of the unknowable higher than the meaning of the earth!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=379","value":379},"note":null},{"text":"Man is a rope stretched between the animal and the Superman—a rope over an abyss. A dangerous crossing, a dangerous wayfaring, a dangerous looking-back, a dangerous trembling and halting. What is great in man is that he is a bridge and not a goal: what is lovable in man is that he is an OVER-GOING and a DOWN-GOING. I love those that know not how to live except as down-goers, for they are the over-goers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=410","value":410},"note":null},{"text":"To create new values—that, even the lion cannot yet accomplish: but to create itself freedom for new creating—that can the might of the lion do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=648","value":648},"note":null},{"text":"To assume the right to new values—that is the most formidable assumption for a load-bearing and reverent spirit. Verily, unto such a spirit it is preying, and the work of a beast of prey. As its holiest, it once loved \"Thou-shalt\": now is it forced to find illusion and arbitrariness even in the holiest things, that it may capture freedom from its love: the lion is needed for this capture.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=651","value":651},"note":null},{"text":"But tell me, my brethren, what the child can do, which even the lion could not do? Why hath the preying lion still to become a child? Innocence is the child, and forgetfulness, a new beginning, a game, a self-rolling wheel, a first movement, a holy Yea. Aye, for the game of creating, my brethren, there is needed a holy Yea unto life: ITS OWN will, willeth now the spirit; HIS OWN world winneth the world's outcast. Three metamorphoses of the spirit have I designated to you: how the spirit became a camel, the camel a lion, and the lion at last a child.—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=655","value":655},"note":null},{"text":"Now know I well what people sought formerly above all else when they sought teachers of virtue. Good sleep they sought for themselves, and poppy-head virtues to promote it! To all those belauded sages of the academic chairs, wisdom was sleep without dreams: they knew no higher significance of life. Even at present, to be sure, there are some like this preacher of virtue, and not always so honourable: but their time is past. And not much longer do they stand: there they already lie. Blessed are those drowsy ones: for they shall soon nod to sleep.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=712","value":712},"note":null},{"text":"Intoxicating joy is it for the sufferer to look away from his suffering and forget himself. Intoxicating joy and self-forgetting, did the world once seem to me. This world, the eternally imperfect, an eternal contradiction's image and imperfect image—an intoxicating joy to its imperfect creator:—thus did the world once seem to me. Thus, once on a time, did I also cast my fancy beyond man, like all backworldsmen. Beyond man, forsooth? Ah, ye brethren, that God whom I created was human work and human madness, like all the Gods! A man was he, and only a poor fragment of a man and ego. Out of mine own ashes and glow it came unto me, that phantom. And verily, it came not unto me from the beyond!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=726","value":726},"note":null},{"text":"Suffering was it, and impotence—that created all backworlds; and the short madness of happiness, which only the greatest sufferer experienceth. Weariness, which seeketh to get to the ultimate with one leap, with a death-leap; a poor ignorant weariness, unwilling even to will any longer: that created all Gods and backworlds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=738","value":738},"note":null},{"text":"Believe me, my brethren! It was the body which despaired of the body—it groped with the fingers of the infatuated spirit at the ultimate walls. Believe me, my brethren! It was the body which despaired of the earth—it heard the bowels of existence speaking unto it. And then it sought to get through the ultimate walls with its head—and not with its head only—into \"the other world.\" But that \"other world\" is well concealed from man, that dehumanised, inhuman world, which is a celestial naught; and the bowels of existence do not speak unto man, except as man.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=742","value":742},"note":null},{"text":"A new pride taught me mine ego, and that teach I unto men: no longer to thrust one's head into the sand of celestial things, but to carry it freely, a terrestrial head, which giveth meaning to the earth! A new will teach I unto men: to choose that path which man hath followed blindly, and to approve of it—and no longer to slink aside from it, like the sick and perishing! The sick and perishing—it was they who despised the body and the earth, and invented the heavenly world, and the redeeming blood-drops; but even those sweet and sad poisons they borrowed from the body and the earth! From their misery they sought escape, and the stars were too remote for them. Then they sighed: \"O that there were heavenly paths by which to steal into another existence and into happiness!\" Then they contrived for themselves their by-paths and bloody draughts! Beyond the sphere of their body and this earth they now fancied themselves transported, these ungrateful ones. But to what did they owe the convulsion and rapture of their transport? To their body and this earth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=756","value":756},"note":null},{"text":"Hearken rather, my brethren, to the voice of the healthy body; it is a more upright and pure voice. More uprightly and purely speaketh the healthy body, perfect and square-built; and it speaketh of the meaning of the earth.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=780","value":780},"note":null},{"text":"\"Body am I, and soul\"—so saith the child. And why should one not speak like children? But the awakened one, the knowing one, saith: \"Body am I entirely, and nothing more; and soul is only the name of something in the body.\" The body is a big sagacity, a plurality with one sense, a war and a peace, a flock and a shepherd. An instrument of thy body is also thy little sagacity, my brother, which thou callest \"spirit\"—a little instrument and plaything of thy big sagacity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=787","value":787},"note":null},{"text":"What the sense feeleth, what the spirit discerneth, hath never its end in itself. But sense and spirit would fain persuade thee that they are the end of all things: so vain are they. Instruments and playthings are sense and spirit: behind them there is still the Self. The Self seeketh with the eyes of the senses, it hearkeneth also with the ears of the spirit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=795","value":795},"note":null},{"text":"Even in your folly and despising ye each serve your Self, ye despisers of the body. I tell you, your very Self wanteth to die, and turneth away from life. No longer can your Self do that which it desireth most:—create beyond itself. That is what it desireth most; that is all its fervour. But it is now too late to do so:—so your Self wisheth to succumb, ye despisers of the body. To succumb—so wisheth your Self; and therefore have ye become despisers of the body. For ye can no longer create beyond yourselves. And therefore are ye now angry with life and with the earth. And unconscious envy is in the sidelong look of your contempt.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=813","value":813},"note":null},{"text":"Let thy virtue be too high for the familiarity of names, and if thou must speak of it, be not ashamed to stammer about it. Thus speak and stammer: \"That is MY good, that do I love, thus doth it please me entirely, thus only do I desire the good. Not as the law of a God do I desire it, not as a human law or a human need do I desire it; it is not to be a guide-post for me to superearths and paradises. An earthly virtue is it which I love: little prudence is therein, and the least everyday wisdom. But that bird built its nest beside me: therefore, I love and cherish it—now sitteth it beside me on its golden eggs.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=832","value":832},"note":null},{"text":"Once hadst thou passions and calledst them evil. But now hast thou only thy virtues: they grew out of thy passions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=841","value":841},"note":null},{"text":"All thy passions in the end became virtues, and all thy devils angels. Once hadst thou wild dogs in thy cellar: but they changed at last into birds and charming songstresses. Out of thy poisons brewedst thou balsam for thyself; thy cow, affliction, milkedst thou—now drinketh thou the sweet milk of her udder. And nothing evil groweth in thee any longer, unless it be the evil that groweth out of the conflict of thy virtues.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=846","value":846},"note":null},{"text":"My brother, if thou be fortunate, then wilt thou have one virtue and no more: thus goest thou easier over the bridge. Illustrious is it to have many virtues, but a hard lot; and many a one hath gone into the wilderness and killed himself, because he was weary of being the battle and battlefield of virtues.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=852","value":852},"note":null},{"text":"Lo! how each of thy virtues is covetous of the highest place; it wanteth thy whole spirit to be ITS herald, it wanteth thy whole power, in wrath, hatred, and love. Jealous is every virtue of the others, and a dreadful thing is jealousy. Even virtues may succumb by jealousy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=857","value":857},"note":null},{"text":"He whom the flame of jealousy encompasseth, turneth at last, like the scorpion, the poisoned sting against himself. Ah! my brother, hast thou never seen a virtue backbite and stab itself? Man is something that hath to be surpassed: and therefore shalt thou love thy virtues,—for thou wilt succumb by them.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=860","value":860},"note":null},{"text":"\"Enemy\" shall ye say but not \"villain,\" \"invalid\" shall ye say but not \"wretch,\" \"fool\" shall ye say but not \"sinner.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=876","value":876},"note":null},{"text":"But one thing is the thought, another thing is the deed, and another thing is the idea of the deed. The wheel of causality doth not roll between them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=880","value":880},"note":null},{"text":"I am a railing alongside the torrent; whoever is able to grasp me may grasp me! Your crutch, however, I am not.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=910","value":910},"note":null},{"text":"Of all that is written, I love only what a person hath written with his blood. Write with blood, and thou wilt find that blood is spirit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=914","value":914},"note":null},{"text":"Courageous, unconcerned, scornful, coercive—so wisdom wisheth us; she is a woman, and ever loveth only a warrior. Ye tell me, \"Life is hard to bear.\" But for what purpose should ye have your pride in the morning and your resignation in the evening? Life is hard to bear: but do not affect to be so delicate! We are all of us fine sumpter asses and assesses. What have we in common with the rose-bud, which trembleth because a drop of dew hath formed upon it? It is true we love life; not because we are wont to live, but because we are wont to love. There is always some madness in love. But there is always, also, some method in madness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=933","value":933},"note":null},{"text":"\"If I wished to shake this tree with my hands, I should not be able to do so. But the wind, which we see not, troubleth and bendeth it as it listeth. We are sorest bent and troubled by invisible hands.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=957","value":957},"note":null},{"text":"\"Why art thou frightened on that account?—But it is the same with man as with the tree. The more he seeketh to rise into the height and light, the more vigorously do his roots struggle earthward, downward, into the dark and deep—into the evil.\" \"Yea, into the evil!\" cried the youth. \"How is it possible that thou hast discovered my soul?\" Zarathustra smiled, and said: \"Many a soul one will never discover, unless one first invent it.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=961","value":961},"note":null},{"text":"Noble thou feelest thyself still, and noble others also feel thee still, though they bear thee a grudge and cast evil looks. Know this, that to everybody a noble one standeth in the way. Also to the good, a noble one standeth in the way: and even when they call him a good man, they want thereby to put him aside. The new, would the noble man create, and a new virtue. The old, wanteth the good man, and that the old should be conserved.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=999","value":999},"note":null},{"text":"Everywhere resoundeth the voices of those who preach death; and the earth is full of those to whom death hath to be preached. Or \"life eternal\"; it is all the same to me—if only they pass away quickly!— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1050","value":1050},"note":null},{"text":"By our best enemies we do not want to be spared, nor by those either whom we love from the very heart. So let me tell you the truth!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1055","value":1055},"note":null},{"text":"Your enemy shall ye seek; your war shall ye wage, and for the sake of your thoughts! And if your thoughts succumb, your uprightness shall still shout triumph thereby! Ye shall love peace as a means to new wars—and the short peace more than the long. You I advise not to work, but to fight. You I advise not to peace, but to victory. Let your work be a fight, let your peace be a victory!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1065","value":1065},"note":null},{"text":"Ye say it is the good cause which halloweth even war? I say unto you: it is the good war which halloweth every cause.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1072","value":1072},"note":null},{"text":"War and courage have done more great things than charity. Not your sympathy, but your bravery hath hitherto saved the victims. \"What is good?\" ye ask. To be brave is good. Let the little girls say: \"To be good is what is pretty, and at the same time touching.\" They call you heartless: but your heart is true, and I love the bashfulness of your goodwill. Ye are ashamed of your flow, and others are ashamed of their ebb.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1073","value":1073},"note":null},{"text":"A state, is called the coldest of all cold monsters. Coldly lieth it also; and this lie creepeth from its mouth: \"I, the state, am the people.\" It is a lie! Creators were they who created peoples, and hung a faith and a love over them: thus they served life. Destroyers, are they who lay snares for many, and call it the state: they hang a sword and a hundred cravings over them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1098","value":1098},"note":null},{"text":"Around the devisers of new values revolveth the world:—invisibly it revolveth. But around the actors revolve the people and the glory: such is the course of things. Spirit, hath the actor, but little conscience of the spirit. He believeth always in that wherewith he maketh believe most strongly—in HIMSELF!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1161","value":1161},"note":null},{"text":"Slow is the experience of all deep fountains: long have they to wait until they know WHAT hath fallen into their depths.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1176","value":1176},"note":null},{"text":"Away from the market-place and from fame taketh place all that is great: away from the market-Place and from fame have ever dwelt the devisers of new values.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1178","value":1178},"note":null},{"text":"Often, also, do they show themselves to thee as amiable ones. But that hath ever been the prudence of the cowardly. Yea! the cowardly are wise!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1197","value":1197},"note":null},{"text":"They punish thee for all thy virtues. They pardon thee in their inmost hearts only—for thine errors. Because thou art gentle and of upright character, thou sayest: \"Blameless are they for their small existence.\" But their circumscribed souls think: \"Blamable is all great existence.\" Even when thou art gentle towards them, they still feel themselves despised by thee; and they repay thy beneficence with secret maleficence. Thy silent pride is always counter to their taste; they rejoice if once thou be humble enough to be frivolous. What we recognise in a man, we also irritate in him. Therefore be on your guard against the small ones! In thy presence they feel themselves small, and their baseness gleameth and gloweth against thee in invisible vengeance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1201","value":1201},"note":null},{"text":"Chastity is a virtue with some, but with many almost a vice. These are continent, to be sure: but doggish lust looketh enviously out of all that they do. Even into the heights of their virtue and into their cold spirit doth this creature follow them, with its discord. And how nicely can doggish lust beg for a piece of spirit, when a piece of flesh is denied it! Ye love tragedies and all that breaketh the heart? But I am distrustful of your doggish lust. Ye have too cruel eyes, and ye look wantonly towards the sufferers. Hath not your lust just disguised itself and taken the name of fellow-suffering? And also this parable give I unto you: Not a few who meant to cast out their devil, went thereby into the swine themselves. To whom chastity is difficult, it is to be dissuaded: lest it become the road to hell—to filth and lust of soul.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1229","value":1229},"note":null},{"text":"If one would have a friend, then must one also be willing to wage war for him: and in order to wage war, one must be CAPABLE of being an enemy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1261","value":1261},"note":null},{"text":"Thou canst not adorn thyself fine enough for thy friend; for thou shalt be unto him an arrow and a longing for the Superman. Sawest thou ever thy friend asleep—to know how he looketh? What is usually the countenance of thy friend? It is thine own countenance, in a coarse and imperfect mirror. Sawest thou ever thy friend asleep? Wert thou not dismayed at thy friend looking so? O my friend, man is something that hath to be surpassed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1269","value":1269},"note":null},{"text":"Art thou pure air and solitude and bread and medicine to thy friend? Many a one cannot loosen his own fetters, but is nevertheless his friend's emancipator. Art thou a slave? Then thou canst not be a friend. Art thou a tyrant? Then thou canst not have friends. Far too long hath there been a slave and a tyrant concealed in woman. On that account woman is not yet capable of friendship: she knoweth only love. In woman's love there is injustice and blindness to all she doth not love. And even in woman's conscious love, there is still always surprise and lightning and night, along with the light.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1279","value":1279},"note":null},{"text":"Many lands saw Zarathustra, and many peoples: thus he discovered the good and bad of many peoples. No greater power did Zarathustra find on earth than good and bad. No people could live without first valuing; if a people will maintain itself, however, it must not value as its neighbour valueth. Much that passed for good with one people was regarded with scorn and contempt by another: thus I found it. Much found I here called bad, which was there decked with purple honours. Never did the one neighbour understand the other: ever did his soul marvel at his neighbour's delusion and wickedness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1294","value":1294},"note":null},{"text":"\"Always shalt thou be the foremost and prominent above others: no one shall thy jealous soul love, except a friend\"—that made the soul of a Greek thrill: thereby went he his way to greatness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1308","value":1308},"note":null},{"text":"Verily, men have given unto themselves all their good and bad. Verily, they took it not, they found it not, it came not unto them as a voice from heaven.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1317","value":1317},"note":null},{"text":"Creating ones were first of all peoples, and only in late times individuals; verily, the individual himself is still the latest creation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1325","value":1325},"note":null},{"text":"But pray tell me, my brethren, if the goal of humanity be still lacking, is there not also still lacking—humanity itself?— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1339","value":1339},"note":null},{"text":"Not the neighbour do I teach you, but the friend. Let the friend be the festival of the earth to you, and a foretaste of the Superman. I teach you the friend and his overflowing heart. But one must know how to be a sponge, if one would be loved by overflowing hearts. I teach you the friend in whom the world standeth complete, a capsule of the good,—the creating friend, who hath always a complete world to bestow. And as the world unrolled itself for him, so rolleth it together again for him in rings, as the growth of good through evil, as the growth of purpose out of chance. Let the future and the furthest be the motive of thy to-day; in thy friend shalt thou love the Superman as thy motive. My brethren, I advise you not to neighbour-love—I advise you to furthest love!— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1368","value":1368},"note":null},{"text":"Alas! there are so many great thoughts that do nothing more than the bellows: they inflate, and make emptier than ever.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1391","value":1391},"note":null},{"text":"Free from what? What doth that matter to Zarathustra! Clearly, however, shall thine eye show unto me: free FOR WHAT? Canst thou give unto thyself thy bad and thy good, and set up thy will as a law over thee? Canst thou be judge for thyself, and avenger of thy law? Terrible is aloneness with the judge and avenger of one's own law. Thus is a star projected into desert space, and into the icy breath of aloneness.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1396","value":1396},"note":null},{"text":"Thou forcest many to think differently about thee; that, charge they heavily to thine account. Thou camest nigh unto them, and yet wentest past: for that they never forgive thee.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1409","value":1409},"note":null},{"text":"Injustice and filth cast they at the lonesome one: but, my brother, if thou wouldst be a star, thou must shine for them none the less on that account! And be on thy guard against the good and just! They would fain crucify those who devise their own virtue—they hate the lonesome ones. Be on thy guard, also, against holy simplicity! All is unholy to it that is not simple; fain, likewise, would it play with the fire—of the fagot and stake.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1414","value":1414},"note":null},{"text":"But the worst enemy thou canst meet, wilt thou thyself always be; thou waylayest thyself in caverns and forests.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1422","value":1422},"note":null},{"text":"Ready must thou be to burn thyself in thine own flame; how couldst thou become new if thou have not first become ashes!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1426","value":1426},"note":null},{"text":"Everything in woman is a riddle, and everything in woman hath one solution—it is called pregnancy. Man is for woman a means: the purpose is always the child. But what is woman for man? Two different things wanteth the true man: danger and diversion. Therefore wanteth he woman, as the most dangerous plaything. Man shall be trained for war, and woman for the recreation of the warrior: all else is folly. Too sweet fruits—these the warrior liketh not. Therefore liketh he woman;—bitter is even the sweetest woman.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1451","value":1451},"note":null},{"text":"Better than man doth woman understand children, but man is more childish than woman. In the true man there is a child hidden: it wanteth to play. Up then, ye women, and discover the child in man! A plaything let woman be, pure and fine like the precious stone, illumined with the virtues of a world not yet come. Let the beam of a star shine in your love! Let your hope say: \"May I bear the Superman!\" In your love let there be valour! With your love shall ye assail him who inspireth you with fear!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1458","value":1458},"note":null},{"text":"Let man fear woman when she hateth: for man in his innermost soul is merely evil; woman, however, is mean. Whom hateth woman most?—Thus spake the iron to the loadstone: \"I hate thee most, because thou attractest, but art too weak to draw unto thee.\" The happiness of man is, \"I will.\" The happiness of woman is, \"He will.\" \"Lo! now hath the world become perfect!\"—thus thinketh every woman when she obeyeth with all her love. Obey, must the woman, and find a depth for her surface. Surface, is woman's soul, a mobile, stormy film on shallow water.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1468","value":1468},"note":null},{"text":"When, however, ye have an enemy, then return him not good for evil: for that would abash him. But prove that he hath done something good to you. And rather be angry than abash any one! And when ye are cursed, it pleaseth me not that ye should then desire to bless. Rather curse a little also! And should a great injustice befall you, then do quickly five small ones besides. Hideous to behold is he on whom injustice presseth alone. Did ye ever know this? Shared injustice is half justice. And he who can bear it, shall take the injustice upon himself! A small revenge is humaner than no revenge at all. And if the punishment be not also a right and an honour to the transgressor, I do not like your punishing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1499","value":1499},"note":null},{"text":"Nobler is it to own oneself in the wrong than to establish one's right, especially if one be in the right. Only, one must be rich enough to do so. I do not like your cold justice; out of the eye of your judges there always glanceth the executioner and his cold steel.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1507","value":1507},"note":null},{"text":"Many short follies—that is called love by you. And your marriage putteth an end to many short follies, with one long stupidity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1556","value":1556},"note":null},{"text":"Verily, too early died that Hebrew whom the preachers of slow death honour: and to many hath it proved a calamity that he died too early. As yet had he known only tears, and the melancholy of the Hebrews, together with the hatred of the good and just—the Hebrew Jesus: then was he seized with the longing for death. Had he but remained in the wilderness, and far from the good and just! Then, perhaps, would he have learned to live, and love the earth—and laughter also! Believe it, my brethren! He died too early; he himself would have disavowed his doctrine had he attained to my age! Noble enough was he to disavow! But he was still immature. Immaturely loveth the youth, and immaturely also hateth he man and earth. Confined and awkward are still his soul and the wings of his spirit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1606","value":1606},"note":null},{"text":"Uncommon is the highest virtue, and unprofiting, beaming is it, and soft of lustre: a bestowing virtue is the highest virtue.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1637","value":1637},"note":null},{"text":"Physician, heal thyself: then wilt thou also heal thy patient. Let it be his best cure to see with his eyes him who maketh himself whole.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1691","value":1691},"note":null},{"text":"The man of knowledge must be able not only to love his enemies, but also to hate his friends. One requiteth a teacher badly if one remain merely a scholar. And why will ye not pluck at my wreath? Ye venerate me; but what if your veneration should some day collapse? Take heed lest a statue crush you!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1705","value":1705},"note":null},{"text":"\"DEAD ARE ALL THE GODS: NOW DO WE DESIRE THE SUPERMAN TO LIVE.\"—Let this be our final will at the great noontide!— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1721","value":1721},"note":null},{"text":"For this is hardest of all: to close the open hand out of love, and keep modest as a giver.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1731","value":1731},"note":null},{"text":"Not perhaps ye yourselves, my brethren! But into fathers and forefathers of the Superman could ye transform yourselves: and let that be your best creating!—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1794","value":1794},"note":null},{"text":"I will complete it: for a shadow came unto me—the stillest and lightest of all things once came unto me! The beauty of the Superman came unto me as a shadow. Ah, my brethren! Of what account now are—the Gods to me!— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1836","value":1836},"note":null},{"text":"And if a friend doeth thee wrong, then say: \"I forgive thee what thou hast done unto me; that thou hast done it unto THYSELF, however—how could I forgive that!\" Thus speaketh all great love: it surpasseth even forgiveness and pity. One should hold fast one's heart; for when one letteth it go, how quickly doth one's head run away!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1887","value":1887},"note":null},{"text":"But attend also to this word: All great love is above all its pity: for it seeketh—to create what is loved! \"Myself do I offer unto my love, AND MY NEIGHBOUR AS MYSELF\"—such is the language of all creators. All creators, however, are hard.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1898","value":1898},"note":null},{"text":"And now ye upbraid me for teaching that there is no reward-giver, nor paymaster? And verily, I do not even teach that virtue is its own reward. Ah! this is my sorrow: into the basis of things have reward and punishment been insinuated—and now even into the basis of your souls, ye virtuous ones!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=1972","value":1972},"note":null},{"text":"But that ye, my friends, might become weary of the old words which ye have learned from the fools and liars: That ye might become weary of the words \"reward,\" \"retribution,\" \"punishment,\" \"righteous vengeance.\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2020","value":2020},"note":null},{"text":"Life is a well of delight; but where the rabble also drink, there all fountains are poisoned.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2034","value":2034},"note":null},{"text":"On the tree of the future build we our nest; eagles shall bring us lone ones food in their beaks! Verily, no food of which the impure could be fellow-partakers! Fire, would they think they devoured, and burn their mouths! Verily, no abodes do we here keep ready for the impure! An ice-cave to their bodies would our happiness be, and to their spirits! And as strong winds will we live above them, neighbours to the eagles, neighbours to the snow, neighbours to the sun: thus live the strong winds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2079","value":2079},"note":null},{"text":"Thus do I speak unto you in parable, ye who make the soul giddy, ye preachers of EQUALITY! Tarantulas are ye unto me, and secretly revengeful ones! But I will soon bring your hiding-places to the light: therefore do I laugh in your face my laughter of the height. Therefore do I tear at your web, that your rage may lure you out of your den of lies, and that your revenge may leap forth from behind your word \"justice.\" Because, FOR MAN TO BE REDEEMED FROM REVENGE—that is for me the bridge to the highest hope, and a rainbow after long storms. Otherwise, however, would the tarantulas have it. \"Let it be very justice for the world to become full of the storms of our vengeance\"—thus do they talk to one another. \"Vengeance will we use, and insult, against all who are not like us\"—thus do the tarantula-hearts pledge themselves. \"And 'Will to Equality'—that itself shall henceforth be the name of virtue; and against all that hath power will we raise an outcry!\" Ye preachers of equality, the tyrant-frenzy of impotence crieth thus in you for \"equality\": your most secret tyrant-longings disguise themselves thus in virtue-words! Fretted conceit and suppressed envy—perhaps your fathers' conceit and envy: in you break they forth as flame and frenzy of vengeance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2096","value":2096},"note":null},{"text":"Inspired ones they resemble: but it is not the heart that inspireth them—but vengeance. And when they become subtle and cold, it is not spirit, but envy, that maketh them so. Their jealousy leadeth them also into thinkers' paths; and this is the sign of their jealousy—they always go too far: so that their fatigue hath at last to go to sleep on the snow. In all their lamentations soundeth vengeance, in all their eulogies is maleficence; and being judge seemeth to them bliss. But thus do I counsel you, my friends: distrust all in whom the impulse to punish is powerful! They are people of bad race and lineage; out of their countenances peer the hangman and the sleuth-hound. Distrust all those who talk much of their justice! Verily, in their souls not only honey is lacking. And when they call themselves \"the good and just,\" forget not, that for them to be Pharisees, nothing is lacking but—power!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2113","value":2113},"note":null},{"text":"\"Will to Truth\" do ye call it, ye wisest ones, that which impelleth you and maketh you ardent? Will for the thinkableness of all being: thus do I call your will! All being would ye MAKE thinkable: for ye doubt with good reason whether it be already thinkable. But it shall accommodate and bend itself to you! So willeth your will. Smooth shall it become and subject to the spirit, as its mirror and reflection.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2390","value":2390},"note":null},{"text":"But wherever I found living things, there heard I also the language of obedience. All living things are obeying things. And this heard I secondly: Whatever cannot obey itself, is commanded. Such is the nature of living things. This, however, is the third thing which I heard—namely, that commanding is more difficult than obeying. And not only because the commander beareth the burden of all obeyers, and because this burden readily crusheth him:— An attempt and a risk seemed all commanding unto me; and whenever it commandeth, the living thing risketh itself thereby. Yea, even when it commandeth itself, then also must it atone for its commanding. Of its own law must it become the judge and avenger and victim.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2412","value":2412},"note":null},{"text":"Wherever I found a living thing, there found I Will to Power; and even in the will of the servant found I the will to be master.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2424","value":2424},"note":null},{"text":"It is the surrender of the greatest to run risk and danger, and play dice for death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2430","value":2430},"note":null},{"text":"Only where there is life, is there also will: not, however, Will to Life, but—so teach I thee—Will to Power! Much is reckoned higher than life itself by the living one; but out of the very reckoning speaketh—the Will to Power!\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2446","value":2446},"note":null},{"text":"And he who hath to be a creator in good and evil—verily, he hath first to be a destroyer, and break values in pieces. Thus doth the greatest evil pertain to the greatest good: that, however, is the creating good.— Let us SPEAK thereof, ye wisest ones, even though it be bad. To be silent is worse; all suppressed truths become poisonous. And let everything break up which—can break up by our truths! Many a house is still to be built!— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2455","value":2455},"note":null},{"text":"When power becometh gracious and descendeth into the visible—I call such condescension, beauty. And from no one do I want beauty so much as from thee, thou powerful one: let thy goodness be thy last self-conquest. All evil do I accredit to thee: therefore do I desire of thee the good.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2504","value":2504},"note":null},{"text":"Verily, I have often laughed at the weaklings, who think themselves good because they have crippled paws! The virtue of the pillar shalt thou strive after: more beautiful doth it ever become, and more graceful—but internally harder and more sustaining—the higher it riseth. Yea, thou sublime one, one day shalt thou also be beautiful, and hold up the mirror to thine own beauty. Then will thy soul thrill with divine desires; and there will be adoration even in thy vanity! For this is the secret of the soul: when the hero hath abandoned it, then only approacheth it in dreams—the superhero.— Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2508","value":2508},"note":null},{"text":"This, however, do all poets believe: that whoever pricketh up his ears when lying in the grass or on lonely slopes, learneth something of the things that are betwixt heaven and earth. And if there come unto them tender emotions, then do the poets always think that nature herself is in love with them: And that she stealeth to their ear to whisper secrets into it, and amorous flatteries: of this do they plume and pride themselves, before all mortals! Ah, there are so many things betwixt heaven and earth of which only the poets have dreamed! And especially ABOVE the heavens: for all Gods are poet-symbolisations, poet-sophistications! Verily, ever are we drawn aloft—that is, to the realm of the clouds: on these do we set our gaudy puppets, and then call them Gods and Supermen:— Are not they light enough for those chairs!—all these Gods and Supermen?— Ah, how I am weary of all the inadequate that is insisted on as actual! Ah, how I am weary of the poets!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=2709","value":2709},"note":null},{"text":"Upon thine own head, and beyond thine own heart! Now must the gentlest in thee become the hardest. He who hath always much-indulged himself, sickeneth at last by his much-indulgence. Praises on what maketh hardy! I do not praise the land where butter and honey—flow! To learn TO LOOK AWAY FROM oneself, is necessary in order to see MANY THINGS:—this hardiness is needed by every mountain-climber. He, however, who is obtrusive with his eyes as a discerner, how can he ever see more of anything than its foreground!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3172","value":3172},"note":null},{"text":"This wantonness and folly did I put in place of that Will, when I taught that \"In everything there is one thing impossible—rationality!\" A LITTLE reason, to be sure, a germ of wisdom scattered from star to star—this leaven is mixed in all things: for the sake of folly, wisdom is mixed in all things!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3436","value":3436},"note":null},{"text":"Of man there is little here: therefore do their women masculinise themselves. For only he who is man enough, will—SAVE THE WOMAN in woman.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3503","value":3503},"note":null},{"text":"And this hypocrisy found I worst amongst them, that even those who command feign the virtues of those who serve. \"I serve, thou servest, we serve\"—so chanteth here even the hypocrisy of the rulers—and alas! if the first lord be ONLY the first servant!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3505","value":3505},"note":null},{"text":"This precept, however, give I unto thee, in parting, thou fool: Where one can no longer love, there should one—PASS BY!— Thus spake Zarathustra, and passed by the fool and the great city.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3701","value":3701},"note":null},{"text":"If one announce one's wisdom with bells, the shopmen in the market-place will out-jingle it with pennies!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3829","value":3829},"note":null},{"text":"Especially did I find those who call themselves \"the good,\" the most poisonous flies; they sting in all innocence, they lie in all innocence; how COULD they—be just towards me! He who liveth amongst the good—pity teacheth him to lie. Pity maketh stifling air for all free souls. For the stupidity of the good is unfathomable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3850","value":3850},"note":null},{"text":"He who taught to bless taught also to curse: what are the three best cursed things in the world? These will I put on the scales. VOLUPTUOUSNESS, PASSION FOR POWER, and SELFISHNESS: these three things have hitherto been best cursed, and have been in worst and falsest repute—these three things will I weigh humanly well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3887","value":3887},"note":null},{"text":"Voluptuousness: only to the withered a sweet poison; to the lion-willed, however, the great cordial, and the reverently saved wine of wines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3904","value":3904},"note":null},{"text":"Passion for power: the glowing scourge of the hardest of the heart-hard; the cruel torture reserved for the cruellest themselves; the gloomy flame of living pyres. Passion for power: the wicked gadfly which is mounted on the vainest peoples; the scorner of all uncertain virtue; which rideth on every horse and on every pride. Passion for power: the earthquake which breaketh and upbreaketh all that is rotten and hollow; the rolling, rumbling, punitive demolisher of whited sepulchres; the flashing interrogative-sign beside premature answers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3911","value":3911},"note":null},{"text":"And then it happened also,—and verily, it happened for the first time!—that his word blessed SELFISHNESS, the wholesome, healthy selfishness, that springeth from the powerful soul:— —From the powerful soul, to which the high body appertaineth, the handsome, triumphing, refreshing body, around which everything becometh a mirror: —The pliant, persuasive body, the dancer, whose symbol and epitome is the self-enjoying soul. Of such bodies and souls the self-enjoyment calleth itself \"virtue.\" With its words of good and bad doth such self-enjoyment shelter itself as with sacred groves; with the names of its happiness doth it banish from itself everything contemptible. Away from itself doth it banish everything cowardly; it saith: \"Bad—THAT IS cowardly!\" Contemptible seem to it the ever-solicitous, the sighing, the complaining, and whoever pick up the most trifling advantage. It despiseth also all bitter-sweet wisdom: for verily, there is also wisdom that bloometh in the dark, a night-shade wisdom, which ever sigheth: \"All is vain!\" Shy distrust is regarded by it as base, and every one who wanteth oaths instead of looks and hands: also all over-distrustful wisdom,—for such is the mode of cowardly souls. Baser still it regardeth the obsequious, doggish one, who immediately lieth on his back, the submissive one; and there is also wisdom that is submissive, and doggish, and pious, and obsequious. Hateful to it altogether, and a loathing, is he who will never defend himself, he who swalloweth down poisonous spittle and bad looks, the all-too-patient one, the all-endurer, the all-satisfied one: for that is the mode of slaves. Whether they be servile before Gods and divine spurnings, or before men and stupid human opinions: at ALL kinds of slaves doth it spit, this blessed selfishness! Bad: thus doth it call all that is spirit-broken, and sordidly-servile—constrained, blinking eyes, depressed hearts, and the false submissive style, which kisseth with broad cowardly lips.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3928","value":3928},"note":null},{"text":"Such roving about christeneth itself \"brotherly love\"; with these words hath there hitherto been the best lying and dissembling, and especially by those who have been burdensome to every one. And verily, it is no commandment for to-day and to-morrow to LEARN to love oneself. Rather is it of all arts the finest, subtlest, last and patientest.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3986","value":3986},"note":null},{"text":"And we—we bear loyally what is apportioned unto us, on hard shoulders, over rugged mountains! And when we sweat, then do people say to us: \"Yea, life is hard to bear!\" But man himself only is hard to bear! The reason thereof is that he carrieth too many extraneous things on his shoulders. Like the camel kneeleth he down, and letteth himself be well laden. Especially the strong load-bearing man in whom reverence resideth. Too many EXTRANEOUS heavy words and worths loadeth he upon himself—then seemeth life to him a desert! And verily! Many a thing also that is OUR OWN is hard to bear! And many internal things in man are like the oyster—repulsive and slippery and hard to grasp;—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=3995","value":3995},"note":null},{"text":"Man is difficult to discover, and unto himself most difficult of all; often lieth the spirit concerning the soul. So causeth the spirit of gravity. He, however, hath discovered himself who saith: This is MY good and evil: therewith hath he silenced the mole and the dwarf, who say: \"Good for all, evil for all.\" Verily, neither do I like those who call everything good, and this world the best of all. Those do I call the all-satisfied. All-satisfiedness, which knoweth how to taste everything,—that is not the best taste! I honour the refractory, fastidious tongues and stomachs, which have learned to say \"I\" and \"Yea\" and \"Nay.\" To chew and digest everything, however—that is the genuine swine-nature! Ever to say YE-A—that hath only the ass learnt, and those like it!—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4008","value":4008},"note":null},{"text":"\"This—is now MY way,—where is yours?\" Thus did I answer those who asked me \"the way.\" For THE way—it doth not exist! Thus spake Zarathustra.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4041","value":4041},"note":null},{"text":"Where I also found again mine old devil and arch-enemy, the spirit of gravity, and all that it created: constraint, law, necessity and consequence and purpose and will and good and evil:— For must there not be that which is danced OVER, danced beyond? Must there not, for the sake of the nimble, the nimblest,—be moles and clumsy dwarfs?—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4078","value":4078},"note":null},{"text":"There was it also where I picked up from the path the word \"Superman,\" and that man is something that must be surpassed. —That man is a bridge and not a goal—rejoicing over his noontides and evenings, as advances to new rosy dawns:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4083","value":4083},"note":null},{"text":"He who cannot command himself shall obey. And many a one CAN command himself, but still sorely lacketh self-obedience!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4111","value":4111},"note":null},{"text":"Thus wisheth the type of noble souls: they desire to have nothing GRATUITOUSLY, least of all, life. He who is of the populace wisheth to live gratuitously; we others, however, to whom life hath given itself—we are ever considering WHAT we can best give IN RETURN! And verily, it is a noble dictum which saith: \"What life promiseth US, that promise will WE keep—to life!\" One should not wish to enjoy where one doth not contribute to the enjoyment. And one should not WISH to enjoy!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4113","value":4113},"note":null},{"text":"For enjoyment and innocence are the most bashful things. Neither like to be sought for. One should HAVE them,—but one should rather SEEK for guilt and pain!—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4119","value":4119},"note":null},{"text":"There is an old illusion—it is called good and evil. Around soothsayers and astrologers hath hitherto revolved the orbit of this illusion. Once did one BELIEVE in soothsayers and astrologers; and THEREFORE did one believe, \"Everything is fate: thou shalt, for thou must!\" Then again did one distrust all soothsayers and astrologers; and THEREFORE did one believe, \"Everything is freedom: thou canst, for thou willest!\" O my brethren, concerning the stars and the future there hath hitherto been only illusion, and not knowledge; and THEREFORE concerning good and evil there hath hitherto been only illusion and not knowledge!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4157","value":4157},"note":null},{"text":"\"Thou shalt not rob! Thou shalt not slay!\"—such precepts were once called holy; before them did one bow the knee and the head, and take off one's shoes. But I ask you: Where have there ever been better robbers and slayers in the world than such holy precepts? Is there not even in all life—robbing and slaying? And for such precepts to be called holy, was not TRUTH itself thereby—slain? —Or was it a sermon of death that called holy what contradicted and dissuaded from life?—O my brethren, break up, break up for me the old tables!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4165","value":4165},"note":null},{"text":"\"Why should one live? All is vain! To live—that is to thrash straw; to live—that is to burn oneself and yet not get warm.\"— Such ancient babbling still passeth for \"wisdom\"; because it is old, however, and smelleth mustily, THEREFORE is it the more honoured. Even mould ennobleth.— Children might thus speak: they SHUN the fire because it hath burnt them! There is much childishness in the old books of wisdom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4204","value":4204},"note":null},{"text":"Because they learned badly and not the best, and everything too early and everything too fast; because they ATE badly: from thence hath resulted their ruined stomach;— —For a ruined stomach, is their spirit: IT persuadeth to death! For verily, my brethren, the spirit IS a stomach! Life is a well of delight, but to him in whom the ruined stomach speaketh, the father of affliction, all fountains are poisoned.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4242","value":4242},"note":null},{"text":"And such is always the nature of weak men: they lose themselves on their way. And at last asketh their weariness: \"Why did we ever go on the way? All is indifferent!\" TO THEM soundeth it pleasant to have preached in their ears: \"Nothing is worth while! Ye shall not will!\" That, however, is a sermon for slavery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4249","value":4249},"note":null},{"text":"And many such good inventions are there, that they are like woman's breasts: useful at the same time, and pleasant.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4266","value":4266},"note":null},{"text":"—The soul most self-loving, in which all things have their current and counter-current, their ebb and their flow:—oh, how could THE LOFTIEST SOUL fail to have the worst parasites?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4307","value":4307},"note":null},{"text":"Ye shall only have foes to be hated; but not foes to be despised: ye must be proud of your foes. Thus have I already taught.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4320","value":4320},"note":null},{"text":"Let there the trader rule, where all that still glittereth is—traders' gold. It is the time of kings no longer: that which now calleth itself the people is unworthy of kings. See how these peoples themselves now do just like the traders: they pick up the smallest advantage out of all kinds of rubbish! They lay lures for one another, they lure things out of one another,—that they call \"good neighbourliness.\" O blessed remote period when a people said to itself: \"I will be—MASTER over peoples!\" For, my brethren, the best shall rule, the best also WILLETH to rule! And where the teaching is different, there—the best is LACKING.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4328","value":4328},"note":null},{"text":"The badly paired found I ever the most revengeful: they make every one suffer for it that they no longer run singly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4353","value":4353},"note":null},{"text":"O my brethren, into the hearts of the good and just looked some one once on a time, who said: \"They are the Pharisees.\" But people did not understand him. The good and just themselves were not free to understand him; their spirit was imprisoned in their good conscience. The stupidity of the good is unfathomably wise. It is the truth, however, that the good MUST be Pharisees—they have no choice! The good MUST crucify him who deviseth his own virtue! That IS the truth! The second one, however, who discovered their country—the country, heart and soil of the good and just,—it was he who asked: \"Whom do they hate most?\" The CREATOR, hate they most, him who breaketh the tables and old values, the breaker,—him they call the law-breaker. For the good—they CANNOT create; they are always the beginning of the end:— —They crucify him who writeth new values on new tables, they sacrifice UNTO THEMSELVES the future—they crucify the whole human future! The good—they have always been the beginning of the end.—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4381","value":4381},"note":null},{"text":"And if ye will not be fates and inexorable ones, how can ye one day— conquer with me? And if your hardness will not glance and cut and chip to pieces, how can ye one day—create with me? For the creators are hard. And blessedness must it seem to you to press your hand upon millenniums as upon wax,— —Blessedness to write upon the will of millenniums as upon brass,—harder than brass, nobler than brass. Entirely hard is only the noblest. This new table, O my brethren, put I up over you: BECOME HARD!—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4418","value":4418},"note":null},{"text":"Towards himself man is the cruellest animal; and in all who call themselves \"sinners\" and \"bearers of the cross\" and \"penitents,\" do not overlook the voluptuousness in their plaints and accusations! And I myself—do I thereby want to be man's accuser? Ah, mine animals, this only have I learned hitherto, that for man his baddest is necessary for his best,— —That all that is baddest is the best POWER, and the hardest stone for the highest creator; and that man must become better AND badder:—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4507","value":4507},"note":null},{"text":"—\"Ah, man returneth eternally! The small man returneth eternally!\" Naked had I once seen both of them, the greatest man and the smallest man: all too like one another—all too human, even the greatest man! All too small, even the greatest man!—that was my disgust at man! And the eternal return also of the smallest man!—that was my disgust at all existence!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4523","value":4523},"note":null},{"text":"Behold, we know what thou teachest: that all things eternally return, and ourselves with them, and that we have already existed times without number, and all things with us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4546","value":4546},"note":null},{"text":"'Now do I die and disappear,' wouldst thou say, 'and in a moment I am nothing. Souls are as mortal as bodies. But the plexus of causes returneth in which I am intertwined,—it will again create me! I myself pertain to the causes of the eternal return. I come again with this sun, with this earth, with this eagle, with this serpent—NOT to a new life, or a better life, or a similar life: —I come again eternally to this identical and selfsame life, in its greatest and its smallest, to teach again the eternal return of all things,— —To speak again the word of the great noontide of earth and man, to announce again to man the Superman.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4555","value":4555},"note":null},{"text":"This loathing choketh me, that we kings ourselves have become false, draped and disguised with the old faded pomp of our ancestors, show-pieces for the stupidest, the craftiest, and whosoever at present trafficketh for power. We ARE NOT the first men—and have nevertheless to STAND FOR them: of this imposture have we at last become weary and disgusted. From the rabble have we gone out of the way, from all those bawlers and scribe-blowflies, from the trader-stench, the ambition-fidgeting, the bad breath—: fie, to live among the rabble;","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4953","value":4953},"note":null},{"text":"There is no sorer misfortune in all human destiny, than when the mighty of the earth are not also the first men. Then everything becometh false and distorted and monstrous. And when they are even the last men, and more beast than man, then riseth and riseth the populace in honour, and at last saith even the populace-virtue: 'Lo, I alone am virtue!'\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4974","value":4974},"note":null},{"text":"'Twas once—methinks year one of our blessed Lord,—Drunk without wine, the Sybil thus deplored:—\"How ill things go! Decline! Decline! Ne'er sank the world so low! Rome now hath turned harlot and harlot-stew, Rome's Caesar a beast, and God—hath turned Jew!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4983","value":4983},"note":null},{"text":"We must HEAR him; him who teacheth: 'Ye shall love peace as a means to new wars, and the short peace more than the long!' No one ever spake such warlike words: 'What is good? To be brave is good. It is the good war that halloweth every cause.'","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=4992","value":4992},"note":null},{"text":"Where mine honesty ceaseth, there am I blind, and want also to be blind. Where I want to know, however, there want I also to be honest—namely, severe, rigorous, restricted, cruel and inexorable. Because THOU once saidest, O Zarathustra: 'Spirit is life which itself cutteth into life';—that led and allured me to thy doctrine. And verily, with mine own blood have I increased mine own knowledge!\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5064","value":5064},"note":null},{"text":"He was also indistinct. How he raged at us, this wrath-snorter, because we understood him badly! But why did he not speak more clearly? And if the fault lay in our ears, why did he give us ears that heard him badly? If there was dirt in our ears, well! who put it in them? Too much miscarried with him, this potter who had not learned thoroughly! That he took revenge on his pots and creations, however, because they turned out badly—that was a sin against GOOD TASTE. There is also good taste in piety: THIS at last said: 'Away with SUCH a God! Better to have no God, better to set up destiny on one's own account, better to be a fool, better to be God oneself!'\" —\"What do I hear!\" said then the old pope, with intent ears; \"O Zarathustra, thou art more pious than thou believest, with such an unbelief! Some God in thee hath converted thee to thine ungodliness. Is it not thy piety itself which no longer letteth thee believe in a God? And thine over-great honesty will yet lead thee even beyond good and evil!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5303","value":5303},"note":null},{"text":"\"I know thee well,\" said he, with a brazen voice, \"THOU ART THE MURDERER OF GOD! Let me go. Thou couldst not ENDURE him who beheld THEE,—who ever beheld thee through and through, thou ugliest man. Thou tookest revenge on this witness!\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5354","value":5354},"note":null},{"text":"Too long have we acknowledged them to be right, those petty people: SO we have at last given them power as well;—and now do they teach that 'good is only what petty people call good.' And 'truth' is at present what the preacher spake who himself sprang from them, that singular saint and advocate of the petty people, who testified of himself: 'I—am the truth.' That immodest one hath long made the petty people greatly puffed up,—he who taught no small error when he taught: 'I—am the truth.'","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5388","value":5388},"note":null},{"text":"I warn thee also against myself. Thou hast read my best, my worst riddle, myself, and what I have done. I know the axe that felleth thee. But he—HAD TO die: he looked with eyes which beheld EVERYTHING,—he beheld men's depths and dregs, all his hidden ignominy and ugliness. His pity knew no modesty: he crept into my dirtiest corners. This most prying, over-intrusive, over-pitiful one had to die. He ever beheld ME: on such a witness I would have revenge—or not live myself. The God who beheld everything, AND ALSO MAN: that God had to die! Man cannot ENDURE it that such a witness should live.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5402","value":5402},"note":null},{"text":"They tell me that man loveth himself. Ah, how great must that self-love be! How much contempt is opposed to it! Even this man hath loved himself, as he hath despised himself,—a great lover methinketh he is, and a great despiser. No one have I yet found who more thoroughly despised himself: even THAT is elevation. Alas, was THIS perhaps the higher man whose cry I heard?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5422","value":5422},"note":null},{"text":"I love the great despisers. Man is something that hath to be surpassed.\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5426","value":5426},"note":null},{"text":"And verily, although a man should gain the whole world, and yet not learn one thing, ruminating, what would it profit him! He would not be rid of his affliction, —His great affliction: that, however, is at present called DISGUST. Who hath not at present his heart, his mouth and his eyes full of disgust? Thou also! Thou also! But behold these kine!\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5449","value":5449},"note":null},{"text":"To such unsettled ones as thou, seemeth at last even a prisoner blessed. Didst thou ever see how captured criminals sleep? They sleep quietly, they enjoy their new security. Beware lest in the end a narrow faith capture thee, a hard, rigorous delusion! For now everything that is narrow and fixed seduceth and tempteth thee. Thou hast lost thy goal. Alas, how wilt thou forego and forget that loss? Thereby—hast thou also lost thy way!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5570","value":5570},"note":null},{"text":"And though ye be high and of a higher type, much in you is crooked and misshapen. There is no smith in the world that could hammer you right and straight for me. Ye are only bridges: may higher ones pass over upon you! Ye signify steps: so do not upbraid him who ascendeth beyond you into HIS height!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5727","value":5727},"note":null},{"text":"I am a law only for mine own; I am not a law for all. He, however, who belongeth unto me must be strong of bone and light of foot,— —Joyous in fight and feast, no sulker, no John o' Dreams, ready for the hardest task as for the feast, healthy and hale. The best belongeth unto mine and me; and if it be not given us, then do we take it:—the best food, the purest sky, the strongest thoughts, the fairest women!\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5779","value":5779},"note":null},{"text":"And verily, it is the strangest thing in a wise man, if over and above, he be still sensible, and not an ass.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5786","value":5786},"note":null},{"text":"Well! Take heart! ye higher men! Now only travaileth the mountain of the human future. God hath died: now do WE desire—the Superman to live.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5808","value":5808},"note":null},{"text":"Have ye courage, O my brethren? Are ye stout-hearted? NOT the courage before witnesses, but anchorite and eagle courage, which not even a God any longer beholdeth? Cold souls, mules, the blind and the drunken, I do not call stout-hearted. He hath heart who knoweth fear, but VANQUISHETH it; who seeth the abyss, but with PRIDE. He who seeth the abyss, but with eagle's eyes,—he who with eagle's talons GRASPETH the abyss: he hath courage.—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5830","value":5830},"note":null},{"text":"Do not will anything beyond your power: there is a bad falseness in those who will beyond their power. Especially when they will great things! For they awaken distrust in great things, these subtle false-coiners and stage-players:— —Until at last they are false towards themselves, squint-eyed, whited cankers, glossed over with strong words, parade virtues and brilliant false deeds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5861","value":5861},"note":null},{"text":"And he himself just did not love sufficiently; otherwise would he have raged less because people did not love him. All great love doth not SEEK love:—it seeketh more. Go out of the way of all such absolute ones! They are a poor sickly type, a populace-type: they look at this life with ill-will, they have an evil eye for this earth. Go out of the way of all such absolute ones! They have heavy feet and sultry hearts:—they do not know how to dance. How could the earth be light to such ones!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5946","value":5946},"note":null},{"text":"This crown of the laughter, this rose-garland crown: to you my brethren do I cast this crown! Laughing have I consecrated; ye higher men, LEARN, I pray you—to laugh!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=5989","value":5989},"note":null},{"text":"For fear—that is man's original and fundamental feeling; through fear everything is explained, original sin and original virtue. Through fear there grew also MY virtue, that is to say: Science. For fear of wild animals—that hath been longest fostered in man, inclusive of the animal which he concealeth and feareth in himself:—Zarathustra calleth it 'the beast inside.' Such prolonged ancient fear, at last become subtle, spiritual and intellectual—at present, me thinketh, it is called SCIENCE.\"—","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6137","value":6137},"note":null},{"text":"For FEAR—is an exception with us. Courage, however, and adventure, and delight in the uncertain, in the unattempted—COURAGE seemeth to me the entire primitive history of man. The wildest and most courageous animals hath he envied and robbed of all their virtues: thus only did he become—man.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6146","value":6146},"note":null},{"text":"He who said 'God is a Spirit'—made the greatest stride and slide hitherto made on earth towards unbelief: such a dictum is not easily amended again on earth!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6389","value":6389},"note":null},{"text":"God is said to be eternal, according to the testimony of the most pious: he who hath so much time taketh his time. As slow and as stupid as possible: THEREBY can such a one nevertheless go very far. And he who hath too much spirit might well become infatuated with stupidity and folly. Think of thyself, O Zarathustra! Thou thyself—verily! even thou couldst well become an ass through superabundance of wisdom. Doth not the true sage willingly walk on the crookedest paths? The evidence teacheth it, O Zarathustra,—THINE OWN evidence!\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6410","value":6410},"note":null},{"text":"One thing however do I know,—from thyself did I learn it once, O Zarathustra: he who wanteth to kill most thoroughly, LAUGHETH. 'Not by wrath but by laughter doth one kill'—thus spakest thou once, O Zarathustra, thou hidden one, thou destroyer without wrath, thou dangerous saint,—thou art a rogue!\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6426","value":6426},"note":null},{"text":"To be sure: except ye become as little children ye shall not enter into THAT kingdom of heaven.\" (And Zarathustra pointed aloft with his hands.) \"But we do not at all want to enter into the kingdom of heaven: we have become men,—SO WE WANT THE KINGDOM OF EARTH.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6439","value":6439},"note":null},{"text":"\"Thou great star,\" spake he, as he had spoken once before, \"thou deep eye of happiness, what would be all thy happiness if thou hadst not THOSE for whom thou shinest!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ZGW6DQC&location=6609","value":6609},"note":null}]}