{
    "asin": "B000FBFND8",
    "title": "The Crisis of Islam: Holy War and Unholy Terror (Modern Library)",
    "authors": "Bernard Lewis",
    "highlights": [
        {
            "text": "In 1918 the Ottoman sultanate, the last of the great Muslim empires, was finally defeated—its capital, Constantinople, occupied, its sovereign held captive, and much of its territory partitioned between the victorious British and French Empires. The Arabic-speaking former Ottoman provinces of the Fertile Crescent were divided into three new entities, with new names and frontiers. Two of them, Iraq and Palestine, were under British Mandate; the third, under the name Syria, was given to the French. Later, the French subdivided their mandate into two, calling one part Lebanon and retaining the name Syria for the rest. The British did much the same in Palestine, creating a division between the two banks of the Jordan. The eastern segment was called Transjordan, later simply Jordan; the name Palestine was retained and reserved for the Western segment, in other words, the Cisjordanian part of the country.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=40",
                "value": 40
            },
            "note": null
        },
        {
            "text": "The Arabian peninsula, consisting largely of barren and inaccessible deserts and mountains, was at that time thought not worth the trouble of taking over, and its rulers were allowed to retain a precarious and limited independence. The Turks eventually succeeded in liberating their Anatolian homeland, not in the name of Islam but through a secular nationalist movement led by an Ottoman general called Mustafa Kemal, better known as Kemal Atatürk. Even as he fought—successfully—to liberate Turkey from Western domination, he took the first steps toward the adoption of Western or, as he preferred to put it, modern ways. One of his first acts, in November 1922, was to abolish the sultanate.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=46",
                "value": 46
            },
            "note": null
        },
        {
            "text": "The Ottoman sovereign was not only a sultan, the ruler of a specific state; he was also widely recognized as the caliph, the head of all Sunni Islam, and the last in a line of rulers that dated back to the death of the Prophet Muhammad in 632 C.E. and the appointment of a successor to take his place, not as spiritual but as religious and political head of the Muslim state and community.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=51",
                "value": 51
            },
            "note": null
        },
        {
            "text": "The word caliph comes from the Arabic khalfa, which by a useful ambiguity combines the meanings of “successor” and “deputy.” Originally, the head of the Islamic community was “the Khalfa of the Prophet of God.” Some, more ambitious, shortened the title to “the Khalfa of God.” This claim to spiritual authority was hotly contested and eventually abandoned, though a title expressing a similar but somewhat lesser claim, “the Shadow of God on earth,” was widely used by Muslim rulers. For most of the history of the institution, the holders of the caliphate contented themselves with the more modest title Amr al-Mu’minn, usually translated as “Commander of the Faithful.”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=59",
                "value": 59
            },
            "note": null
        },
        {
            "text": "This is not because Arabic is a poor language—the reverse is true—but because the Arabs simply did not think in terms of combined ethnic and territorial identity. Indeed, the caliph ‘Umar is quoted as saying to the Arabs, “Learn your genealogies, and do not be like the local peasants who, when they are asked who they are, reply: ‘I am from such-and-such a place.’ ”2",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=91",
                "value": 91
            },
            "note": null
        },
        {
            "text": "But until the modern period, when European concepts and categories became dominant, Islamic soldiers, officials, and historians almost always referred to their opponents not in territorial or national terms but simply as infidels (kfir), or sometimes by vague general terms like Franks or Romans. Similarly, they never referred to their own side as Arab or Persian or Turkish; they identified themselves as Muslims. This perspective helps to explain, among other things, Pakistan’s concern for the Taliban and their successors in Afghanistan. The name Pakistan, a twentieth-century invention, designates a country defined entirely by its Islamic religion and allegiance. In every other respect, the country and people of Pakistan are—as they have been for millennia—part of India. An Afghanistan defined by its Islamic identity would be a natural ally, even a satellite, of Pakistan. An Afghanistan defined by ethnic nationality, by contrast, could be a dangerous neighbor, advancing irredentist claims on the Pashto-speaking areas of northwestern Pakistan and perhaps even allying itself with India.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=106",
                "value": 106
            },
            "note": null
        },
        {
            "text": "Ayatollah Khomeini, of Muslims over unbelievers. The references to these battles were not detailed descriptions or narratives but rapid, incomplete allusions, yet both sides employed them in the secure knowledge that they would be picked up and understood by their audiences on both sides, even by the large proportions of those audiences that were illiterate. It is hard to imagine purveyors of mass propaganda in the West making their points by allusions dating from the same period, to the Anglo-Saxon heptarchy in England or the Carolingian monarchs in France. In the same spirit, Usama bin Ladin insults President Bush by likening him to Pharaoh, and accuses Vice President Cheney and Secretary of State Powell (named together) as having wrought greater devastation in Iraq through the Gulf War of 1991 and after than did the Mongol khans who in the mid-thirteenth century conquered Baghdad and destroyed the Abbasid Caliphate. Middle Easterners’ perception of history is nourished from the pulpit, in the schools, and by the media, and although it may be—indeed, often is—slanted and inaccurate, it is nevertheless vivid and powerfully resonant.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=118",
                "value": 118
            },
            "note": null
        },
        {
            "text": "The Gulf War of 1991, in the common Western perception, was launched by the United States and a coalition of Arab and other allies to free Kuwait from Iraqi conquest and occupation and to protect Saudi Arabia against Iraqi aggression. To view this war as an American aggression against Iraq may seem a little odd, but this perspective is widely accepted in the Islamic world. As the memory of Saddam Hussein’s attack on Kuwait fades, attention is focused on the sanctions against Iraq, the American and British planes patrolling the skies from bases in Arabia, the suffering of the Iraqi people, and increasingly, the perceived American bias in favor of Israel. The three areas of grievance listed in the declaration—Arabia, Iraq, Jerusalem—will be familiar to observers of the Middle Eastern scene. What may be less familiar is the sequence and emphasis with which these three are presented. This will be no surprise to anyone versed in Islamic history and literature. For Muslims, as we in the West sometimes tend to forget, the Holy Land par excellence is Arabia and especially the Hijaz and its two holy cities—Mecca, where the Prophet was born, and Medina, where he established the first Muslim state; the country whose people were the first to rally to the new faith and became its standard-bearers. The Prophet Muhammad lived and died in Arabia, as did his immediate successors, the caliphs, in the headship of the community. Thereafter, except for a brief interlude in Syria, the center of the Islamic world and the scene of its major achievements was Iraq, and its capital, Baghdad, was the seat of the caliphate for half a millennium. For Muslims, no piece of land once added to the realm of Islam can ever be finally renounced, but none compare in significance with Arabia and Iraq. And of these two, Arabia is by far the more important.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=164",
                "value": 164
            },
            "note": null
        },
        {
            "text": "The attribution of this saying to the Prophet was impugned by some earlier Islamic authorities. But it was generally accepted, and it was put into effect. The expulsion of religious minorities is extremely rare in Islamic history—unlike in medieval Christendom, where expulsions of Jews and, after the Reconquest, of Muslims were normal and frequent. Compared with European expulsions, ‘Umar’s decree was both limited and compassionate. It did not include southern and southeastern Arabia, not seen as part of the Islamic Holy Land. And unlike the Jews and Muslims driven out of Spain and other European countries, to find what refuge they could elsewhere, the Jews and Christians of Arabia were resettled on lands assigned to them, the Jews in Syria and Palestine, the Christians in Iraq. The process was also gradual rather than sudden, and there are reports of Jews and Christians in Khaybar and Najran for some time after the decree.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=181",
                "value": 181
            },
            "note": null
        },
        {
            "text": "From the 1930s, the discovery and exploitation of oil and the consequent growth of the Saudi capital, Riyadh, from a small oasis town to a major metropolis brought many changes and a considerable influx of foreigners, predominantly American, affecting every aspect of Arabian life. Their presence, still seen by many as a desecration, may help to explain the growing mood of resentment. Arabia was briefly threatened by the Crusaders in the twelfth century C.E. After their defeat and eviction, the next perceived infidel threat to Arabia began in the eighteenth century, with the consolidation of European power in South Asia and the appearance of European, in other words, Christian, ships off the Arabian shores. The resulting sense of outrage was at least one of the elements in the religious revival that was inspired in Arabia by the Wahhabi movement and led by the House of Saud (Arabic, Su’d), the founders of the Saudi state.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=193",
                "value": 193
            },
            "note": null
        },
        {
            "text": "In pagan Rome, Caesar was God. For Christians, there is a choice between God and Caesar, and endless generations of Christians have been ensnared in that choice. In Islam, there was no such painful choice. In the universal Islamic polity as conceived by Muslims, there is no Caesar but only God, who is the sole sovereign and the sole source of law. Muhammad was His Prophet, who during his lifetime both taught and ruled on God’s behalf. When Muhammad died in 632 C.E., his spiritual and prophetic mission, to bring God’s book to mankind, was completed. What remained was the religious task of spreading God’s revelation until finally all the world accepted it. This was to be achieved by extending the authority and thus also the membership of the community which embraced the true faith and upheld God’s law. To provide the necessary cohesion and leadership for this task, a deputy or successor of the Prophet was required. The Arabic word khalfa was the title adopted by the Prophet’s father-in-law and first successor, Abu Bakr, whose accession to the headship of the Islamic community marked the foundation of the great historic institution of the caliphate.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=255",
                "value": 255
            },
            "note": null
        },
        {
            "text": "Under the caliphs, the community of Medina, where the Prophet had held sway, grew in barely a century into a vast empire, and Islam became a world religion. In the experience of the first Muslims, as preserved and recorded for later generations, religious truth and political power were indissolubly associated: the first sanctified the second, the second sustained the first.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=264",
                "value": 264
            },
            "note": null
        },
        {
            "text": "The Qur’an, it is said, is the Muslim Bible; the mosque is the Muslim church; the ulema are the Muslim clergy. All three statements are true, yet all three are seriously misleading. The Old and New Testament both consist of collections of different books, extending over a long period of time and seen by the believers as embodying divine revelation. The Qur’an, for Muslims, is a single book promulgated at one time by one man, the Prophet Muhammad. After a lively debate in the first centuries of Islam, the doctrine was adopted that the Qur’an itself is uncreated and eternal, divine and immutable. This has become a central tenet of the faith.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=271",
                "value": 271
            },
            "note": null
        },
        {
            "text": "The mosque is indeed the Muslim church in the sense that it is a place of communal worship. But one cannot speak of “the Mosque” as one speaks of “the Church”—of an institution with its own hierarchy and laws, in contrast to the state. The ulema (in Iran and in Muslim countries influenced by Persian culture known as mollahs) may be described as a clergy in the sociological sense, in that they are professional men of religion, accredited as such by training and certification. But there is no priesthood in Islam—no priestly mediation between God and the believer, no ordination, no sacraments, no rituals that only an ordained clergy can perform.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=276",
                "value": 276
            },
            "note": null
        },
        {
            "text": "In the past, one would have added that there are no councils or synods, no bishops to define and inquisitors to enforce orthodoxy. At least in…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=281",
                "value": 281
            },
            "note": null
        },
        {
            "text": "The primary function of the ulema—from an Arabic word meaning “knowledge”—is to uphold and interpret the Holy Law. From late medieval times, something like a parish clergy emerged, ministering to the needs of ordinary people in cities and villages, but these were usually separate from and mistrusted by the ulema, and owed more to mystical than to dogmatic Islam. In the later Islamic monarchies, in Turkey and Iran, a kind of ecclesiastical hierarchy appeared, but this had no roots in the classical Muslim tradition, and members of these hierarchies never claimed, still less exercised, the powers of Christian prelates. In modern times there have been many changes, mainly under Western influences, and institutions…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=282",
                "value": 282
            },
            "note": null
        },
        {
            "text": "If one may speak of a clergy in a limited sociological sense in the Islamic world, there is no sense at all in which one can speak of a laity. The very notion of something that is separate or even separable from religious authority, expressed in Christian languages by terms such as lay, temporal, or secular, is totally alien to Islamic thought and practice. It was not until relatively modern times that equivalents for these…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=289",
                "value": 289
            },
            "note": null
        },
        {
            "text": "From the days of the Prophet, the Islamic society had a dual character. On the one hand, it was a polity—a chieftaincy that successively became a state and an empire. At the same time, on the other hand, it was a religious community, founded by a Prophet and ruled by his deputies, who were also his successors. Christ was crucified, Moses died without entering the promised land, and the beliefs and attitudes of their religious followers are still profoundly…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=293",
                "value": 293
            },
            "note": null
        },
        {
            "text": "The career of the Prophet Muhammad, in this as in all else the model whom all good Muslims seek to emulate, falls into two parts. In the first, during his years in his birthplace, Mecca (?570–622), he was an opponent of the reigning pagan oligarchy. In the second, after his move from Mecca to Medina (622–632), he was the head of a state. These two phases in the Prophet’s career, the one of resistance, the other of rule, are both reflected in the Qur’an, where in different chapters, the believers are enjoined to obey God’s representative and to disobey Pharaoh, the paradigm of the unjust and tyrannical ruler. These two aspects of the Prophet’s life and work inspired two traditions in Islam, the one authoritarian and quietist, the other radical and activist. Both are amply reflected, on the one hand in the development of the tradition, on the other in the unfolding of events. It was not always easy to determine who was God’s representative and who was Pharaoh; many books were written, and many battles fought, in the attempt. The problem remains, and both traditions can be seen very clearly in the polemics and struggles of our own times.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=302",
                "value": 302
            },
            "note": null
        },
        {
            "text": "Between the extremes of quietism and radicalism, there is a pervasive, widely expressed attitude of reserve, even of mistrust, toward government.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=310",
                "value": 310
            },
            "note": null
        },
        {
            "text": "For more than a thousand years, Islam provided the only universally acceptable set of rules and principles for the regulation of public and social life. Even during the period of maximum European influence, in the countries ruled or dominated by European imperial powers as well as in those that remained independent, Islamic political notions and attitudes remained a profound and pervasive influence. In recent years there have been many signs that these notions and attitudes may be returning, albeit in modified forms, to their previous dominance.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=318",
                "value": 318
            },
            "note": null
        },
        {
            "text": "One answer is obvious; most Muslim countries are still profoundly Muslim, in a way and in a sense that most Christian countries are no longer Christian. Admittedly, in many of these countries, Christian beliefs and the clergy who uphold them are still a powerful force, and although their role is not what it was in past centuries, it is by no means insignificant. But in no Christian country at the present time can religious leaders count on the degree of belief and participation that remains normal in the Muslim lands. In few, if any, Christian countries do Christian sanctities enjoy the immunity from critical comment or discussion that is accepted as normal even in ostensibly secular and democratic Muslim societies. Indeed, this privileged immunity has been extended, de facto, to Western countries where Muslim communities are now established and where Muslim beliefs and practices are accorded a level of immunity from criticism that the Christian majorities have lost and the Jewish minorities never had.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=356",
                "value": 356
            },
            "note": null
        },
        {
            "text": "with very few exceptions, the Christian clergy do not exercise or even claim the kind of public authority that is still normal and accepted in most Muslim countries. The higher level of religious faith and practice among Muslims as compared with followers of other religions is part of the explanation of the unique Muslim attitude to politics; it is not the whole explanation, since the same attitude may be found in individuals and even in whole groups whose commitment to religious faith and practice is at best perfunctory. Islam is not only a matter of faith and practice; it is also an identity and a loyalty—for many, an identity and a loyalty that transcend all others.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=363",
                "value": 363
            },
            "note": null
        },
        {
            "text": "From the lifetime of its Founder, and therefore in its sacred scriptures, Islam is associated in the minds and memories of Muslims with the exercise of political and military power. Classical Islam recognized a distinction between things of this world and things of the next, between pious and worldly considerations. It did not recognize a separate institution, with a hierarchy and laws of its own, to regulate religious matters.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=390",
                "value": 390
            },
            "note": null
        },
        {
            "text": "Islamic movements also have another immense advantage as contrasted with all their competitors. In the mosques they dispose of a network of association and communication that even the most dictatorial of governments cannot entirely control. Indeed, ruthless dictatorships help them, unintentionally, by eliminating competing oppositions.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=420",
                "value": 420
            },
            "note": null
        },
        {
            "text": "The Muslim fundamentalists, unlike the Protestant groups whose name was transferred to them, do not differ from the mainstream on questions of theology and the interpretation of scripture. Their critique is, in the broadest sense, societal. The Islamic world, in their view, has taken a wrong turning. Its rulers call themselves Muslims and make a pretense of Islam, but they are in fact apostates who have abrogated the Holy Law and adopted foreign and infidel laws and customs. The only solution, for them, is a return to the authentic Muslim way of life, and for this the removal of the apostate governments is an essential first step. Fundamentalists are anti-Western in the sense that they regard the West as the source of the evil that is corroding Muslim society, but their primary attack is directed against their own rulers and leaders. Such were the movements which brought about the overthrow of the shah of Iran in 1979 and the murder of President Sadat of Egypt two years later.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=431",
                "value": 431
            },
            "note": null
        },
        {
            "text": "The key question that occupies Western policy makers at the present time may be stated simply: Is Islam, whether fundamentalist or other, a threat to the West? To this simple question, various simple answers have been given, and as is the way of simple answers, they are mostly misleading. According to one school of thought, after the demise of the Soviet Union and the Communist movement, Islam and Islamic fundamentalism have replaced them as the major threat to the West and the Western way of life. According to another school of thought, Muslims, including radical fundamentalists, are basically decent, peace-loving, pious people, some of whom have been driven beyond endurance by all the dreadful things that we of the West have done to them. We choose to see them as enemies because we have a psychological need of an enemy to replace the defunct Soviet Union. Both views contain elements of truth; both are dangerously wrong. Islam as such is not an enemy of the West, and there are growing numbers of Muslims, both there and here, who desire nothing better than a closer and more friendly relationship with the West and the development of democratic institutions in their own countries. But a significant number of Muslims—notably but not exclusively those whom we call fundamentalists—are hostile and dangerous, not because we need an enemy but because they do.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=462",
                "value": 462
            },
            "note": null
        },
        {
            "text": "In the course of human history, many civilizations have risen and fallen—China, India, Greece, Rome, and before them, the ancient civilizations of the Middle East. During the centuries that in European history are called medieval, the most advanced civilization in the world was undoubtedly that of Islam. Islam may have been equaled—or even, in some respects, surpassed—by India and China, but both of those civilizations remained essentially limited to one region and to one ethnic group, and their impact on the rest of the world was correspondingly restricted. The civilization of Islam, by contrast, was ecumenical in its outlook, and explicitly so in its aspirations.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=482",
                "value": 482
            },
            "note": null
        },
        {
            "text": "One of the basic tasks bequeathed to Muslims by the Prophet was jihad. This word comes from an Arabic root j-h-d, with the basic meaning of striving or effort. It is often used in classical texts with the closely related meaning of struggle, and hence also of fight. It is usually cited in the Qur’anic phrase “striving in the path of God” (e.g., IX, 24; LX, 1 et cetera) and has been variously interpreted to mean moral striving and armed struggle. It is usually fairly easy to understand from the context which of these shades of meaning is intended. In the Qur’an the word occurs many times, in these two distinct but connected senses. In the early chapters, dating from the Meccan period, when the Prophet was still the leader of a minority group struggling against the dominant pagan oligarchy, the word often has the meaning, favored by modernist exegetists, of moral striving. In the later chapters, promulgated in Medina, where the Prophet headed the state and commanded its army, it usually has a more explicitly practical connotation. In many, the military meaning is unequivocal. A good example is IV, 95: “Those of the believers who stay at home, other than the disabled, are not equal to those who strive in the path of God with their goods and their persons. God has placed those who struggle with their goods and their persons on a higher level than those who stay at home. God has promised reward to all who believe but He distinguishes those who fight, above those who stay at home, with a mighty reward.” Similar sentiments will be found in VIII, 72; IX, 41, 81, 88; LXVI, 9 et cetera.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=487",
                "value": 487
            },
            "note": null
        },
        {
            "text": "Some modern Muslims, particularly when addressing the outside world, explain the duty of jihad in a spiritual and moral sense. The overwhelming majority of early authorities, citing the relevant passages in the Qur’an, the commentaries, and the traditions of the Prophet, discuss jihad in military terms. According to Islamic law, it is…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=498",
                "value": 498
            },
            "note": null
        },
        {
            "text": "Although all four types of wars are legitimate, only the first two count as jihad. Jihad is…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=501",
                "value": 501
            },
            "note": null
        },
        {
            "text": "In offense, jihad is an obligation of the Muslim community as a whole, and may therefore be discharged by volunteers and professionals. In a defensive war, it becomes an…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=503",
                "value": 503
            },
            "note": null
        },
        {
            "text": "For most of the fourteen centuries of recorded Muslim history, jihad was most commonly interpreted to mean armed struggle for the defense or advancement of Muslim power. In Muslim tradition, the world is divided into two houses: the House of Islam (Dr al-Islm), in which Muslim governments rule and Muslim law prevails, and the House of War (Dr al-Harb), the rest of the world, still inhabited and, more important, ruled by infidels. The presumption is that the duty of jihad will continue, interrupted only by truces, until all the world either adopts the…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=505",
                "value": 505
            },
            "note": null
        },
        {
            "text": "In this as in so many other matters, the guidance of the Qur’an is amplified and elaborated in the hadths, that is to say traditions concerning the actions and utterances of the Prophet. Many of these deal with holy war. The following are a few samples. Jihad is your duty under any ruler, be he godly or wicked. A day and a night of fighting on the frontier is better than a month of fasting and prayer. The nip of an ant hurts a martyr more than the thrust of a weapon, for these are more welcome to him than sweet, cold water on a hot summer day. He who dies without having taken part in a campaign dies in a kind of unbelief. God marvels at people [those to whom Islam is brought by conquest] who are dragged to Paradise in chains. Learn to shoot, for the space between the mark and the archer is one of the gardens of Paradise. Paradise is in the shadow of swords. The traditions also lay down some rules of…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=511",
                "value": 511
            },
            "note": null
        },
        {
            "text": "For most of the recorded history of Islam, from the lifetime of the Prophet Muhammad onward, the word jihd was used…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=529",
                "value": 529
            },
            "note": null
        },
        {
            "text": "But for the most part, the concept, practice, and experience of jihad in the modern Islamic world have been overwhelmingly defensive.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=561",
                "value": 561
            },
            "note": null
        },
        {
            "text": "Jihad is sometimes presented as the Muslim equivalent of the Crusade, and the two are seen as more or less equivalent. In a sense this is true—both were proclaimed and waged as holy wars for the true faith against an infidel enemy. But there is a difference. The Crusade is a late development in Christian history and, in a sense, marks a radical departure from basic Christian values as expressed in the Gospels. Christendom had been under attack since the seventh century, and had lost vast territories to Muslim rule; the concept of a holy war, more commonly, a just war, was familiar since antiquity. Yet in the long struggle between Islam and Christendom, the Crusade was late, limited, and of relatively brief duration. Jihad is present from the beginning of Islamic history—in scripture, in the life of the Prophet, and in the actions of his companions and immediate successors. It has continued throughout Islamic history and retains its appeal to the present day.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=572",
                "value": 572
            },
            "note": null
        },
        {
            "text": "The word crusade derives of course from the cross and originally denoted a holy war for Christianity. But in the Christian world it has long since lost that meaning and is used in the general sense of a morally driven campaign for a good cause. One may wage a crusade for the environment, for clean water, for better social services, for women’s rights, and for a whole range of other causes. The one context in which the word crusade is not used nowadays is precisely the original religious one. Jihad too is used in a variety of senses, but unlike crusade it has retained its original, primary meaning.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=578",
                "value": 578
            },
            "note": null
        },
        {
            "text": "Those who are killed in the jihad are called martyrs, in Arabic and other Muslim languages shahd. The English word martyr comes from the Greek martys, meaning “witness,” and in Judeo-Christian usage designates one who is prepared to suffer torture and death rather than renounce his faith. His martyrdom is thus a testimony or witness to that faith, and to his readiness to suffer and die for it. The Arabic term shahd also means “witness” and is usually translated “martyr,” but it has a rather different connotation. In Islamic usage the term martyrdom is normally interpreted to mean death in a jihad and its reward is eternal bliss, described in some detail in early religious texts. Suicide, by contrast, is a mortal sin and earns eternal damnation, even for those who would otherwise have earned a place in paradise. The classical jurists distinguish clearly between facing certain death at the hands of the enemy and killing oneself by one’s own hand. The one leads to…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=583",
                "value": 583
            },
            "note": null
        },
        {
            "text": "Because holy war is an obligation of the faith, it is elaborately regulated in the shari‘a. Fighters in a jihad are enjoined not to kill women, children, and the aged unless they attack first, not to torture or mutilate prisoners, to give fair warning of the…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=592",
                "value": 592
            },
            "note": null
        },
        {
            "text": "The medieval jurists and theologians discuss at some length the rules of warfare, including questions such as which weapons are permitted and which are not. There is even some discussion in medieval texts of the lawfulness of missile and chemical warfare, the one relating to mangonels and catapults, the other to poison-tipped arrows and the poisoning of enemy water supplies. On these points there is considerable variation. Some jurists permit, some restrict, some disapprove of the use of these weapons. The stated reason for concern is the indiscriminate casualties that they inflict. At no point do…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=595",
                "value": 595
            },
            "note": null
        },
        {
            "text": "The Holy Law prescribes good treatment for noncombatants but accords the victors extensive rights over the property and also over the persons and families of the vanquished. In accordance with the universal custom of antiquity, enemies captured in warfare were enslaved, along with their families, and could be either sold or kept by their captors for their own use. Islam brought a modification of this rule by limiting this right of enslavement to those captured in a jihad but not in any other form of warfare.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=604",
                "value": 604
            },
            "note": null
        },
        {
            "text": "The rules for war against apostates are somewhat different and rather stricter than those for war against unbelievers. The apostate or renegade, in Muslim eyes, is far worse than the unbeliever. The unbeliever has not seen the light, and there is always hope that he may eventually see it. In the meantime, provided he meets the necessary conditions, he may be accorded the tolerance of the Muslim state and allowed to continue in the practice of his own religion, even the enforcement of his own religious laws. The renegade is one who has known the true faith, however briefly, and abandoned it. For this offense there is no human forgiveness, and according to the overwhelming majority of the jurists, the renegade must be put to death—that is, if male. For females a lesser penalty of flogging and imprisonment may suffice. God in His mercy may forgive him in the other world, if He so chooses. No human has authority to do so. This distinction is of some importance at the present day, when militant leaders have proclaimed a double jihad—against foreign infidels and against domestic apostates. Most if not all of the Muslim rulers whom we in the West are pleased to regard as our friends and allies are regarded as traitors and, much worse than that, as apostates by many if not most of their own people.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=608",
                "value": 608
            },
            "note": null
        },
        {
            "text": "From early times, a legal distinction was made between those territories acquired by force (Arabic ‘anwatan, the equivalent of the Roman jurists’ vi et armis) and those acquired sulhan, that is by some form of truce or peaceful surrender. The rules regarding booty and, more generally, the treatment of the population of the newly acquired territory differed in some important respects. According to tradition, the difference was symbolized in the mosque every Friday. In territories taken ‘anwatan, the preacher carried a sword; in those taken sulhan, a wooden staff. The imagery of the sword remains important. To this day, the Saudi flag has two emblems set in a field of green. The one is the Arabic text of the Muslim creed: “There is no God but God, Muhammad is the prophet of God.” The other is an unmistakable representation of a sword.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=617",
                "value": 617
            },
            "note": null
        },
        {
            "text": "Christendom and Islam are two religiously defined civilizations that were brought into conflict not by their differences but by their resemblances.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=636",
                "value": 636
            },
            "note": null
        },
        {
            "text": "According to shari‘a, tolerance of religions based on previous divine revelations was not a merit but a duty (Qur’an II, 256: “No compulsion in religion”). In the lands under Muslim rule, Islamic law required that Jews and Christians be allowed to practice their religions and run their own affairs, subject to certain disabilities, the most important being a poll tax imposed on every adult male. This tax, called the jizya, is specified in the Qur’an:",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=660",
                "value": 660
            },
            "note": null
        },
        {
            "text": "Awareness of the Crusades as a distinctive historical phenomenon dates from the nineteenth century, and the translation of European books on history. Since then, there is a new perception of the Crusades as an early prototype of the expansion of European imperialism into the Islamic world. A more accurate description would present them as a long-delayed, very limited, and finally ineffectual response to the jihad. The Crusades ended in failure and defeat, and were soon forgotten in the lands of Islam, but later European efforts to resist and reverse the Muslim advance into Christendom were more successful, and initiated what became a series of painful defeats on the frontiers of the Islamic world.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=713",
                "value": 713
            },
            "note": null
        },
        {
            "text": "Imperialism is a particularly important theme in the Middle Eastern and more especially the Islamic case against the West. For them, the word imperialism has a special meaning. This word is, for example, never used by Muslims of the great Muslim empires—the first one founded by the Arabs, the later ones by the Turks, who conquered vast territories and populations and incorporated them in the House of Islam. It was perfectly legitimate for Muslims to conquer and rule Europe and Europeans and thus enable them—but not compel them—to embrace the true faith. It was a crime and a sin for Europeans to conquer and rule Muslims and, still worse, to try to lead them astray. In the Muslim perception, conversion to Islam is a benefit to the convert and a merit in those who convert him. In Islamic law, conversion from Islam is apostasy—a capital offense for both the one who is misled and the one who misleads him. On this question, the law is clear and unequivocal. If a Muslim renounces Islam, even if a new convert reverts to his previous faith, the penalty is death. In modern times the concept and practice of takfir, recognizing and denouncing apostasy, has been greatly widened. It is not unusual in extremist and fundamentalist circles to decree that some policy, action, or even utterance by a professing Muslim is tantamount to apostasy, and to pronounce a death sentence on the culprit. This was the principle invoked in the fatwa against Salman Rushdie, the murder of President Sadat and of many others.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=755",
                "value": 755
            },
            "note": null
        },
        {
            "text": "Nevertheless the impact of imperialism was seen as immense and, in the eyes of most people in the region, wholly harmful. The impact and the damage were both no doubt considerable, but probably less extensive and less one-sided than the nationalist mythologies would have it. There were after all some benefits—infrastructure, public services, educational systems, as well as some social changes, notably the abolition of slavery and the considerable reduction though not elimination of polygamy. The contrasts can be seen very clearly by comparing the countries that suffered under the imperial yoke, like Egypt and Algeria, with those that never lost their independence, like Arabia and Afghanistan. In Saudi Arabia universities were late and few. At the present day, for an estimated population of 21 million, there are eight universities—one more than the seven institutions of higher education established by the Palestinians since the Israeli occupation of the territories in 1967. Slavery was not abolished by law in Saudi Arabia until 1962, and the subjugation of women remains in full effect.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=778",
                "value": 778
            },
            "note": null
        },
        {
            "text": "But there were certainly major negative consequences of imperialism and more broadly of Western or European influence, even in those countries that managed to retain their political independence, like Turkey and Iran. Notable among the effects of modernization are the strengthening of state authority by the reinforcement of the apparatus of surveillance, repression, and indoctrination, and at the same time the weakening or elimination of those intermediate powers that in the traditional order limited the effective power of autocratic rulers.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=786",
                "value": 786
            },
            "note": null
        },
        {
            "text": "Among the components in the mood of anti-Americanism were certain intellectual influences coming from Europe. One of these was from Germany, where a negative view of America formed part of a school of thought, including writers as diverse as Rainer Maria Rilke, Oswald Spengler, Ernst Jünger, and Martin Heidegger. In this perception, America was the ultimate example of civilization without culture; rich and comfortable, materially advanced but soulless and artificial;",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=895",
                "value": 895
            },
            "note": null
        },
        {
            "text": "After the collapse of the Third Reich and the ending of German influence, another power and another philosophy, even more anti-American, took its place—the Soviet version of Marxism, with its denunciation of Western capitalism, and of America as its most advanced and dangerous form.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=910",
                "value": 910
            },
            "note": null
        },
        {
            "text": "But though these foreign sponsors and imported philosophies provided material help and intellectual expression for anti-Westernism and anti-Americanism, they did not cause it, and certainly they do not explain the widespread anti-Westernism that made so many, in the Middle East and elsewhere in the Islamic world, receptive to such ideas. It must surely be clear that what won support for such totally diverse doctrines was not Nazi race theory, which can have had little appeal for Arabs, or Soviet atheist Communism, which has no appeal for Muslims, but rather their basic anti-Westernism. Nazism and Communism were the main forces opposed to the West, both as a way of life and as a power in the world, and as such they could count on the sympathy or even the collaboration of those who saw in the West their principal enemy.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=917",
                "value": 917
            },
            "note": null
        },
        {
            "text": "But why? If we turn from the general to the specific, there is no lack of individual policies and actions, pursued and taken by individual Western governments, that have aroused the passionate anger of Middle Eastern and other Islamic peoples, expressed in their various struggles—to win independence from foreign rule or domination; to free resources, notably oil, from foreign exploitation; to oust rulers and regimes seen as agents or imitators of the West. Yet all too often, when these policies are abandoned and the problems resolved, there is at best only a local and temporary alleviation. The British left Egypt, the French left Algeria, both left their other Arab possessions, the monarchies were overthrown in Iraq and in Egypt, the westernizing shah left Iran, the Western oil companies relinquished control of the oil wells that they had discovered and developed, and contented themselves with the best arrangements they could make with the governments of these countries—yet the generalized resentment of the fundamentalists and other extremists against the West remains and grows and is not appeased.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=923",
                "value": 923
            },
            "note": null
        },
        {
            "text": "Because of the active intervention of the American CIA and the British MI6 in the overthrow of the regime and the return of the shah, the shah was regarded by significant groups of his subjects as at first a British, then an American puppet. If so, the puppeteers were neither reliable nor efficient. When the Iranian Revolution came in 1979, neither the British nor the Americans did anything to save the shah from overthrow.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=947",
                "value": 947
            },
            "note": null
        },
        {
            "text": "Different groups in the region drew two lessons from these events—one, that the Americans were willing to use both force and intrigue to install or restore their puppet rulers in Middle Eastern countries; the other, that they were not reliable patrons when these puppets were seriously attacked by their own people, and would simply abandon them. The one evoked hatred, the other contempt—a dangerous combination.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=960",
                "value": 960
            },
            "note": null
        },
        {
            "text": "Clearly, something deeper is involved than these specific grievances, numerous and important as they may be, something deeper which turns every disagreement into a problem and makes every problem insoluble. What we confront now is not just a complaint about one or another American policy but rather a rejection and condemnation, at once angry and contemptuous, of all that America is seen to represent in the modern world.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=963",
                "value": 963
            },
            "note": null
        },
        {
            "text": "These events took place within the context of the Iranian Revolution of 1979. On November 4, the United States Embassy in Tehran was seized, and sixty-two Americans taken hostage. Ten of them, women and African Americans, were promptly released; the remaining hostages were then held for 444 days, until their release on January 20, 1981. The motives for this, baffling to many at the time, have become clearer since, thanks to subsequent statements and revelations from the hostage takers and others. It is now apparent that the hostage crisis occurred not because relations between Iran and the United States were deteriorating but because they were improving. In the fall of 1979, the relatively moderate Iranian prime minister, Mehdi Bazargan, had arranged to meet with the American national security adviser, Zbigniew Brzezinski, under the aegis of the Algerian government. The two men met on November 1 and were reported to have been photographed shaking hands. There seemed to be a real possibility—in the eyes of the radicals, a real danger—that there might be some accommodation between the two countries. Protesters seized the embassy and took the American diplomats hostage in order to destroy any hope of further dialogue. In this they were, for the time being at least, completely successful.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1032",
                "value": 1032
            },
            "note": null
        },
        {
            "text": "American observers, awakened by the rhetoric of the Iranian Revolution to their new status as the Great Satan, tried to find reasons for the anti-American sentiment that had been intensifying in the Islamic world for some time.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1067",
                "value": 1067
            },
            "note": null
        },
        {
            "text": "It is hardly surprising that former colonial subjects in the Middle East would see America as being tainted by the same kind of imperialism as Western Europe. But Middle Eastern resentment of imperial powers has not always been consistent. The Soviet Union, which retained and extended the imperial conquests of the czars of Russia, ruled with no light hand over tens of millions of Muslim subjects in Central Asia and in the Caucasus. And yet the Soviet Union suffered no similar backlash of anger and hatred from the Arab community.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1076",
                "value": 1076
            },
            "note": null
        },
        {
            "text": "The Soviets suffered no penalties or even reproof for their suppression of Islam in the Central Asian and Transcaucasian republics, where two hundred mosques were licensed to serve the religious needs of 50 million Muslims. Nor for that matter were the Chinese condemned for their battles against Muslims in Sinkiang. Nor did the Americans receive any credit for their efforts to save Muslims in Bosnia, Kosovo, and Albania. Obviously, other considerations were at work.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1109",
                "value": 1109
            },
            "note": null
        },
        {
            "text": "Perhaps the most dramatic illustration of this disparity was the Soviet invasion of Afghanistan in late December 1979 and the installation there of a puppet government. It would be difficult to find a clearer and more obvious case of imperialist aggression, conquest, and domination. And yet the response from the Arab and more generally the Islamic world was remarkably muted.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1112",
                "value": 1112
            },
            "note": null
        },
        {
            "text": "There was some response in the Muslim world to the Soviet invasion—some Saudi money, some Egyptian weapons, and many Arab volunteers. But it was left to the United States to organize, with some success, an Islamic counterattack to Soviet imperialism in Afghanistan. The OIC did little to help the Afghans, preferring to concentrate its attention on other matters—some small Muslim populations in areas not yet decolonized, and of course the Israel-Palestine conflict.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1122",
                "value": 1122
            },
            "note": null
        },
        {
            "text": "A third and ultimately the most important reason for the primacy of the Palestine issue is that it is, so to speak, the licensed grievance—the only one that can be freely and safely expressed in those Muslim countries where the media are either wholly owned or strictly overseen by the government. Indeed, Israel serves as a useful stand-in for complaints about the economic privation and political repression under which most Muslim peoples live, and as a way of deflecting the resulting anger. This method is vastly helped by the Israeli domestic scene, where any misdeed of the government, the army, the settlers, or anyone else is at once revealed and any falsehood at once exposed by Israeli critics, both Jews and Arabs, in the Israeli media and parliament. Most of Israel’s antagonists suffer from no such impediment in their public diplomacy.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1135",
                "value": 1135
            },
            "note": null
        },
        {
            "text": "Today, it is often forgotten that the strategic relationship between the United States and Israel was a consequence, not a cause, of Soviet penetration.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1177",
                "value": 1177
            },
            "note": null
        },
        {
            "text": "This relationship was for a long time shaped by two entirely different considerations: one of which one might call ideological or sentimental; the other one, strategic. Americans, schooled on the Bible and on their own history, can readily see the birth of modern Israel as a new Exodus and a return to the Promised Land, and find it easy to empathize with people who seem to be repeating the experience of the pilgrim fathers, the pioneers, and their successors. The Arabs, of course, do not see it that way, and many Europeans share their view.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1190",
                "value": 1190
            },
            "note": null
        },
        {
            "text": "Since the collapse of the Soviet Union, a new American policy has emerged in the Middle East, concerned with different objectives. Its main aim is to prevent the emergence of a regional hegemony—of a single regional power that could dominate the area and thus establish monopolistic control of Middle Eastern oil. This has been the basic concern underlying successive American policies toward Iran, Iraq, or to any other perceived future threat within the region.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1208",
                "value": 1208
            },
            "note": null
        },
        {
            "text": "Sometimes, even where American interests are concerned, American governments have betrayed those whom they had promised to support and persuaded to take risks. A notable example occurred in 1991, when the United States called on the Iraqi people to revolt against Saddam Hussein. The Kurds in northern Iraq and the Shi‘a in southern Iraq did so, and the victorious United States forces sat and watched while Saddam Hussein, using the helicopters that the cease-fire agreement had allowed him to retain, bloodily suppressed and slaughtered them, group by group and region by region. The reasoning behind this action—or rather inaction—is not difficult to see. No doubt, the victorious Gulf War coalition wanted a change of government in Iraq, but they had hoped for a coup d’état, not a revolution. They saw a genuine popular uprising as dangerous—it could lead to uncertainty or even anarchy in the region. It might even produce a democratic state, an alarming prospect for America’s “allies” in the region. A coup would be more predictable and could achieve the desired result: the replacement of Saddam Hussein by another, more cooperative dictator, who could take his place among those allies in the coalition. This policy failed completely, and was variously interpreted in the region as treachery or weakness, foolishness or hypocrisy.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1275",
                "value": 1275
            },
            "note": null
        },
        {
            "text": "Fundamentalists were conscious of a different disparity—another no less dramatic case of double standards. Those whose slaughter in Hama aroused so little concern in the West were Muslim Brothers and their families and neighbors. In Western eyes, so it appeared, human rights did not apply to pious Muslim victims, nor democratic constraints to their “secular” murderers. Western mistrust of Islamic political movements, and willingness to tolerate or even support dictators who kept such movements out of power appeared even more dramatically in the case of Algeria, where a new democratic constitution was adopted by referendum in February 1989 and the multiparty system officially established in July of that year. In December 1991, the Islamic Salvation Front (FIS) did very well in the first round of the elections for the National Assembly and seemed more than likely to win a clear majority in the second round. The FIS had already challenged the Algerian military, accusing them of being more adept at repressing their own people than at helping a brother in need. The brother in need was Saddam Hussein, whose invasion of Kuwait and defiance of the West aroused great enthusiasm among Muslim fundamentalists in North Africa, and persuaded their leaders to transfer their allegiance from their Saudi sponsors to their new Iraqi hero. In January 1992, after an interval of growing tension, the military canceled the second round of elections. In the months that followed they dissolved the FIS and established a “secular” regime, in fact a ruthless dictatorship, with nods of approval in Paris, Washington, and other Western capitals. A bitter and murderous struggle followed, with reciprocal accusations of massacre—of fundamentalists by the army and other less formal instruments of the government, of secularists and modernists and uninvolved bystanders by the fundamentalists. In 1997 Amnesty International assessed the number of victims since the beginning of the struggle at eighty thousand, most of them civilians.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1300",
                "value": 1300
            },
            "note": null
        },
        {
            "text": "The comparative figures on the performance of Muslim countries, as reflected in these statistics, are devastating. In the listing of economies by gross domestic product, the highest ranking Muslim majority country is Turkey, with 64 million inhabitants, in twenty-third place, between Austria and Denmark, with about 5 million each. The next is Indonesia, with 212 million, in twenty-eighth place, following Norway with 4.5 million and followed by Saudi Arabia with 21 million. In comparative purchasing power, the first Muslim state is Indonesia in fifteenth place, followed by Turkey in nineteenth place. The highest-ranking Arab country is Saudi Arabia, in twenty-ninth place, followed by Egypt. In living standards as reflected by gross domestic product per head, the first Muslim state is Qatar, in twenty-third place, followed by the United Arab Emir-ates in twenty-fifth place and Kuwait in twenty-eighth.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1337",
                "value": 1337
            },
            "note": null
        },
        {
            "text": "Book sales present an even more dismal picture. A listing of twenty-seven countries, beginning with the United States and ending with Vietnam, does not include a single Muslim state. In a human development index, Brunei is number 32, Kuwait 36, Bahrain 40, Qatar 41, the United Arab Emirates 44, Libya 66, Kazakhstan 67, and Saudi Arabia tied with Brazil as number 68.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1350",
                "value": 1350
            },
            "note": null
        },
        {
            "text": "A report on Arab Human Development in 2002, prepared by a committee of Arab intellectuals and published under the auspices of the United Nations, again reveals some striking contrasts. “The Arab world translates about 330 books annually, one-fifth of the number that Greece translates. The accumulative total of translated books since the Caliph Maa’moun’s [sic] time [the ninth century] is about 100,000, almost the average that Spain translates in one year.” The economic situation is no better: “The GDP in all Arab countries combined stood at $531.2 billion in 1999—less than that of a single European country, Spain ($595.5 billion).”",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1352",
                "value": 1352
            },
            "note": null
        },
        {
            "text": "Modernization in politics has fared no better—perhaps even worse—than in warfare and economics. Many Islamic countries have experimented with democratic institutions of one kind or another. In some, as in Turkey and Iran, they were introduced by innovative native reformers; in others, as in several of the Arab countries, they were installed and then bequeathed by departing imperialists. The record, with the exception of Turkey, is one of almost unrelieved failure. Western-style parties and parliaments almost invariably ended in corrupt tyrannies, maintained by repression and indoctrination. The only European model that worked, in the sense of accomplishing its purposes, was the one-party dictatorship. The Ba‘th Party, different branches of which have ruled Iraq and Syria for decades, incorporated the worst features of its Nazi and Soviet models.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1369",
                "value": 1369
            },
            "note": null
        },
        {
            "text": "The people of the Middle East are increasingly aware of the deep and widening gulf between the opportunities of the free world outside their borders and the appalling privation and repression within them. The resulting anger is naturally directed first against their rulers, and then against those whom they see as keeping those rulers in power for selfish reasons. It is surely significant that all the terrorists who have been identified in the September 11 attacks on New York and Washington came from Saudi Arabia and Egypt—that is, countries whose rulers are deemed friendly to the United States. One reason for this curious fact, advanced by an Al-Qa‘ida operative, is that terrorists from friendly countries have less trouble getting U.S. visas. A more basic reason is the deeper hostility in countries where the United States is held responsible for maintaining tyrannical regimes. A special case, now under increasing scrutiny, is Saudi Arabia, where significant elements in the regime itself seem at times to share and foster this hostility.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1381",
                "value": 1381
            },
            "note": null
        },
        {
            "text": "The same year saw the other major development affecting the region, with the signature, on May 19, 1933, of an agreement between the Saudi minister of finance and a representative of Standard Oil of California. Saudi politics and Wahhabi doctrines now rested on a solid economic foundation.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1454",
                "value": 1454
            },
            "note": null
        },
        {
            "text": "The outward flow of oil and the corresponding inward flow of money brought immense changes to the Saudi kingdom, its internal structure and way of life, and its external role and influence, both in the oil-consuming countries and, more powerfully, in the world of Islam. The most significant change was in the impact of Wahhabism and the role of its protagonists. Wahhabism was now the official, state-enforced doctrine of one of the most influential governments in all Islam—the custodian of the two holiest places of Islam, the host of the annual pilgrimage, which brings millions of Muslims from every part of the world to share in its rites and rituals. At the same time, the teachers and preachers of Wahhabism had at their disposal immense financial resources, which they used to promote and spread their version of Islam. Even in Western countries in Europe and America, where the public educational systems are good, Wahhabi indoctrination centers may be the only form of Islamic education available to new converts and to Muslim parents who wish to give their children some grounding in their own inherited religious and cultural tradition. This indoctrination is provided in private schools, religious seminars, mosque schools, holiday camps and, increasingly, prisons.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1467",
                "value": 1467
            },
            "note": null
        },
        {
            "text": "A revealing example may be seen in the backgrounds of a number of Turks arrested on suspicion of complicity in terrorist activities. Every single one of them was born and educated in Germany, not one in Turkey. The German government does not supervise the religious education of minority groups. The Turkish government keeps a watchful eye on these matters. In Europe and America, because of the reluctance of the state to involve itself in religious matters, the teaching of Islam in schools and elsewhere has in general been totally unsupervised by authority. This situation clearly favors those with the fewest scruples, the strongest convictions, and the most money.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1479",
                "value": 1479
            },
            "note": null
        },
        {
            "text": "The result can perhaps be depicted through an imaginary parallel. Imagine that the Ku Klux Klan or some similar group obtains total control of the state of Texas, of its oil and therefore of its oil revenues, and having done so, uses this money to establish a network of well-endowed schools and colleges all over Christendom, peddling their peculiar brand of Christianity. This parallel is somewhat less dire than the reality, since most Christian countries have functioning public school systems of their own. In some Muslim countries this is not so, and the Wahhabi-sponsored schools and colleges represent for many young Muslims the only education available. By these means the…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1483",
                "value": 1483
            },
            "note": null
        },
        {
            "text": "The custodianship of the holy places and the revenues of oil have given worldwide impact to what would otherwise have been an…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1491",
                "value": 1491
            },
            "note": null
        },
        {
            "text": "The exploitation of oil brought vast new wealth and with it new and increasingly bitter social tensions. In the old society inequalities of wealth had been limited, and their effects were restrained—on the one hand, by the traditional social bonds and obligations that linked rich and poor and, on the other hand, by the privacy of Muslim home life. Modernization has all too often widened the gap, destroyed those social bonds, and through the universality of the modern media, made the resulting inequalities painfully visible. All this has created new and receptive audiences for Wahhabi teachings and those of like-minded groups, among them the Muslim…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1492",
                "value": 1492
            },
            "note": null
        },
        {
            "text": "It has now become normal to describe these movements as fundamentalist. The term is unfortunate for a number of reasons. It was originally an American Protestant term, used to designate certain Protestant churches that differed in some respects from the mainstream churches. The two main differences were liberal theology and biblical criticism, both seen as objectionable. Liberal theology has been an issue among Muslims in the past and may be again in the future. It is not at the present time. The literal divinity and inerrancy of the Qur’an is a basic dogma of Islam, and although some may doubt it, none challenge…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1502",
                "value": 1502
            },
            "note": null
        },
        {
            "text": "The eclipse of pan-Arabism left Islamic fundamentalism as the most attractive alternative to all those who felt that there has to be something better, truer, and more hopeful than the inept tyrannies of their rulers and the bankrupt ideologies foisted on…",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1508",
                "value": 1508
            },
            "note": null
        },
        {
            "text": "Religious fundamentalism enjoys several advantages against competing ideologies. It is readily intelligible to both educated and uneducated Muslims. It offers a set of themes, slogans, and symbols that are profoundly familiar and therefore effective in mobilizing support and in formulating both a critique of what is wrong and a program for putting it right. Religious movements enjoy another practical advantage in societies like those of the Middle East and north Africa that are under more or less autocratic rule: dictators can forbid parties, they can forbid meetings—they cannot forbid public worship, and they can to only a limited extent control sermons. As a result the religious opposition groups are the only ones that have regular meeting places where they can assemble and have at their disposal a network outside the control of the state or at least not fully subject to it. The more oppressive the regime, the more it helps the fundamentalists by giving them a virtual monopoly of opposition.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1518",
                "value": 1518
            },
            "note": null
        },
        {
            "text": "Broadly speaking, Muslim fundamentalists are those who feel that the troubles of the Muslim world at the pres-ent time are the result not of insufficient modernization but of excessive modernization, which they see as a betrayal of authentic Islamic values. For them the remedy is a return to true Islam, including the abolition of all the laws and other social borrowings from the West and the restoration of the Islamic Holy Law, the shari‘a, as the effective law of the land.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1532",
                "value": 1532
            },
            "note": null
        },
        {
            "text": "Most Muslims are not fundamentalists, and most fundamentalists are not terrorists, but most present-day terrorists are Muslims and proudly identify themselves as such.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1558",
                "value": 1558
            },
            "note": null
        },
        {
            "text": "Understandably, Muslims complain when the media speak of terrorist movements and actions as “Islamic” and ask why the media do not similarly identify Irish and Basque terrorists and terrorism as “Christian.” The answer is simple and obvious—they do not describe themselves as such. The Muslim complaint is understandable, but it should be addressed to those who make the news, not to those who report it. Usama bin Ladin and his Al-Qa‘ida followers may not represent Islam, and many of their statements and their actions directly contradict basic Islamic principles and teachings, but they do arise from within Muslim civilization, just as Hitler and the Nazis arose from within Christendom, and they too must be seen in their own cultural, religious, and historical context.",
            "isNoteOnly": false,
            "location": {
                "url": "kindle://book?action=open&asin=B000FBFND8&location=1559",
                "value": 1559
            },
            "note": null
        }
    ]
}